import 'package:flutter/material.dart';

class Chapter {
  final String id;
  final String title;
  final List<String> issues;
  final int startingIssueNumber;

  Chapter({
    required this.id,
    required this.title,
    required this.issues,
    required this.startingIssueNumber,
  });
}

class ChapterProvider with ChangeNotifier {
  List<Chapter> _taqleedChapters = [
    Chapter(
      id: 't1',
      title: 'أحكام التقليد',
      issues: [
        'لما آمن الإنسان بالإسلام عقيدةً ومنهجاً في الحياة، كان عليه أن يأخذ بتعليماته وتوجيهاته، في سلوكه وتصرفاته وعلاقاته، ومن هنا تبرز أهمية التعرف على حكم الشريعة في المجالات المختلفة ليكون العمل مطابقاً لها.',
        'يجب على المكلّف تعلّم مسائل الشك والسهو وغيرها من الأحكام، مما هو محتاج إليها سواء في العبادات أم المعاملات أم غيرها، ولو أدى تركه للتعلّم إلى ترك واجب أو فعل حرام كان عاصياً.',
        'معرفة الأحكام الشرعية تحصل إما بالاجتهاد أو الاحتياط أو التقليد ولا طريق آخر غيرها عقلاً.',
        'المقصود بالاجتهاد الوصول إلى مرتبة علمية عالية تمكن الشخص من استنباط الحكم الشرعي من الكتاب والسنة، والوصول إلى هذه الدرجة أمر ممكن ولكنه صعب، لأنه يحتاج إلى جهد كبير وتخصص في علوم متعددة، وإحاطة بالكتاب والسنة وآراء العلماء، ولذا فهو لا يتيسر إلا لعدد قليل من الناس.',
        'الاحتياط هو الإتيان بالعمل مع مراعاة جميع الاحتمالات الواردة فيه، بحيث يطمئن المحتاط بأنه قد عمل بما هو مطلوب منه واقعاً، كما لو شكّ في أن صلاته هل هي التمام ام القصر فيحتاط بالجمع بينهما، وهذا صعب أيضاً ، وهو بالإضافة إلى صعوبته العملية يحتاج إلى علم واطلاع واسع على موارده وكيفيته.',
        'التقليد هو الرجوع إلى العلماء والعمل طبقاً لفتاواهم لكونهم من أهل الاختصاص في أمور الدين، وهذا هو الأسلوب العملي لأكثر الناس، كما هو الحال في سائر حاجاتهم فإنهم يرجعون فيها إلى أهل الاختصاص فيها، فعندما يمرض الشخص يراجع الطبيب، وإذا أراد أن يبني داراً يأتي بالبنّاء، وهكذا في سائر حاجاته.',
        'إذا عمل المكلف من غير تقليد أو عن تقليد باطل فلا يحكم بصحّة عمله إلا إذا كان موافقاً للاحتياط أو لفتوى من يجب عليه تقليده حين العمل أو لمن رجع إليه فعلاً.',
        'يجب التقليد في جميع الأعمال والتصرفات التي يقوم بها الفرد في مختلف المجالات، العبادية و الشخصية وغيرهما، باستثناء الأحكام الدينيّة الواضحة كوجوب الصلاة وحرمة الرِّبا واستحباب الصدقة، فإنه لا معنى للتقليد فيها لوضوحها، نعم في تفاصيلها وفروعها لابد من الرجوع إلى المرجع.',
        'يعرف رأي المرجع بالسماع منه مباشرة أو بالرجوع إلى رسالته المأمونة من الغلط أو بنقل ثقة يطمئن بقوله عنه أو عن رسالته.',
        'للفقيه ثلاث وظائف أساسيّة هي: الإفتاء، والقضاء، والولاية، أي القيادة، وهي امتداد لقيادة الأئمة المعصومين (عليهم السلام) وهم الذين أمروا شيعتهم بالرجوع إلى فقهائهم في زمن الغيبة.',
        'يجب على الوالدين توجيه أبنائهم وبناتهم الذين بلغوا سنّ التكليف إلى وجوب التقليد عليهم، وإرشادهم إلى اختيار المرجع المناسب وذلك لقصور إدراكهم عن تشخيص وظيفتهم في مثل هذا السنّ من تلقاء أنفسهم.',
      ],
      startingIssueNumber: 1,
    ),
    Chapter(
      id: 't2',
      title: 'شروط مرجع التقليد',
      issues: [
        'يطلق على عالم الدين الذي يرجع إليه المكلفون للعمل بفتاواه اسم (مرجع التقليد) ومن الواضح أن المرجعية منصب ديني كبير، فليس كل عالم مهما كان علمه يصح أن يكون مرجعاً للتقليد ما لم تتوفر فيه مجموعة من الشروط أهمها ما يلي: 1 أن يكون أعلم الفقهاء الموجودين على الأحوط وجوباً. 2 أن يكون عادلاً ومعروفاً بالورع والاستقامة.',
        'العدالة: درجة من التقوى تمنع صاحبها من ارتكاب المعصية (ترك الواجب، فعل الحرام) عمداً، وتزول بارتكاب الكبيرة بل والصغيرة على الأحوط وجوباً، وترجع بالاستغفار والتوبة.',
        'المقصود من الأعلم أن يكون أقدر من غيره على استنباط الحكم الشرعي من الكتاب والسنة بنحو يكون التفاوت بينه وبين غيره بالنسبة لأهل الخبرة واضحاً مع معرفته بأوضاع الزمان بالمقدار الذي يتطلبه الحكم الشرعي.',
        'لا يجوز ابتداءً الرجوع إلى غير الأعلم في مسألة التقليد إلا إذا أفتى الأعلم بجواز الرجوع لغيره.',
      ],
      startingIssueNumber: 12,
    ),
    Chapter(
      id: 't3',
      title: 'كيف يُعرف المرجع الأعلم؟',
      issues: [
        'يُعرف المرجع الأعلم بشهادة عالمين عادلين من أهل الخبرة بأعلميته، أو باشتهاره بذلك بحيث يحصل منه الاطمئنان للمكلّف، بل يكفي الاطمئنان من أيّ سبب حصل.',
        'تثبت العدالة بشهادة عدلين، أو باشتهاره بالورع والتقوى بحيث يحصل منها الاطمئنان، وتثبت أيضاً بحسن الظاهر، أي سلوكه الحسن المطابق للشرع، وإن لم يحصل منه الاطمئنان لمن كانت له مخالطة معه واطلاع على سلوكه.',
        'يجب الفحص عن الأعلم، وإذا لم يتمكن من تشخيصه تخير في التقليد بين العلماء الذين يحتمل أن يكون أحدهم أعلم، وإذا كان أحدهم المعين أورع أو أعدل فالأولى الأحوط اختياره.',
        'إذا تردد الأعلم بين عدد من العلماء وكان يحتمل أعلمية أحدهم المعين تعين تقليده على الأحوط وجوباً.',
        'إذا كان بعض الفقهاء أعلم من غيرهم في بعض الأبواب الفقهية كالحج أو البيع مثلاً، وجب التبعيض بالرجوع إلى الأعلم فيما هو أعلم فيه على الأحوط وجوباً.',
        'إذا لم يكن للأعلم فتوى في مسألة معينة أو باب معين من أبواب الفقه، يجوز الرجوع فيها إلى غيره مع رعاية الأعلم فالأعلم على الأحوط وجوباً.',
        'صعوبة العمل بفتوى الأعلم لا تسوِّغ العدول عنه إلى مجتهد آخر.',
        'إذا استند المكلف في تقليده إلى شهادة عدلين من أهل الخبرة كفاه ذلك، ولا يجب عليه الفحص والسؤال بعد ذلك من أشخاص آخرين.',
      ],
      startingIssueNumber: 16,
    ),
    Chapter(
      id: 't4',
      title: 'موت مرجع التقليد',
      issues: [
        'إذا مات مرجع التقليد يجب على مقلّديه الرجوع إلى أعلم الأحياء من العلماء على الأحوط وجوباً والعمل طبقاً لرأيه.',
        'يجوز البقاء على تقليد المرجع الميت، ويجوز العدول منه إلى الحي، إلا إذا كان الحي أعلم منه فالأحوط وجوباً الرجوع إليه، والأفضل البقاء على تقليد الميت إذا كان أعلم من الحي.',
        'الصبيُ الممِّيزُ إذا قلد قبل بلوغه وكان تقليده صحيحاً أي حسب الموازين جاز له البقاء على تقليد مرجعه بعد وفاته.',
        'يجوز البقاء على تقليد الميت في بعض المسائل، والعدول عنه إلى المرجع الحي في البعض الآخر، وهذا ما يعبّر عنه بـ(التبعيض في البقاء)، ولكن لا يجوز الرجوع إلى المرجع الميت مرّة أخرى فيما عدل عنه من المسائل على الأحوط وجوباً.',
        'من مات مرجعه وبقي على تقليده ولكنّه رجع في بعض المسائل إلى الحي ثم توفي الحيّ، فبإمكانه البقاء على مرجعه الأوّل فيما بقى فيه، وعلى الثاني فيما عدل إليه، وبإمكانه الرجوع إلى الحيّ كلاً أو بعضاً.',
      ],
      startingIssueNumber: 24,
    ),
    Chapter(
      id: 't5',
      title: 'ولاية الفقيه',
      issues: [
        'المقصود من ولاية الفقيه منصب القيادة الدينية والسياسية، فإن هذا المنصب ثابت للنبي الأكرم (صلى الله عليه وآله وسلم) والأئمة المعصومين (عليهم السلام) من بعده، ويكون في مثل هذا العصر للفقيه العادل البصير، فهو المسؤول عن قيادة المجتمع، طبقاً لأحكام الشرع الشريف، وتطبيق العدالة، وتحقيق السعادة والازدهار.',
        'تجب إطاعة ولي أمر المسلمين في الأمور العامة وقضايا المسلمين، وأما المسائل الفردية المحضة فيرجع فيها إلى مرجع التقليد.',
        'تجب إطاعة أوامر الولي الفقيه الجامع للشرائط على الجميع وإن لم يكونوا مقلّدين له، بل تجب إطاعته حتّى على العلماء والمجتهدين.',
        'الأحكام الولائية والتعيينات الصادرة من قبل الولي الفقيه، إذا لم تكن محددة بزمان، فهي باقية ومستمرة ما لم ينقضها هو أو الولي الذي يأتي من بعده.',
        'ولاية الفقيه من توابع مبحث الإمامة الذي هو من أصول المذهب، ومن انتهى به البحث إلى عدم قبولها فهو معذور ولكن لا يجوز له بث الفرقة بين المؤمنين.',
      ],
      startingIssueNumber: 29,
    ),
    Chapter(
      id: 't6',
      title: 'شروط التكليف',
      issues: [
        'يصبح الشخص مكلّفاً بالالتزام بالواجبات الشرعية وترك المحرمات ومحاسباً على مخالفتها إذا توفّرت فيه ثلاثة شروط هي: (البلوغ، العقل، القدرة).',
        'يكون الشخص بالغاً بتحقق إحدى العلامات التالية: 1 نبات الشعر الخشن فوق موضع الذكر من الرجل، أو فوق موضع الفرج من المرأة وحواليهما. 2 خروج المني بالاحتلام أو بغيره من الذكر أو الأنثى. 3 إكمال الذكر (15) سنة قمرية وهي تساوي (14) سنة وسبعة أشهر شمسية تقريباً، وإكمال الأنثى (9) سنوات قمرية وهي تساوي (8) سنوات وتسعة أشهر شمسية تقريباً.',
      ],
      startingIssueNumber: 34,
    ),
    Chapter(
      id: 't7',
      title: 'معنى الأحوط',
      issues: [
        'في الموارد التي لا يكون الدليل فيها صالحاً للاستناد بنظر المجتهد يأخذ فيها بجانب الاحتياط، أي يأخذ بالرأي الذي يضمن فيه موافقة الشريعة بحسب نظره، ويعبّر عن الفتوى في مثل هذه الموارد بـ(الأحوط وجوباً) فيقول مثلاً: يجب تقليد الأعلم على الأحوط وجوباً.',
        'فائدة التعبير بـ(الأحوط وجوباً) هي تخيير المقلّد بين العمل بالاحتياط المذكور، أو الرجوع إلى مجتهد آخر يأتي بعد مرجعه في درجة الأعلمية، وله فتوى في المسألة، والعمل طبقاً لرأيه، فإن لم تكن له فتوى أيضاً رجع إلى الذي يليه وهكذا.',
        'الأحوط في بعض الأحيان يكون استحبابيّاً وليس وجوبيّاً كما لو كان مسبوقاً أو ملحوقاً بالفتوى على خلافه، وفي مثله يتخيّر المكلّف بين العمل به أو تركه.',
      ],
      startingIssueNumber: 36,
    ),
    Chapter(
      id: 't8',
      title: 'مسائل في التقليد',
      issues: [
        'الأذكار والأعمال العباديّة التي لم تُذكر في الرسالة العمليّة إذا كانت واردة في كتاب معتبر مثل (مفاتيح الجنان، كامل الزيارات، الكافي) ونحوها، يجوز الإتيان بها برجاء أن تكون مطلوبة وواردة من قبل الشارع، وهو ما يُعبّر عنه بـ(رجاء المطلوبيّة)، وأمّا إذا لم تكن في الرسالة العمليّة ولا في كتاب معتبر فلا يجوز الإتيان بها بعنوان أنها عبادة، لأنّه لا يجوز الاختراع في الأمور العباديّة.',
        'يجوز الدعاء بأيّ شكل كان حتّى إذا كان الدعاء من إنشاء الداعي نفسه، ولا يشترط فيه أن يكون باللغة العربيّة فيجوز بأيّة لغة كانت، والأفضل الدعاء بالأدعية المأثورة.',
        'الكبيرة هي كلّ معصية ورد الوعيد عليها بالنار، أو حكم العقل بكونها كبيرة، وهي كثيرة منها: قتل النفس التي حرّمها الله إلا بالحقّ، وعقوق الوالدين، وأكل مال اليتيم ظلماً، والسحر، والزنا، واللواط، والسرقة، واليمين الغموس (الحلف المغلّظ)، وكتمان الشهادة، وشهادة الزور، ونقض العهد، وشرب الخمر، وأكل الربا، والقمار، والبخس في المكيال، ومعونة الظالمين، وحبس حقوق الناس من غير عذر، والكذب، والكبر، والإسراف، والتبذير، والخيانة، والغيبة، والنميمة، وترك الصلاة، ومنع الزكاة، والإصرار على الصغائر من الذنوب.',
      ],
      startingIssueNumber: 39,
    ),
  ];

  List<Chapter> _ibadatChapters = [

    Chapter(
      id: 't9',
      title: 'أحكام الطهارة والنجاسة',
      issues: [
        '''
        الأشياء كلّها محكومة بالطهارة باستثناء عدد قليل منها لا يتجاوز التسعة، عدّها الشارع نجسة، ويطلق عليها اسم) النجاسات (ولها أحكامٌ خاصّة، منها:
1 عدم صحة الصلاة والطواف إذا كان شيء منها على البدن أو اللباس أو كانا متنجسين بها إلا في بعض الحالات.
2 حرمة أكلها وشربها.
3 حرمة تنجيس المساجد والمشاهد المشرّفة بها.
4 جواز استعمالها فيما لا يشترط فيه الطهارة.
 
        '''
      ],
      startingIssueNumber: 42,
    ),
    Chapter(
      id: 't10',
      title: 'النجاسات',
      issues: [
        '''
          النجاسات تسعٌ وهي ما يلي:
1و2و3- دم الإنسان ومنيه وميتته، وكذلك دم الحيوانات ومنيها وميتتها إذا كانت لها نفس سائلة، سواء كانت محللة الأكل كالغنم والخيل والإبل، أم غير محللة كالنمر والثعلب، والحكم في منيّ الحيوانات المحللة مبني على الاحتياط الوجوبي.
4و5 - بول الإنسان وغائطه، وكذلك بول وغائط الحيوانات المحرّمة الأكل التي لها نَفْس سائلة (أي يخرج دمها بقوّة ودفع عند ذبحها)، كالهرّة والأرنب والجرذ والكلب باستثناء الطيور.
6و7 - الكلب والخنزير البرّيان (اللذان يعيشان في البر) بكلّ أجزائهما حتّى شعرهما، دون البحريين.
8 - المشروبات المسكرة الطبيعيّة المائعة بالأصالة سواء أكانت متّخذة من العنب أو التمر أو التفاح أو الرمان أم من غيرها على الأحوط وجوباً، ومنها الفقاع (البيرة).
9 - الكافر بكلّ أجزاء بدنه، إلا إذا كان من أهل الكتاب، وهم الذين يؤمنون بأحد الأديان الإلهية كاليهود والنصارى والصابئة والزرادشتيين فإنهم طاهرون.

        '''
      ],
      startingIssueNumber: 43, // 42 + 5 مسائل
    ),
    Chapter(
      id: 't11',
      title: 'حكم المرتد والفرق الضالة',
      issues: [
        'يحكم بالكفر على المسلم الذي يرتد عن الإيمان بالله (عز وجل) أو النبي الأكرم (صلى الله عليه وآله وسلم) أو ينكر إحدى ضرورات الإسلام، إذا كان إنكاره راجعاً إلى إنكار الرسالة أو تكذيب النبي الأكرم (صلى الله عليه وآله وسلم).',
        'ترك الصلاة والصوم وسائر الواجبات الشرعيّة لا يوجب الارتداد والكفر، فلا تجري على التارك لها أحكام الكافر وإن كان عاصياً وفاسقاً ومستحقاً لدخول النار لو لم يتُب.',
        'يُلحق بالكفّار في النجاسة الغلاة (وهم القائلون بألوهيّة أحد الأئمة من أهل البيت عليهم السلام)، وكذا (النواصب) وهم المعلنون عداوتهم وبغضهم لأهل البيت (عليهم السلام).',
        'الفرقة التي تُعرف باسم (علي اللاهيّة)، أو (أهل الحق)، وكذا (الدروز) إذا لم ينكروا التوحيد أو غيره من ضروريّات الدين فلا يُحكم عليهم بالكفر ولا بالنجاسة، حتّى لو لم يؤدّوا الواجبات الدينيّة من الصلاة والصيام.',
        'الفرقة التي تُعرف بـ(الإسماعيليّة) لا يُحكم بكفرهم لمجرّد عدم اعتقادهم بستّة من الأئمّة، أو بأيّ حكم من الأحكام الشرعيّة، إلا إذا رجع ذلك إلى إنكار أصل الشريعة، أو نبوّة النبي الأعظم (صلى الله عليه وآله وسلم)، أو صدر منهم السباب والإهانة لأحد الأئمّة المعصومين (عليهم السلام).',
      ],
      startingIssueNumber: 44, // 47 + 5 مسائل
    ),
    Chapter(
      id: 't12',
      title: 'مسائل في النجاسات',
      issues: [
        'بول وخرء الحيوان المحلّل الأكل طاهران، كالبقر والإبل والخيل والحمير والغنم، وكذا بول وذرق كلّ طائر وإن كان محرّم الأكل، وكذا فضلات الصراصير والحشرات والنمل طاهرة.',
        'السوائل التي تخرج أحياناً من عضو الذكر غير البول والمني كلّها طاهرة، كالرطوبة التي تخرج أحياناً بعد البول وتسمّى بـ(الودي) أو التي تخرج بعد المني وتسمّى بـ(الوذي) وأيضاً ما يخرج في حالة التهيّج الجنسي وتسمّى بـ(المذي).',
        'بدن المسلم الميت بعد إكتمال تغسيله يصير طاهراً، وكذا الحيوان المذكّى (المذبوح أو المصطاد حسب الشرائط الشرعيّة) طاهر، وإن كان غير محلّل الأكل كالأسد والنمر.',
        'ميتة الحيوانات التي ليست لها نفس سائلة (أي التي لا يخرج دمها بقوّة ودفع عند ذبحها) طاهرة بكلّ أجزائها بما فيها جلودها، كالسمك والحيّة والتمساح والخفّاش والوزغ ونحوها.',
        'الأجزاء التي لا تحلّها الحياة من ميتة الإنسان، أو الحيوان طاهرة، (كالشعر والظفر والسن والعظم والصوف والوبر والريش والقرن والمنقار والحافر)، باستثناء الكافر غير الكتابي، والكلب والخنزير البريّين.',
        'الأجزاء المنفصلة من بدن الإنسان الحي، أو الحيوان الحي ذي النفس السائلة، إذا كانت مما تحلها الحياة فهي محكومة بالنجاسة.',
        'الأجزاء الصغيرة التي تنفصل من جسم الإنسان كالبثور والثؤلول وقشور الجرب ونحوها محكومة بالطهارة.',
        'لا يجب دفن ما ينفصل من بدن الإنسان الحي سواء كان من أعضائه الداخلية كالكلية والأمعاء والرحم أم الظاهرية كاليد والقدم والثدي.',
        'لحوم الحيوانات وسائر أجزائها التي تحلّها الحياة وجلودها (والألبسة والأحزمة والأحذية المصنوعة منها) المستوردة من البلدان غير الإسلامية إذا عُلم بأنّها من حيوان غير مذكّى، فهي ميتة ونجسة، وأمّا مع عدم العلم بذلك فيُحكم عليها بالطهارة، ولكن لا يجوز أكل لحومها ما لم تحرز تذكيتها، كما لا تصحّ الصلاة في جلودها.',
        'الدم الخارج من اللثّة إذا كان قليلاً بحيث استهلك في الريق جاز ابتلاعه، وأمّا إذا كان كثيراً فلا يجوز ذلك.',
        'دم البعوضة ونحوها من الحشرات التي تمتصّه من الإنسان نجس، ما دام يُعد دم إنسان، وأمّا إذا عُدّ جزءاً من بدن الحشرة وذلك بسبب مرور وقتٍ على امتصاصه من الإنسان يحكم عليه بالطهارة.',
        'الدم الذي يبقى داخل ذبيحة البقر أو الغنم أو الدجاج ويعبّر عنه بـ) الدم المتخلّف في الذبيحة) طاهر، ولكن لا يجوز أكله، إلا إذا كان مستهلكاً في الأمراق ونحوها، أو كان في اللحم بحيث يعدّ جزءاً منه، وأما دم المنحر والسكين فيجب تطهيره.',
        'نقطة الدم في البيضة محكومة بالطهارة، ولكن يحرم أكلها، ولا إشكال في أكل البيضة بعد إزالتها.',
        'المواد التي يدخل في تركيبها الكحول الطبيعي المسكر، كالعطور والأغذية ومادّة (السبيرتو) التي تستعمل في الصبغ نجسة على الأحوط، مع العلم بذلك، وأمّا مع الشكّ واحتمال كونها كحولاً صناعياً أو غير مسكرة أو غير مائعة فيُحكم عليها بالطهارة.',
        'ماء الشعير المتداول هذه الأيّام طاهر إذا كان خالياً من الكحول المسكرة، ولم يصدق عليه أنّه فقَّاع.',
        'عرق الجنب من الحرام (أي الجنابة بطريقة غير شرعيّة)، وعرق الحيوانات الجلّالة طاهر على الأقوى، ولكنّ الأحوط وجوباً الاجتناب عن الصلاة مع وجوده على البدن أو اللباس.',
      ],
      startingIssueNumber: 49, // 52 + 15 مسائل
    ),
    Chapter(
      id: 't13',
      title: 'متى يتحقق التنجس؟',
      issues: [
        'الأصل في الأشياء الطهارة ما لم يقم دليل قاطع على تنجسها، فما دام هناك احتمال للطهارة ولو ضعيفاً يؤخذ به، إلا في الرطوبة المشكوكة الخارجة قبل الاستبراء من البول كما سيأتي.',
        'لا يُحكم بتنجّس شيء ولا بطهارة ما ثبت نجاسته إلا باليقين، أو بإخبار ذي اليد، أو بشهادة عدلين.',
        'يؤخذ بقول الصبي المراهق القريب من البلوغ بالإخبار بطهارة أو نجاسة الشيء الذي تحت تصرفه، وأما إذا كان ممّيزاً ولكنه ليس قريباً من البلوغ فيجب الاحتياط.',
        'لا تتحقّق نجاسة شيء إلا إذا أصابته نجاسة أو متنجس، مع وجود رطوبة سارية، أي منتقلة، فيه أو في النجاسة أو المتنجس، فمع عدم وجود الرطوبة أو الشكّ في سرايتها لا يُحكم بحصول التنجّس.',
        'إذا وقع الذباب ونحوه على النجاسة ثم على الثوب أو البدن لا يحكم بتنجسه لاحتمال عدم وجود الرطوبة في رجله أو عدم سرايتها.',
        'لا يجب الفحص عند الشك في نجاسة شيء ولو أمكن تحصيل العلم بالحال في الحال.',
        'الملاقي لعين النجاسة مع وجود الرطوبة السارية نجس ومنجّس، ويسمّى بـ(المتنجّس الأول)، أما ملاقيه ويسمّى ب(المتنجّس الثاني) فنجس وينجس أيضاً على الأحوط وجوباً، وأمّا ملاقيه وهو (المتنجّس الثالث)، فنجس على الأحوط وجوباً ولكنه لا يُنجِّس.',
        'ماء الغُسالَة، وهو الماء المستخدم في تطهير الأشياء المتنجسة، محكوم بالنجاسة إذا كان التطهير بالماء القليل، باستثناء ماء الاستنجاء كما سيأتي، وأما إذا كان التطهير بالكثير فمحكومٌ بالطهارة إذا لم يتغير بالنجاسة أحد أوصافه الثلاثة.',
        'ماء الاستنجاء سواء كان من البول أم الغائط محكوم بالطهارة إذا لم يتغير أحد أوصافه الثلاثة بملاقاة النجاسة، ولم تكن فيه أجزاء متميزة من الغائط ولم يتعدَّ الغائط عن المخرج تعدياً فاحشاً.',
      ],
      startingIssueNumber: 65, // 67 + 9 مسائل
    ),
    Chapter(
      id: 't14',
      title: 'الوسوسة في النجاسة',
      issues: [
        'الوسواسي في النجاسة هو شخص تفاقمت عنده حالة الشك في النجاسة ويصعب عليه تطهير شيء متنجس، فيكرر تطهير الشيء المتنجس ومع ذلك لا يحصل له اطمئنان بطهارته.',
        'يجب على الشخص المبتلى بالوسوسة التخلّص منها بعدم الاعتناء بها، وذلك بالحكم بطهارة كلّ ما يَشُكُّ به ما لم يتيقّن بشكل مؤكد بنجاسته، والحكم بطهارة الشيء المتنجس بعد تطهيره بما هو المقرر شرعاً، لأن الطهارة والنجاسة أمران تعبديان.',
      ],
      startingIssueNumber: 74, // 76 + 2 مسائل
    ),
    Chapter(
      id: 't15',
      title: 'التطهير بالماء',
      issues: [
        'يعتبر الماء المطهّر الرئيس للأشياء المتنجّسة، وهو ينقسم إلى كثير وقليل، والقليل ما كان دون الكر، والكثير ما كان كرّاً فصاعداً، وبحكم الكثير ماء الأنهار والأمطار حين تساقطها.',
        'الكر يساوي (43) شبراً مكعباً إلا ثُمن الشبر؛ حاصل ضرب (3.5 × 3.5 × 3.5) شبر، وهو يساوي (384) ليتراً.',
        'من الفوارق الأساسيّة بين الماء الكثير والقليل، هي أنّ القليل يتنجّس بمجرّد ملاقاة النجاسة أو المتنجّس، وأمّا الكثير فإنه لا يتنجّس بالملاقاة إلا إذا تغيّر أحد أوصافه الثلاثة (اللون، الطعم، الرائحة) بأوصاف النجس بأن يصير بلونه أو بطعمه أو برائحته، فإذا لم يتغيّر كذلك يبقى على الطهارة.',
        'إذا كان الماء كراً وشك في بقاء كريته يحكم ببقائها.',
        'الماء: مطلق ومضاف، والمضاف: هو المختلط بغيره بحيث يخرج عن اسم الماء، أو المعتصر من الأجسام كماء الجزر مثلاً، وحكمه التنجُّس بمجرّد ملاقاة النجاسة مهما كان قدره، وبحكمه السوائل كالحليب والنفط ونحوها.',
      ],
      startingIssueNumber: 76, // 85 + 2 مسائل
    ),
    Chapter(
      id: 't16',
      title: 'كيفية التطهير',
      issues: [
        'يَطهُرُ البدنُ المتنجّس بالبول بعد إزالة عين البول عنه بالصب عليه مرتين بالماء القليل، ومرة واحدة بالماء الكثير، وأما المتنجس بغير البول كالغائط، أو الدم، أو غيرها من سائر النجاسات، فيطهر بعد إزالة عين النجاسة عنه، بصبّ الماء عليه مرّة واحدة، سواءً أكان التطهير بالماء القليل أم بالكثير، ولكن يجب الاحتراز عن غسالة التطهير بالقليل لانها محكومة بالنجاسة كما تقدم في (م / 72).',
        'تطهير الثياب والأفرشة كتطهير البدن مع زيادة، وهي وجوب العصر لإخراج الماء منها، أو ما يقوم مقام العصر من الحركة العنيفة، أو الضرب عليها باليد، أو العصا أو نحو ذلك، ووجوب العصر في التطهير بالكر بنحو الاحتياط الوجوبي، ويتعدّد العصر بتعدّد الغسل فيما يعتبر فيه التعدّد كالتطهير من البول، ولا يجب العصر بالتطهير بماء المطر حين تساقطه.',
        'لا يضر بقاء لون خفيف من النجاسة كالصفرة مثلاً في الملابس ونحوها بعد غسلها في تحقق طهارتها.',
        'غسل الملابس المتنجسة بغسيل (البخار) إذا كان لا يستعمل فيه الماء للتطهير لا ترتفع به النجاسة الشرعية إذا كانت الملابس متنجسة.',
        'يُطَهَّر الثوب والفراش المتنجّس ببول الرضيع، بصبّ الماء عليه مرّة واحدة بلا حاجة إلى عصر والأحوط استحباباً مرتان، بشرط أن يكون الرضيع غير متغذٍ على الطعام، وأن يكون ذكراً على الأحوط وجوباً.',
        'تَطهُرُ الملابس ونحوها بغسلها بالغسالة الكهربائية، سواء كان بابها في جانبها أم في الأعلى، مع ملاحظة شروط التطهير التي مر ذكرها فحكمها حكم التطهير بالطشت أو الآنية التي تغسل فيها الملابس.',
        'تطهير الأرض والأشجار والجدران والأشياء الصلبة عموماً كتطهير البدن، فمثلاً إذا كانت أرض الغرفة متنجّسة فأفضل طريقة لتطهيرها هي أن تزال عين النجاسة عنها أولاً، ثمّ تُغسل بماء الإسالة أو الكر بواسطة (الصوندة)، فبمجرّد جريان الماء عليها تطهر.',
        'تطهير الأرض الصلبة (المبلطة بالكاشي أو السمنت أو غيرهما) بالماء القليل، يتمّ بصبّ الماء على الموضع المتنجسّ بعد إزالة عين النجاسة عنهُ، فإذا كان هناك مجرى يخرج منه ماء الغُسالة فالأمر سهل فبجريان الماء على الموضع المتنجس وانتقاله منه يطهر الموضع، وأمّا إذا لم يكن هناك مجرى لخروج الماء، فيُجمع ماء الغُسالة بعد جريانه على الموضع المتنجس بخرقة طاهرة ثم يُصَب الماء الطاهر على مجمع الغسالة، ويجمع بخرقة طاهرة ونحوها على الأحوط وجوباً، وبعد إكمال كل ذلك تطهر الأرض، وإذا كانت الأرض متنجّسة بالبول كرّرت العمليّة مرّة أخرى، ويجب الاحتياط عن (ماء الغُسالة) فإنه محكوم بالنجاسة كما تقدم في (م/72).',
        'يطهّر الماء القليل المتنجّس كماء الطشت مثلاً بصبّ ماء كثير عليه، أو وصله به، كفتح الحنفيّة عليه إذا كانت من الإسالة، أو من خزّان يحوي كرّاً فصاعداً، بحيث يمتزج معه بعد زوال أثر النجاسة عنه.',
      ],
      startingIssueNumber: 81, // 87 + 5 مسائل
    ),
    Chapter(
      id: 't17',
      title: 'تطهير الأواني',
      issues: [
        'تطهّر الأواني والصحون والملاعق، بعد إزالة عين النجاسة عنها، بغسلها ثلاث مرّات بالماء القليل، ومرّة واحدة بالماء الكثير والجاري، بلا فرق بين البول وغيره، والأفضل غسلها ثلاثاً حتى بالكثير.',
    '''   يجب تطهير الإناء بطريقة خاصّة في الحالات التالية :
1 إذا تنجّس بشرب الكلب منه، عُفّر (مُسِح) بالتراب أولاً، ثمّ غُسل بالماء القليل مرّتين.
2 إذا تنجّس بشرب أو أكل الخنزير منه، غُسل بالماء سبع مرّات.
3 إذا ماتت الفأرة في الإناء غُسل بالماء ثلاث مرّات.
''',
        'الأحوط في التعفير مسحه بالتراب الخالص أولاً، ثم مسحه بتراب مرشوش بالماء بنحو لا يخرجه الرش عن اسم التراب ثم غسله بالماء الخالص.',
        'يحرم استعمال الأواني المصنوعة من الذهب والفضة في الأكل والشرب، ولا يحرم استعمالها في غير الأكل والشرب، كما لا يحرم اقتناؤها، ولا استعمال الأواني المذهبة والمفضضة.',
      ],
      startingIssueNumber: 90, // 92 + 9 مسائل
    ),
    Chapter(
      id: 't18',
      title: 'مطهرات أخرى',
      issues: [
        'تُطهّرُ الشّمسُ الأرضَ، وكلَّ ما لا يُنقل مثل الأبنية وما فيها من أبواب وشبابيك وأعمدة، وكذا الأشجار بشرط زوال عين النجاسة عنها، ووجود رطوبة فيها، وجفافها بإشراق الشمس عليها.',
        'الحيوان الذي يتنجّس بملاقاة النجس، أو الأكل منه، يطهر بمجرّد زوال عين النجاسة عنه، ولو بواسطة المسح أو اللمس أو الحك، فإذا كان على الفرس أو البقر ونحوهما دمٌ أو غائط، فبمجرّد زواله عنها تطهر، بلا حاجة لتطهيرها بالماء.',
        'إذا تنجّس شيء من باطن الإنسان كفمه أو أنفه بنجاسة كالدم، ثمّ زالت النجاسة عنه طَهُرَ ولا يحتاج إلى تطهير، وكذا إذا أُدخِل شيء في الجسم فلاقى دماً كالإبرة مثلاً فإذا خرجت ولم يكن عليها دم تكون طاهرة ولا تحتاج إلى تطهير.',
      ],
      startingIssueNumber: 94, // 101 + 7 مسائل
    ),
    Chapter(
      id: 't19',
      title: 'التخلّي وقضاء الحاجة',
      issues: [
        'يجب على المكلّف في حال التخلّي وغيره ستر عورته عن كلّ ناظر محترم، حتّى المجنون والطفل إذا كانا مميّزين، كما لا يجوز لأيّ أحد أن ينظر إلى عورة غيره حتّى لو كان المنظور إليه مجنوناً أو طفلاً إذا كان مميّزاً، أو أباً أو ابناً للناظر.',
        'يُستثنى من الحكم السابق الزوج والزوجة، فيجوز لكلٍّ منهما النظر إلى جميع أجزاء بدن الآخر بما فيه العورة، كما يجوز النظر إلى عورة الطفل الصغير غير المميّز، والأفضل تركه.',
        'المقصود من الطفل المميّز هو الذي يميز العورة عن غيرها من أجزاء البدن ويدرك ماذا تعني.',
        'يحرم أثناء قضاء الحاجة استقبال القبلة أو استدبارها بمقاديم بدنه وهي الصدر والبطن.',
        'يطهر مخرج البول بغسله بالماء القليل مرّتين على الأحوط وجوباً، كالتطهير بالإبريق مثلاً، فبعد انقطاع البول وزوال عين نجاسته يصبّ عليه قليلاً من الماء، ثمّ يَقطع ثمّ يَصب عليه مرّةً أخرى فيطهر بعدها، وأمّا تطهيره بالماء الكثير فيكفي صبُّ الماء عليه مرّةً واحدة بعد زوال عين النجاسة.',
        'يطهر مخرجُ الغائط بغسله بالماء حتّى زوال عين النجاسة، أو بمسحه بشيء قالع للنجاسة كالحجر أو المناديل أو نحوها، على أن لا يقلّ المسح عن ثلاث مسحات إن حصل به النقاء، وإلا كرر المسح إلى حصول نقاء المخرج من الغائط، بشرط أن لا يتعدّى الغائط عن المخرج وأن لا يكون مع الغائط دم أو نجاسة أخرى، وإلا تعيّن غسله.',
        'يكره التبوّل واقفاً، وعلى الأرض الصلبة أو في جُحر الحيوان، والتبوّل في الماء خصوصاً الراكد، ويكره التخلي في الطريق وتحت الأشجار المثمرة.',
      ],
      startingIssueNumber: 97, // 108 + 3 مسائل
    ),
    Chapter(
      id: 't20',
      title: 'الاستبراء',
      issues: [
        'يستحبّ للرجل بعد التبوّل أن يأتي ب(الخرطات التسع) لتنقية المجرى من بقايا البول، وذلك: بأن يمسح بسبّابته ما بين مخرج الغائط (المقعد) وأصل القضيب ثلاث مرّات، ثمّ يمسح من أصل القضيب إلى رأسه ثلاث مرّات، واضعاً سبّابة اليد تحت العضو وإبهامها فوقه، ثمّ يعصر رأس العضو ثلاث مرّات، ثمّ بعدها يطهّر موضع البول بالماء.',
        'فائدة المسحات المذكورة أعلاه أنّه إذا خرج بعدها بلل وشكّ في أنّه بول أو رطوبة أخرى غير المني ك(الودي)، وهو سائل يخرج أحياناً بعد البول، يُحكم عليه بالطهارة، أمّا إذا لم يقم بهذه المسحات فإنه يُحكم عليه بالنجاسة، ويلحق بالاستبراء على الأقوى طول المدة وكثرة الحركة بحيث يقطع بعدم بقاء شيء في المجرى.',
        'ليس للمرأة استبراء وإذا شكت فيما يخرج منها من رطوبة من مخرج البول تحكم عليها بالطهارة.',
      ],
      startingIssueNumber: 104, // 111 + 7 مسائل
    ),
    Chapter(
      id: 't21',
      title: 'أحكام الوضوء',
      issues: [
        'يجب الوضوء للصلاة وللطواف الذي يكون جزءاً من الحج أو العمرة وإن كانا مستحبين، ويستحبّ لقراءة القرآن والدعاء، بل يستحبّ الكون على الطهارة دائماً، خصوصاً عند إرادة النوم، فإن من توضّأ ونام كأنّما أحيا ليله بالعبادة.',
        'يحرم على غير المتوضّئ (المحدث بالأصغر) مس آيات وكلمات القرآن الكريم سواء كانت في المصحف أم في غيره.',
        'يجب المحافظة على الآيات القرآنية المكتوبة في الصحف والكتب وغيرها من الهتك والإهانة، ويمكن التخلص منها بدفنها في التراب أو طرحها في الأنهار والجداول، وأما حرقها فمشكل، وتقطيعها لا يرفع الحكم عنها إذا بقيت الكلمات فيجب تقطيع كل كلمة.',
        'لا يحرم على غير المتوضئ مس لفظ الجلالة المقدس أو صفاته الخاصة به كالرحمن، والرزاق، وغيرها، وكذا مس أسماء الأنبياء والأئمة (عليهم السلام)، وإن كان الأفضل عدم مسها من غير وضوء.',
        'إذا أتى بالوضوء بشكل صحيح فما لم يبطل يجوز له الإتيان بأي عمل مشروط بالطهارة من صلاة أو غيرها.',
      ],
      startingIssueNumber: 107, // 118 + 3 مسائل
    ),
    Chapter(
      id: 't22',
      title: 'كيفيّة الوضوء',
      issues: [
        ''' 
          يجب في الوضوء اتباع الخطوات التالية:
1 النيّة: بأن يقصد الوضوء لأجل الكون على الطهارة، أو لأجل الصلاة أو نحوها قربة إلى الله تعالى، ولا يجب فيها التلفّظ ولا يستحب.
2  غسل الوجه من الأعلى، ابتداءً من قصاص الشعر إلى أسفل الذقن طولاً، وما استوعبته الإبهام والوسطى من الوجه عرضاً، ولا يجب غسل ما استرسل من اللحية زائداً عن الحد المذكور.
3 غسل اليدين (اليمنى ثمّ اليسرى) مرّةً واحدة من المرفقين إلى رؤوس الأصابع.
4 مسح مقدّم الرأس بما يسمّى مسحاً.
5 مسح ظاهر القدمين من أطراف الأصابع إلى مفصل الساق بما يصدق عليه مسح عرفاً كعرض إصبع.


        '''
        ],
      startingIssueNumber: 112, // 121 + 5 مسائل
    ),
    Chapter(
      id: 't23',
      title: 'شرائط الوضوء',
      issues: [
        '''
          يشترط في الوضوء ما يلي:
1- أن تكون أعضاء الوضوء طاهرةً، وأن لا يكون عليها مانع يمنع وصول الماء إلى البشرة.
2 أن يكون الماءُ طاهراً ومطلقاً.
3 أن يكون الماءُ مباحاً غير مسروق ولا مغصوب.
4 أن يتوضّأ المصلّي بنفسه مع القدرة.
5 أن يحافظ على الترتيب في أفعال الوضوء.
6 أن يتابع بين الأفعال ولا يفصل بينها بوقت طويل بحيث يؤدّي إلى جفاف الأعضاء السابقة.

        '''
      ],
      startingIssueNumber: 113, // 126 + 6 مسائل
    ),
    Chapter(
      id: 't24',
      title: 'مبطلات الوضوء',
      issues: [
        '''
          يبطل الوضوء بما يلي:
1 و 2 خروج البول والغائط ولو كانا قليلين.
3 خروج الريح من مخرج الغائط.
4 النوم العميق بحيثُ لا يحُسُّ بما حوله (لا يسمع ولا يرى(.
5 زوال الإدراك العقلي بالجنون أو الإغماء أو السكر.
6 كل ما يوجب الحدث الأكبر كالجنابة والاستحاضة.

        '''
      ],
      startingIssueNumber: 114, // 132 + 6 مسائل
    ),

    Chapter(
      id: 't25',
      title: 'مسائل في الوضوء',
      issues: [
        'يجب رفع كلّ حاجب يمنع وصول الماء إلى البشرة، كالدهون والمواد اللاصقة والحبر الجاف الغليظ والزفت ونحوها، وإذا كان لا يمكن إزالتها، أو كان في إزالتها ضررٌ بليغ على الجلد، أو مشقة لا تُحتمل، مسح عليها، أي تعامل معها معاملة الجبيرة، والأحوط وجوباً كونه بنحو يتحقق به مسمى الغسل.',
        'يجوز الوضوء للصلاة قبل دخول وقتها إذا كان قريباً عرفاً، كما تجوز الصلاة بالوضوء الاستحبابي كالوضوء للكون على الطهارة وإن كان قبل الوقت.',
        'يجوز غسل أعضاء الوضوء (الوجه واليدين) كل واحد منها مرّتين ولكن الغسلة الثانية ليست بمستحبة، ولا يجوز غسلها أكثر من مرتين والأحوط استحباباً ترك الغسلة الثانية لليسرى.',
        'يجوز غسل الوجه باليد وبغير اليد كوضعه مباشرة تحت الحنفية وكذا بالنسبة لليدين.',
        'لا يجب في غسل الوجه غسل داخل الأنف والفم والعين وما تحت الظفر القصير، أمّا الظفر الطويل فيجب غسله من الأسفل وإزالة الوسخ المانع عن وصول الماء إليه.',
        'يكفي غسل ظاهر اللحية الموجودة ضمن حد الوجه، ولا يجب إيصال الماء إلى البشرة تحتها، وأما الشعر الخفيف المتفرق بحيث يرى ما تحته فيجب غسله مع البشرة.',
        'مَن عجز عن الوضوء بنفسه، استعان بمَن يوضّئه، فيغسل له وجهه ويديه وينوي هو الوضوء، والأحوط وجوباً أن ينوي النائب أيضاً ، وفي المسح لابدّ أن يكون بيده وإمرار النائب.',
        'مَن عجز عن الوضوء بنفسه و بالاستعانة بغيره، كما إذا كان مسجّى على سرير، ولا يمكنه القيام منه والتوضّؤ أو يشقّ عليه ذلك، ينتقل حكمه إلى التيمّم، حتّى مع وجود الماء.',
        'هناك طريقة أخرى في الوضوء تسمى بالوضوء الارتماسي، ويحصل برمس الوجه أو اليدين أو كلاهما في حوض ماء أو مجانة أو طشت كبير مع مراعاة ما يجب في الوضوء.',
        'من قطعت إحدى يديه أو كلتاهما يسقط غسلها في الوضوء، فيغسل وجهه تحت الحنفية أو بالارتماس، ويستنيب من يمسح له رأسه وقدميه بنداوة وجهه، ومن قطعت إحدى قدميه أو كلتاهما يسقط مسحهما في الوضوء.',
        'من شكّ في الإتيان بالوضوء قبل الصلاة يجب عليه أن يتوضأ ثم يصلي، وإذا شكّ وهو في الصلاة قطعها وتوضأ ثم صلى.',
        'من شكّ في صحة وضوئه بعد الفراغ منه، لا يعتنى بشكه ويبني على صحته، وكذا من شكّ في انتقاض وضوئه بالحدث، لا يعتنى بشكه ويبني على عدم انتقاضه.',
      ],
      startingIssueNumber: 115, // 138 + 12 مسائل = 150
    ),
    Chapter(
      id: 't26',
      title: 'مسائل عن المسح',
      issues: [
        'يشترط في مسح الرأس والقدمين أن يكون المسح برطوبة باطن الكفين، وإذا جفت أخذ من ماء لحيته أو حاجبه ومسح به.',
        'ليس لمسح الرأس حدّ من حيث العرض، ولا من حيث الطول، ويكفي المسح بإصبع واحد، والأحوط وجوباً أن يكون المسح باليد اليمنى، ولا يشترط فيه كيفيّة خاصّة، فيجوز بكلّ شكل ولو منكوساً.',
        'يجب أن يكون الرأس والقدمان جافين عند مسحهما ولا يضر وجود الرطوبة البسيطة بشرط ظهور أثر ماء المسح عليهما.',
        'لا يجب في مسح الرأس أن يكون المسح على بشرة الرأس، بل يصح على الشعر النابت في مقدم رأسه، بشرط أن لا يكون طويلاً يتجاوز بمده عن مقدم الرأس، فإذا كان كذلك لا يجزي المسح على المقدار المتجاوز منه وإن كان مجتمعاً على المقدم.',
        'يجوز مسح القدمين باليد اليمنى فقط أو باليد اليسرى فقط وهو المقصود من العبارة التالية في الرسائل العملية: (يجوز مسح كل منهما بكل منهما).',
        'ما يلامس الأرض من رؤوس أصابع القدم عند وضعها على الأرض حين السجود لا يدخل في الحد الواجب الذي يجب مسحه منها في الوضوء.',
        'يشترط في المسح على الرأس والقدمين أن تكون اليد هي الماسحة والرأس والقدمان ثابتين ولا يصح العكس، ولا تضر الحركة اليسيرة.',
        'لا يجوز المسح على القناع أو الجورب وما شابه ذلك من الحائل إلا في حال الضرورة من تقية أو برد أو نحو ذلك مما يخاف بسببه من رفع الحائل.',
        'إذا لم يتمكن من المسح بإحدى يديه يمسح بالأخرى رأسه وقدميه، وإذا عجز عن المسح بيديه فيستعين بمن يساعده في المسح بأن يأخذ يديه ويمسح بهما، وإذا كان لا يمكنه ذلك أخذ النائب الرطوبة التي في يديه ومسح بها، والأحوط مع ذلك ضم التيمم إن أمكن.',
      ],
      startingIssueNumber: 127, // 150 + 12 مسائل = 162
    ),
    Chapter(
      id: 't27',
      title: 'وضوء الجبيرة',
      issues: [
        'الجبيرة: هي الضماد الذي يوضع على الجرح أو الكسر أو الحرق ويشّد بلفافة أو نحوها لأجل العلاج.',
        'يجب على صاحب الجبيرة نزعها عند الوضوء أو إيصال الماء إلى البشرة التي تحتها، ومع عدم إمكان ذلك يتوضّأ كعادته، فإذا وصل إلى موضع الجبيرة مسح عليها بيده، بعد تبليلها بالماء وأتمّ وضوءه.',
        'يتعين نزع الجبيرة أو رفعها عن أعضاء المسح (القدمين والرأس) والمسح على البشرة التي تحتها فيما إذا كانت مستوعبة، فإذا كان لا يمكنه ذلك، مسح عليها.',
        'إذا كان في يده أو وجهه جرح مكشوف، فإذا كان يمكن غسْله غسَله، وأما إذا كان يضره الغسل، غسل ما حوله، والأحوط وجوباً مسحه باليد الرطبة إن لم يكن فيه ضرر.',
        'إذا كانت الجبيرة نجسة، ولا يمكن تبديلها أو تطهيرها، لفّها بلفافة أو خرقة طاهرة بنحو تُعَدُّ جزءاً منها ومسح عليها.',
        'إذا غطت الجبيرة بعض الأجزاء الصحيحة المحيطة بالجرح، فإذا كان ما غطته بالمقدار المتعارف الذي تقتضيه، فحكمه حكم الجبيرة، وأما إذا كان أكثر من ذلك رفعها وغسل ما تحتها ثم أعادها ومسح عليها، وإن لم يمكنه ذلك مسح عليها وتيمم على الأحوط وجوباً.',
        'إذا كان في يده إبرة مصل (كانولة) فإذا كان يمكنه نزعها حين الوضوء نَزعها، وإما إذا كان لا يمكنه ذلك للتضرر أو الحرج، غسل ما حولها ومسح على الضماد الموضوع عليها، ومع عدم إمكان ذلك يتيمم.',
        'تجري أحكام الجبيرة مع استيعابها لعضو واحد من أعضاء الوضوء، وأما إذا كانت مستوعبة لمعظم الأعضاء فيكفي التيمم إذا أمكن بلا حائل، وأما إذا غطى الحائل أعضاء التيمم فيتوضأ وضوء الجبيرة.',
        'في الرمد الذي يضر به الوضوء يتعين التيمم، وإذا كان يمكنه غسل ما حول العين توضأ وغسل ما حولها والأحوط مع ذلك ضم التيمم إليه.',
        'من كان على بعض أعضائه جبيرة وأحدث بالاكبر، اغتسل بشكل طبيعي وتعامل مع الجبيرة كما تقدم، فإذا كان يمكنه إيصال الماء إلى البشرة تحتها فعل، وإذا كان لا يمكنه مسح عليها، ويتعامل مع الجرح المكشوف كما تقدم.',
        'من كان تكليفه التيمم، وكان على أعضاء تيممه جبيرة لا يمكن رفعها، مسح عليها، وكذلك إذا كان على أعضائه حائل آخر لا يمكن إزالته كالقير مثلاً.',
        'إذا رفعت الجبيرة بعد التماثل للشفاء لا حاجة إلى إعادة وضوء ذي الجبيرة وغسله لأن حالهما حال الوضوء والغسل الطبيعي.',
        'يجوز لصاحب الجبيرة أن يصلّي في أول الوقت مع يأسه من ارتفاع العذر إلى آخر الوقت، وأما مع عدم اليأس فالأحوط التأخير إلى آخر الوقت.',
        'مَن كان يضرّه استعمال الماء من دون أن يكون لديه جرح أو قرح أو كسر كما لو كان مريضاً، تيمّم بدلاً من الوضوء.',
        'إذا تجمد الدم على الجرح ولا يمكن إزالته، يكتفى بغسل ما حوله.',
        'ما يتجمد على الجرح على شكل قشرة لونها بلون الدم، ليس دماً وإنما هو مثل الجلدة تسقط بعد البرء، يتعامل معها كما يتعامل مع الجلد فتغسل ويمسح عليها.',
        'من يجهل بوظيفته هل هي وضوء الجبيرة أم التيمم، يجب عليه أن يجمع بينهما على الأحوط وجوباً.',
      ],
      startingIssueNumber: 136, // 162 + 12 مسائل = 174
    ),
    Chapter(
      id: 't28',
      title: 'المسلوس والمبطون',
      issues: [
        'من يفقد السيطرة على بوله (المسلوس) أو غائطه (المبطون) بحيث يخرجان منهما بغير اختيار، فحكمهما إن كانت لهما فترة تسع الطهارة والصلاة ولو بأقل واجباتها، انتظراها وأوقعا الصلاة فيها.',
        'إذا لم تكن للمبطون فترة تسع الصلاة والطهارة، فإن كان خروج الحدث منه في أثناء الصلاة مرةً أو مرتين أو ثلاثا بحيث لا حرج عليه في التوضؤ أثناء الصلاة، وضع الماء قريباً منه وتوضأ واشتغل بالصلاة، فإذا خرج منه شيء توضأ بلا مهلة واستمر في صلاته، والأحوط للمسلوس ذلك أيضاً بل يكفيه وضوء واحد لكل صلاة.',
        'إذا كان خروج الحدث من المسلوس والمبطون متصلاً بحيث إذا توضئا بعد كل حدث يلزم عليهما الحرج، فالأحوط لهما أن يتوضئا لكل صلاة وضوءاً واحداً، ولا يلزم تجديد الوضوء للمسلوس للصلاة الأخرى إن لم يتقاطر منه البول بين الصلاتين.',
        'يجب على المسلوس والمبطون التحفظ من النجاسة بحفاضةٍ أو نحوها ولا يجب تغييرها أو تطهيرها لكل صلاة، نعم الأحوط تطهير الحشفة أو المخرج إن أمكن من غير حرج.',
      ],
      startingIssueNumber: 153, // 174 + 15 مسائل = 189
    ),
    Chapter(
      id: 't29',
      title: 'الأغسال الواجبة',
      issues: [
        '''
          الأغسال الواجبة ستّة هي:
1 غُسل الجنابة.	   	2           غُسل الحيض.	
3 غُسل الاستحاضة.	                     4 غُسل النفاس.
5 غُسل الميت.                            6. غُسل مسّ الميت.

        ''',
            'الأغسال المستحبّة كثيرة، منها: غُسل الجمعة، وغُسل أول ليلة من شهر رمضان، وغُسل ليالي القدر، وغُسل ليالي شهر رمضان الإفراديّة، وغُسل العيد، وغُسل يوم المبعث، وغير ذلك، ولكن يتميّز غُسل الجمعة من بين جميع الأغسال المستحبّة باستحبابه المؤكّد.',
        'غُسل الجمعة من الاغسال المستحبة التي ورد التأكيد عليها ووقته من الفجر الى الزوال ويؤتى به بعد الزوال الى الغروب بقصد القربة من دون تعرض للأداء أو القضاء.',
        'يجوز تقديم غسل الجمعة يوم الخميس إذا خاف إعواز الماء يوم الجمعة ويستحب قضاؤه يوم السبت إذا فاته بقصد الرجاء على الأحوط.',
        'لا يغني عن الوضوء من الأغسال إلا غُسل الجنابة وأما ما عداه من الأغسال الواجبة أو المستحبّة فإنها لا تغني عنه حتّى غُسل الحيض وغُسل الجمعة.',
        'إذا اجتمعت على الشخص أغسال متعدّدة، مستحبة أو واجبة أو مختلفة، فإن نوى الجميع فيكفيه غسل واحد عنها، وإذا كان من بينها غسل الجنابة وقصد غسل الجنابة كفاه عن سائر الاغسال، وإن كان الاحوط استحباباً نية الجميع.',
      ],
      startingIssueNumber: 157, // 189 + 6 مسائل = 193
    ),
    Chapter(
      id: 't30',
      title: 'غسل الجنابة',
      issues: [
        '''
        تتحقّق الجنابة التي تستوجب الغُسل بأحد أمرين:
1 خروج المني سواء أكان في المنام أم في اليقظة، من الرجل أو المرأة( ).
2الجماع، ويتحقق بدخول الحشفة، في القبل أو الدبر، خرج معه المني أم لم يخرج، من حلال كان الجماع أم من حرام، بالغاً أم غير بالغ، للفاعل والمفعول.


        ''',
        'إذا خرج من الشخص سائل وعلم بأنّه مني، عمل بما يقتضيه من النجاسة والغسل، وإذا شكّ في كونه منيّاً أم لا، فإن كان خروجه بدفق وقوّة مع الشهوة وفتور الجسد بالنسبة للرجل السليم حُكم عليه بكونه منيّاً، ورتّب عليه آثار الجنابة.',
        'المرأة والمريض إذا شكَّا فيما خرج منهما في كونه منيّاً أم لا، فإن كان مصحوباً بالشهوة حكما عليه بكونه منيّاً وإن لم يكن خروجه بدفق وفتور.',
        'إذا وصلت المرأة من خلال المداعبة أو الاحتلام أو غيره إلى ذروة اللذّة الجنسية، وخرجت منها رطوبة، فقد تحقّقت منها الجنابة، ووجب عليها الغُسل وإن لم تحصل مقاربة، وإذا شكت في وصولها إلى الذروة أو في خروج السائل منها فلا يجب عليها الغسل.',
        'إذا اغتسلت المرأة بعد المقاربة ثم خرج منها مني الرجل الباقي في رحمها، فغسلها صحيح ولكن ظاهر فرجها يتنجس بالمني الخارج، وكذا ملابسها أو غيرها فيما لو أصابها.',
        'الرطوبة التي تخرج أحياناً من الرجل في حال التهيّج الجنسي بالملاعبة والمداعبة، أو التفكير، طاهرة وتسمى ب(المذي) ولا ينتقض بها الوضوء.',
        'يجوز للشخص إجناب نفسه بمقاربة زوجته إذا كان يعلم بأنّه لا يجد ماءً للغُسل، أو أنّ الوقت لا يتّسع له إذا كان قادراً على التيمّم، فإذا أجنب تيمّم وصلى، وكذا إذا أجنب ولم يغتسل تكاسلاً حتى ضاق عليه الوقت، فإنه يجب عليه أن يتيمم للصلاة.',
      ],
      startingIssueNumber: 163, // 193 + 14 مسائل = 207
    ),
    Chapter(
      id: 't31',
      title: 'محرمات الجنابة',
      issues: [
'''
مسألة 170 يحرم على المجنب ما يلي:
1 مسّ آيات القرآن الكريم سواء أكانت في المصحف الشريف أم في غيره، كالآيات المكتوبة في الكتب أو الصحف أو المنقوشة على الخواتيم ونحوها.
2 مسّ لفظ الجلالة المقدس (الله) ولا يحرم مس صفاته الخاصّة به ولا مس أسماء الأنبياء والأئمّة (عليهم السلام).
3 قراءة الآيات الأربع الموجبة للسجود وهي: (الآية 15 من سورة السجدة، الآية 37 من سورة فصلت، الآية 62 من سورة النجم، الآية 19 من سورة العلق).
4  دخول المسجد الحرام والمسجد النبوي الشريف وإن كان بنحو الاجتياز.
  5المكث في المساجد، ويلحق بهاالمشاهد المشرّفة للأئمّة المعصومين (عليهم السلام) على الأحوط وجوباً، ويجوز الدخول فيها بنحو الاجتياز، بأن يدخل من باب ويخرج مِن أخرى.

''',

        'المقصود من المشهد ما كان تحت القبّة وحوالي الضريح المطهر للأئمة المعصومين (عليهم السلام) دون ما سواه من الأروقة أو الصحون المحيطة به، إلا إذا كانت هي في نفسها مسجداً، ويختص الحكم بمشاهدهم عليهم السلام فلا يشمل مراقد أبنائهم ولا مراقد الأولياء الصالحين.',
        'يجوز للمجنب المرور بالمساجد عدا المسجدين الشريفين بأن يدخل من باب ويخرج من آخر، ويجوز الدخول فيها لأخذ شيء منها، وأما وضع شيء فيها فلا يجوز وإن كان من الخارج أو أثناء المرور فيها.',
      ],
      startingIssueNumber: 170, // 207 + 10 مسائل = 217
    ),
    Chapter(
      id: 't32',
      title: 'كيفيّة غُسل الجنابة',
      issues: [
      '''
       الواجب في الغُسل أمور:
1 النيّة:  هي قصد الاغتسال قُربةً إلى الله ولا يشترط فيها التلفّظ.
2 إزالة عين النجاسة عن كل عُضوٍ قبل البدء بغسله.
3 غسل الرأس بما فيه الشعر والرقبة.
4 غسل الجانب الأيمن من البدن، الأمام والخلف.
5 غسل الجانب الأيسر كما تقدّم بعد الأيمن على الأحوط وجوباً

      ''',
        'لا يصح الغسل من دون مراعاة للترتيب، وكذا إذا أخل بالترتيب فقدم البدن على الرأس، وأما إذا قدم الأيسر على الأيمن بعد غسل الرأس فغسله باطل على الأحوط وجوباً، وهذا الحكم ثابت وإن كان جاهلاً أو ناسياً أو ساهياً.',
        'يجب في الغُسل إيصال الماء إلى جميع أجزاء البشرة حتّى ما كان منها تحت الشعر أو بين الأصابع، كما يجب غسل الشعر بشكل مطلق حتّى الطويل منه على الأحوط وجوباً، وإذا كان على جسمه جبيرة تعامل معها بالنحو المتقدم في وضوء الجبيرة.',
        'لا يجب في الغُسل أن يكون من الأعلى إلى الأسفل بل الواجب هو إيصال الماء إلى البشرة بأي شكل كان، ولا تجب فيه الموالاة بين الأقسام، وكيفية الغسل واحدة سواء أكان الغُسل واجباً أم مستحبّاً، من الجنابة أم من غيرها.',
        'ما تقدّم كان عن كيفية الغسل الترتيبي، وهناك غسل آخر يسمى بالغسل الارتماسي، وهو أن يرمس جميع بدنه تحت الماء دفعةً واحدةً بحيث يصل الماء إلى جميع البدن، ويشترط فيه طهارة البدن قبل الارتماس وعدم وجود حائل على البدن يمنع وصول الماء إلى البشرة.',
        'مَن خرج منه ريح أو بول أو تغوّط أثناء الغُسل لا يبطل غسله، فيتّمه وغسله صحيح، ولكن إذا كان غسله من الجنابة ضمّ إليه الوضوء إذا أراد الصلاة أو مس آيات القرآن أو غيرها مما يشترط فيه الطهارة.',
        'يستحبّ للمجنب قبل الغُسل أن يتبوّل، وفائدة ذلك تنظيف مجرى البول من المني المتبقي، فإذا خرج منه شيء بعد الغُسل وشكّ في كونه منيّاً أم لا، فإن لم يكن متبولاً حكم عليه بكونه منيّاً، وصار مجنباً بذلك، وأما إذا كان متبولاً فلا يحكم عليه بكونه منيّاً ولا يصير مجنباً.',
        'يكره للمجنب الأكل والشرب وترتفع كراهتهما بالوضوء الكامل، وتُخفف بغسل اليد والوجه والمضمضة، ثم غسل اليدين فقط، وكذا يكره له النوم وترتفع كراهته بالوضوء.',
        'من علم بعد الاغتسال أنَّ جزءاً من بدنه لم يصله الماء؛ فإن كان غسله ارتماسياً أعاد غسله، وإن كان ترتيبياً أوصل له الماء ثم غسل ما بعده من اقسام الغسل، فإن كان في الأيسر كفاه إيصال الماء إليه.',
        'من شكّ في الاتيان بالغسل، يجب عليه الاغتسال للأعمال الجديدة، وأما الاعمال السابقة كالصلاة التي صلاها مثلاً، فيحكم عليها بالصحة، واما إذا شكّ في صحة غسله بعد الفراغ منه لاحتمال وجود حاجب على بدنه أو غير ذلك، فيبني على صحة غسله.',
      ],
      startingIssueNumber: 173, // 217 + 8 مسائل = 225
    ),
    Chapter(
      id: 't33',
      title: 'غسل الحيض',
      issues: [
        'اقتضت حكمة الله تعالى أن يخرج من المرأة في فترة معيّنة من حياتها دم بشكل دوري ويسمّى هذا الدم ب(دم الحيض) وهو يجتمع مع الإرضاع ويندر اجتماعه مع الحمل، والحيض حدث كحدث الجنابة.',
        'يخرج من فرج المرأة ثلاثة أنواع من الدم، هي: دم الحيض ودم الاستحاضة ودم النفاس، ولها أحكام خاصة ستأتي تباعاً، ويخرج منه الدم أيضاً بسبب جرح أو قرح أو افتضاض بكارة، وحكم هذا الدم حكم سائر الدماء ولا يترتب عليه شيء من الأحكام الخاصة.',
        'لون دم الحيض عادةً أحمر يميل إلى السواد، يخرج بحرارة وحرقة من جهة يسار الفرج من داخل الرحم، وأقله ثلاثة أيام متوالية، وأكثره عشرة أيام.',
        'دم الحيض يخرج في الفترة الواقعة ما بين بلوغ الفتاة (إكمال تسع سنين قمرية) إلى سن اليأس، فما تراه المرأة من دم قبل هذه الفترة أو بعدها لا يكون حيضاً وإن كان بصفاته، ولا يلزم أن ترى الفتاة الحيض بمجرد بلوغها.',
        'في تحديد سن اليأس للمرأة نظر وتأمّل فيرجع فيه إلى مرجع آخر، أو يعمل بالاحتياط في ما بين الخمسين والستين للقرشية وغيرها، وذلك بالجمع بين تروك الحائض وأفعال المستحاضة في حالة خروج الدم منها، بحيث لو رأته قبل الخمسين لحُكِم عليه بكونه حيضاً، كما لو رأته في أيّام عادتها.',
      ],
      startingIssueNumber: 183, // 225 + 12 مسائل = 237
    ),

    Chapter(
      id: 't34',
      title: 'أحكام الحائض',
      issues: [
        'للحائض في الشريعة أحكام خاصّة هي: 1عدم جواز الصلاة والصيام والطواف والاعتكاف. 2حرمة مجامعتها على الرجل وعليها. 3يُحرم عليها مس لفظ الجلالة (الله) وآيات القرآن وكل ما يُحرم على الجنب الذي تقدم في (م/170). 4يستحب لها أن تجلس في مصلاها في أوقات الصلاة وتُسَبِّح لله سبحانه بمقدار وقت صلاتها. 5يجب الغسل عليها بعد انقطاع الدم من أجل أن تؤدي عباداتها، وهو كغسل الجنابة ولكن لا يغني عن الوضوء فيجب الوضوء معه قبله أو بعده. 6بطلان طلاقها إن كانت مدخولاً بها وليست حاملاً.',
        'يجوز الاستمتاع بالحائض بغير الجماع بالضم والتقبيل وغيره وإن أدى إلى الإمناء، ولكن يكره فيما بين السُّرّة والرُّكبة.',
        'إذا أجنبت المرأة حين الحيض أو كانت جنباً وجاءها الحيض، فيجب عليها بعد النقاء من الحيض ان تغتسل من الجنابة، ويكفي نية غسل الجنابة مع غسل الحيض كما تقدم في (م/162)',
      ],
      startingIssueNumber: 188, // 237 + 3 مسائل = 240
    ),

    Chapter(
      id: 't35',
      title: 'أقسام الحائض',
      issues: [
        '''
         المرأة الحائض على خمسة أقسام هي:
القسم الأول (المبتدأة): هي المرأة التي ترى الدم لأول مرة مع بلوغها السن الشرعية، وحكمها أن تجعل الدم الذي تراه بصفات الحيض حيضاً، وتحتاط فيما عداه بالجمع بين تروك الحائض وأعمال المستحاضة، فإن استمر ثلاثة أيام تعتبره حيضاً وتكتفي فيما بعدها بوظيفة الحائض.
القسم الثاني (ذات العادة العدديّة): هي التي ترى الدم في كلّ مرّة بعدد محدد كخمسة أيّام أو سبعة مثلاً بلا تحديد لليوم والوقت، فمرّة تراه في أول الشهر وأخرى في آخره وثالثة بعد أكثر من شهر ولكنّ عدد أيّام حيضها في الجميع واحد، وحكمها أنّ تجعل الدم الذي تراه بصفات الحيض حيضاً وتحتاط فيما عداه بالجمع بين تروك الحائض وأعمال المستحاضة فإن  استمر ثلاثة أيام تجعله حيضاَ وتكتفي فيما بعدها بوظيفة الحائض.
القسم الثالث (ذات العادة الوقتيّة): هي التي ترى الدم في أول كلّ شهر مثلاً أو في وسطه أو في كل شهرين مرة، ففي كلّ مرّة يأتيها الدم في الوقت نفسه، ولكنّ عدد أيامه مختلف، فمرّة خمسة أيّام وأخرى سبعة وهكذا وحكمها أنّها تصير حائضاً بمجرّد رؤيتها الدم في وقتها المتعارف أو قبله أو بعده بيوم أو يومين وإن لم يكن بصفات الحيض.
القسم الرابع (ذات العادة العدديّة والوقتيّة): هي التي ترى الدم في كل مرة بعدد محدد وفي وقت محدد كأول الشهر أو آخره، ولمُدّة محددة كخمسة أيّام أو سبعة دائماً، وحكمها واضح هو التحيّض برؤية الدم في وقتها أو قبله أو بعده بيوم أو يومين وإن لم يكن بصفات الحيض.
القسم الخامس (المضطربة): هي التي ترى الدم بشكل مختلف من حيث العدد ومن حيث الوقت، فمرّة خمسة أيّام وأخرى سبعة أيّام وفي أوقات مختلفة فمرّة في أول الشهر وأخرى في وسطه وثالثة آخره وهكذا، وحكمها أن تجعل الدم الذي تراه بصفات الحيض حيضاً، وتحتاط فيما عداه بالجمع بين تروك الحائض وأعمال المستحاضة  فإن  استمر ثلاثة أيام تعتبره حيضاً وتكتفي فيما بعدها بوظيفة الحائض.

        '''

      ],
      startingIssueNumber: 191, // 240 + 1 مسألة = 241
    ),

    Chapter(
      id: 't36',
      title: 'مسائل مهمة',
      issues: [
        'لا إشكال في حدوث صفة الحيض عند خروج دم الحيض إلى الخارج ولو أُخرِج بالإصبع أو نحوه وكان قليلاً جداً، كما لا إشكال في بقاء صفة الحيض بتلوث الباطن بالدم بحيث تتلطخ به القطنة عند إدخالها وإن لم يخرج إلى الخارج.',
        'أقل الحيض ثلاثة أيام وأكثره كأقل الطهرِ عشرة أيام ، فكل دم تراه المرأة ناقصاً عن ثلاثة أو زائداً على عشرة ليس بحيض، فإذا رأت ذات العادة الوقتية الدم في وقتها وانقطع عنها قبل إكمال ثلاثة أيام تعتبره استحاضة وتقضي العبادة التي تركتها وكذا المبتدأة والمضطربة إذا رأينه وكان بصفات الحيض ولكنه انقطع قبل ثلاثة أيام.',
        'يشترط في دم الحيض أن يستمر ثلاثة أيّام متوالية ولو في باطن الفرج بحيث عندما تضع القطنة في فرجها تخرج ملوثة.',
        'يشترط الفصل بين الحيض السابق واللاحق بفترة خالية من الحيض لا تقل عن عشرة أيّام، فالدم الذي تراه المرأة قبل مضيّ عشرة أيّام على حيضها السابق يُحكم عليه بكونه استحاضة.',
        'تصيرالمرأة ذات عادة برؤية الدم مرتين متواليتين متفقتين في العدد أو الزمان أو فيهما فالأولى عددية والثانية وقتية والثالثة عددية ووقتية، ولكن في تحقق العادة الوقتية فقط بل العددية فقط بالمرتين إشكال.',
        'تختلف النساء في عدد أيام العادة، فبعضهن خمسة أيّام أو سبعة أو أكثر أو أقلّ، والغالب أن ترى المرأة الحيض في كلّ شهر مرّة، وقد تراه في الشهر أكثر من مرّة، أو في كلّ شهرين مرّة.',
        'إذا رأت الدم بعد انقطاع الدم الذي حُكم بحيضيته من جهة العادة أو غيرها من دون فصل عشرة أيام، ولا يمكن الحكم بحيضية الدمين مع النقاء المتخلل لكون المجموع أكثر من عشرة أيام فالدم الثاني في هذه الحالة استحاضة، وأما إذا رأت الدم الثاني بعد الفصل بعشرة أيام أو أكثر عن عادتها فإن كان الدم الثاني بصفات الحيض جعلته حيضاً أيضاً، وأما إذا كان بصفات الاستحاضة احتاطت بالجمع بين تروك الحائض وأعمال المستحاضة.',
        'المبتدأة والمضطربة ومن كانت عادتها عشرة أيام إذا انقطع عنهن الدم في الظاهر مع احتمال بقائه في الباطن يجب عليهن الاختبار بإدخال قطنة ونحوها والصبر هنيئة ثم إخراجها، فإن خرجت نقية اغتسلن وصلين، وإن خرجت متلطخة ولو بالصُفرة صبرن حتى النقاء، أو مضَّي عشرة أيام فإن لم يتجاوز عن العشرة كان الكل حيضاً وإن تجاوز عنها فسيأتي حكمه.',
      ],
      startingIssueNumber: 192, // 241 + 8 مسائل = 249
    ),

    Chapter(
      id: 't37',
      title: 'حكم الدم إذا تجاوز عشرة أيام',
      issues: [
        'ذات العادة الوقتية والعددية إذا رأت الدم في عادتها وقبلها أو بعدها أو رأت فيها وقبلها وبعدها، فإن لم يتجاوز الجميع عشرة أيام كان الجميع حيضاً، وإن تجاوزها فالحيض خصوص أيام عادتها وإن لم يكن بصفات الحيض والباقي استحاضة وإن كان بصفات الحيض.',
        'المبتدأة والمضطربة إذا تجاوز دمها عشرة أيام، فإن  كان لون الدم مختلفاً تجعل ما بصفات الحيض حيضاً وغيره استحاضة  بشرط أن لا يقل عن ثلاثة أيام وأن لا يزيد عن عشرة وأن لا يعارضه دم آخر واجد لصفة الحيض مفصول بينه وبينه بالفاقد الذي يكون أقل من عشرة، وإن كان لون الدم واحداً تكون فاقدة التميز فإن  لم تكن أقاربها (أم، أخت، خالة، عمة) متفقات في عادتهن تجعل علی الأحوط سبعة أيام من كل شهر حيضاً والباقي استحاضة، وتجعل حيضها من أول رؤيتها للدم.',
        'ذات العادة الوقتية فقط إذا تجاوز دمها عشرة أيام ترجع في الوقت إلى عادتها وأما في العدد فإن  كان لها تميز يمكن رعايته في الوقت رجعت إليه وإلا رجعت إلى قريباتها إن اتفقن وإلا تحيضت سبعة أيام وجعلتها في وقت عادتها.',
        'ذات العادة العددية فقط إذا تجاوز دمها عشرة أيام ترجع في العدد إلى عادتها، وأما بحسب الوقت فإن كان لها تميز يوافق العدد أخذت به وكذا إذا كان مخالفاً له فتزيد وتنقص عليه بما يوافق العدد، ومع عدم التميز أصلاً تجعل حيضها من أول رؤيتها للدم والعدد بحسب عادتها.',
      ],
      startingIssueNumber: 200, // 249 + 6 مسائل = 255
    ),
    Chapter(id: 't38', title: 'قاعدة مهمة', issues: [
      'إذا رأت المرأة الدم ولم تتمكّن من تحديد كونه دم حيض أو استحاضة بعد ملاحظة المسائل المتقدمة فبإمكانها الاحتياط بالجمع بين عمل المستحاضة (وهو الإتيان بالصلاة وصوم رمضان) وتروك الحائض المذكورة في (م/188)، وبذلك تتخلّص من الإشكال لأنّها إن كانت حائضاً فقد احترزت من الحرام، وإن كانت مستحاضة فقد قامت بما يجب عليها، والأحوط لها أيضاً  قضاء الصوم الذي صامته لاحتمال كونها حائضاً.',
    ], startingIssueNumber: 204),

    Chapter(
      id: 't39',
      title: 'غُسل الاستحاضة',
      issues: [
        'دم الاستحاضة في الأغلب أصفر بارد رقيق يخرج بغير قوة ولدغ وحرقة، وقد يكون بصفة الحيض كما مر، وليس لقليله و لا لكثيره حد، فكل دم تراه المرأة قبل بلوغها أو بعد يأسها أو أقل من ثلاثة أيام ولم يكن دم قرح ولا جرح ولا نفاس فهو استحاضة على إشكال في الكلية.',
      ],
      startingIssueNumber: 205,
    ),
    Chapter(
      id: 't40',
      title: 'أقسام الاستحاضة',
      issues: [
        '''الاستحاضة على ثلاثة أقسام: قليلة ومتوسطة وكثيرة، بحسب كمية الدم الخارج  منها، وتعرف بوضع قطنة في الفرج والصبر عليها هنيئة ثم إخراجها والنظر إلى ما فيها من دم.
 فالأولى: أن تتلوث القطنة بالدم من دون أن يثقبها ويظهر من الجانب الآخر، وحكمها وجوب الوضوء لكل صلاة ، وغسل ظاهر فرجها إذا تلوث بالدم، و الأحوط تبديل القطنة أو تطهيرها. 
والثانية: أن يثقب الدم القطنة و يظهر من الجانب الآخر و لا يسيل منها إلى الخرقة التي فوقها ، وحكمها مضافاً إلى ما ذكر في القسم الأول، وجوب الغسل عليها للصلاة التي حدثت قبلها على الأقوى، فإن حدثت قبل صلاة الغداة وجب الغسل لها، وإن حدثت بعدها يجب الغسل للظهرين ، وإن حدثت بعدهما يجب الغسل للعشاءين. 
والثالثة: أن يسيل من القطنة إلى الخرقة، و حكمها مضافاً إلى ما ذكر وإلى تبديل الخرقة أو تطهيرها غسل آخر للظهرين تجمع بينهما، و غسل للعشاءين تجمع بينهما، هذا إذا حدثت قبل صلاة الفجر، ولو حدثت بعدها يجب في ذلك اليوم غسلان غسل للظهرين وغسل للعشاءين، و لو حدثت بعد الظهرين يجب غسل واحد للعشاءين.''',
      ],
      startingIssueNumber: 206,
    ),
    Chapter(
      id: 't41',
      title: 'مسائل في الاستحاضة',
      issues: [
        'الظاهر أن الجمع بين الصلاتين بغسل واحد مشروط بالجمع بينهما، وأنه رخصة لا عزيمة، فلو لم تجمع بينهما يجب الغسل لكل منهما.',
        'يجب على المستحاضة على الأحوط اختبار حالها في وقت كل صلاة لتعلم أنها من أي قسم من الأقسام ولا يكفي الاختبار قبل الوقت إلا إذا علمت بعدم تغير حالها.',
        'يجب تجديد الوضوء لكل صلاة وغسل ظاهر الفرج فيما لو كان خروج الدم مستمراً، أما إذا انقطع عنها الدم أو توقف ولو لفترة فيجب عليها الوضوء للصلاة بعد الانقطاع فقط، ولا يجب لما بعدها من الصلوات ما لم تُحدث بعده أو يتجدد خروج الدم.',
        'يجب على المستحاضة بعد الوضوء والغسل المبادرة إلى الصلاة إذا لم ينقطع الدم بعدهما أو خافت عوده بعدهما قبل الصلاة أو أثناءها، فلو أخرت لا تصح صلاتها إلا إذا علمت عدم خروج الدم منها وعدم وجوده في فضاء الفرج من حين الوضوء إلى ذلك الوقت، بمعنى انقطاع الدم عنها ولو كان انقطاع فترة ولا يضر بالمبادرة الإتيان بالأذان والإقامة والأدعية المأثورة ومستحبات الصلاة.',
        ' يجب على المستحاضة بعد الوضوء والغسل التحفظ من خروج الدم مع عدم خوف الضرر بحشو قطنة أو غيرها وشدها بخرقة، فلو خرج الدم بتقصير منها في التحفظ أعادت الصلاة  بل الأحوط إعادة الغسل والوضوء أيضاً.',
        'لا تجري أحكام الحائض المذكورة في (م/188) على المستحاضة، فتجب عليها الصلاة والصوم، وتستطيع الدخول والبقاء في المساجد، ويجوز لزوجها مجامعتها، لكن الأحوط وجوباً في حالتي الاستحاضة الوسطى والكبرى أن لا يقاربها زوجها إلا بعد الاغتسال، ويكفي الغسل الصلاتي إذا وقعت المقاربة بعد الصلاة مباشرة.',
      ],
      startingIssueNumber: 207,
    ),
    Chapter(
      id: 't42',
      title: 'أحكام المستحاضة',
      issues: [
        '''للمستحاضة أحكام خاصة تختلف عن أحكام الحائض، هي:
 1ـتجب عليها الصلاة اليومية بالتفصيل المتقدم ، وتجب عليها صلاة الآيات أيضاً  وتفعل معها كما تفعل لليومية، والأحوط عدم كفاية غسل الصلاة اليومية لها إن اتفقت في وقتها.
 2يصح منها الصوم بل يجب عليها صوم رمضان، ولا يشترط فيه الوضوء بالنسبة للقليلة وأما غيرها فيشترط في صحته الأغسال النهارية على الأقوى، ولا يترك الاحتياط في المتوسطة و الكثيرة بالنسبة إلى غسل الليلة الماضية.
 3يجب عليها الوضوء للطواف الواجب إذا كانت قليلة، وهو مع الغسل في غيرها والأحوط عدم كفاية الوضوء والغسل الصلاتي له مع استدامتها، وأما الطواف المستحب فلا يشترط فيه الطهارة من الحدث.
 4تجوز مقاربة المستحاضة لكن على الأحوط وجوباً في الوسطى والكبرى عدم مقاربتهما ما لم تغتسلا، ويكفي الغسل الصلاتي إذا قارب بعد الصلاة مباشرة كما تقدم في (م/212).
 5لا يجوز لها مس آيات القرآن الكريم سواء كانت في المصحف أم في غيره ما لم تتوضأ إن كانت قليلة، وهو مع الغسل إن كانت غيرها، والأحوط عدم الاكتفاء بالغسل الصلاتي منهما.
 6لا يجوز للمستحاضة المتوسطة والكثيرة مس لفظ الجلالة المقدس ما لم تغتسلا وتتوضئا . 
7 .يجوز على الأقوى للمستحاضة المتوسطة والكثيرة المكث في المساجد ودخول المسجدين بدون اغتسال، وإن كان الأحوط استحباباً الاجتناب عن الدخول بدون اغتسال.''',
      ],
      startingIssueNumber: 213,
    ),
    Chapter(
      id: 't43',
      title: 'غُسل النفاس',
      issues: [
        'تجري في حقّ النفساء جميع أحكام الحائض من سقوط الصلاة والصوم عنها وحرمة الجماع وحرمة البقاء في المساجد، ووجوب قضاء الصوم الواجب.',
        'إذا استمرّ دم النفاس أكثر من عشرة أيّام فإن كانت في حيضها ذات عادة عدديّة، كان مقدار عادتها نفاساً والباقي استحاضة، وإن لم تكن كذلك كان نفاسها عشرة أيّام وما زاد عنه استحاضة.',
        'إذا أسقطت المرأة الحامل بعمليّة إجهاض أو بغيرها ورأت دماً بعد الإسقاط فهو محكوم بالنفاس وإن كان الجنين علقةً.',
      ],
      startingIssueNumber: 215,
    ),
    Chapter(
      id: 't44',
      title: 'تغسيل الميت',
      issues: [
        'يجب وجوباً كفائياً تغسيل الميت المسلم عدا الشهيد حتّى السقط إذا تمّت له أربعة أشهر، ولا يجوز تغسيل الكافر ومَن حُكم بكفره كالنواصب والخوارج، وأما الشهيد فلا يغسل ولا يحنّط ولا يكفّن بل يدفن بثيابه التي استشهد فيها إذا فاضت روحه في ساحة المعركة.',
        '''يتكوّن غُسل الميت من ثلاثة أغسال:
الأول: غسله بماء السدر، أي بماء مخلوط بقليل من السدر.
الثاني: غسله بماء الكافور، أي بماء مخلوط بقليل من الكافور.
الثالث: غسله بالماء الطبيعي.''',
        ' يشترط في تغسيل الميت المماثلة بين المُغسِّل والميت في الذكورة والأنوثة إلا الطفل الذي لا يزيد عمره عن ثلاث سنين والزوج والزوجة، كما يشترط في المُغسِّل أن يكون بالغاً مؤمناً (شيعياً) وعارفاً بأحكام الغسل.',
        'كيفيّة كلّ واحد من الأغسال الثلاثة المذكورة كغُسل الجنابة الترتيبي، ويعتبر في كلّ من السدر والكافور أن يكونا بمقدار يصدق على الماء أنه مخلوط بهما مع بقائه على إطلاقه.',
        'إذا كان بدن الميّت متنجساً، فيجب تطهيره قبل الشروع في تغسيله، وإذا كان بدن الميت ينزف دما يجب الانتظار حتى يتوقف الدم، وإذا لم يتوقف إلا بعمل طبي كتخييط الجرح مثلاً وجب ذلك.',
        'إذا فقد الماء أو كان هناك مانع من استعماله يجب أن ييمَّم الميت عن كل غسل تيمماً واحداً.',
      ],
      startingIssueNumber: 218,
    ),
    Chapter(
      id: 't45',
      title: 'القطعة المنفصلة من الميت',
      issues: [
        'القطعة المنفصلة من الميت قبل تغسيله إن لم تشتمل على العظم لا يجب تغسيلها‌، بل تلف بخرقة و تدفن على الأحوط وجوباً، و إن كان فيها عظم و لم تشتمل على الصدر تُغسّل و تدفن بعد الّلف في خرقة، أما إذا كانت عظما مجردا فيجب دفنها فقط.',
        ' الجزء المنفصل من الحي لا يجب دفنه وإن اشتمل على عظم ولكنه محكوم بالنجاسة كما تقدم في (م/54).',
        ' إذا وُجِدَ بعضُ بدن الميّت فإن كان صدراً أو اشتمل على الصدر أو كان بعض الصدر الذي محل القلب في حال الحياة و إن لم يشتمل عليه فعلاً، يُغسَّل ويُكفّن ويُصلّى عليه ويُدفن، و يجوز الاقتصار في الكفن على الثوب و اللفافة، إلا إذا كانت مشتملة على بعض محل المئزر أيضا، و لو كان معها بعض المساجد يحنّط ذلك البعض.',
        'يجب بعد تغسيل الميت تحنيطه، وذلك بالمسح على مواضع سجوده، وهي جبهته وكفّاه وركبتاه ورؤوس أصابع رجليه بالكافور المسحوق بنحوٍ يبقى أثره عليها، ويشترط في الكافور أن يكون جديداً لم تذهب رائحته.',
      ],
      startingIssueNumber: 224,
    ),
    Chapter(
      id: 't46',
      title: 'أحكام الميت والوصية',
      issues: [
        'يجب على مَن ظهرت عنده أمارات الموت، ردّ الأمانات الموجودة عنده، أو الإيصاء بردّها والاشهاد عليها مع الاطمئنان بتنفيذ الوصيّة، وكذا يجب عليه الإيصاء بما عليه من ديون وواجبات مالية (خمس، زكاة، كفارات) أوعبادية من (صلاة، صيام، حج) ونحوها إذا كان له مالٌ.',
        'يجوز للشخص الوصية بكل ما هو سائغ شرعاً بعد وفاته، وأن يعين شخصاً لتنفيذ وصاياه وإن كان من غير أولاده وعائلته، كأن يوصي بأن يدفن في مكان معين، وأن يدفع عنه صلاة أو صيام أو كفارات أو رد مظالم أو إعطاء شخص مبلغاً معيناً أو ملكاً من أملاكه وهكذا.',
        'الواجبات المالية والديون تخرج من أصل التركة وإن لم يوصِ بها الميت، وأما ما عداها من الوصايا ومنها الصلاة والصيام ووجوه البر والإحسان، فتخرج من ثلث تركته، ولا يحق للورثة المنع من إخراج ما عليه من واجبات مالية، أو الحيلولة و الامتناع من تنفيذ وصاياه.',
        'يجوز لمن ظهرت عنده أمارات الموت نصب قيّم على أطفاله الصغار للقيام بشؤونهم وحفظ أموالهم بشكلٍ مطلق أو في مجال معين، ولا يحق لأحدٍ منعه من ذلك حتى لو كان قريباً منه، بل قد يجب عليه نصب القيم إذا كان عدم نصبه يؤدّي إلى تضييعهم وتضييع حقوقهم.',
        'ينبغي حين الاحتضار وبدء خروج الروح من البدن أن يُوجَّه الميت نحو القبلة، بأن يمدد على قفاه وتمد رجلاه نحو القبلة بحيث لو جلس كان وجهه إليها، وذهب كثير من الفقهاء إلى وجوب ذلك على المحتضر نفسه مع قدرته على ذلك وعلى غيره أيضاً، ولذا فالأحوط عدم تركه.',
        'يستحبّ تلقين المحتضر الشهادتين والإقرار بالأئمّة (عليهم السلام)، وإذا مات تغمض عيناه ويغلق فمه وتمد يداه إلى جانبيه ويغطى بثوب، ويستحب أن يُقرأ عنده القرآن ويعجل بتجهيزه.',
        'إذا أوصى الميت لشخص معين بأن يقوم بأمر تجهيزه ودفنه مع وجود وليّه، فالأحوط وجوباً أن يأخذ الوصيّ الإذن من الولي وأن يأذن له الولي بذلك، والمراد بولي الميت أبوه وأمه وأولاده ومن يليهم بحسب طبقات الإرث باستثناء الزوج فإنه أولى بزوجته من الجميع.',
      ],
      startingIssueNumber: 228,
    ),
    Chapter(
      id: 't47',
      title: 'غسل مسّ الميت',
      issues: [
        'يجب غُسل مسّ الميت على مَن مسّ بدن الميت من الإنسان بعد برده وقبل تمام غسله، سواء أكان مسلماً أم كافراً، كبيراً أم صغيراً حتّى السقط إذا تمّ له أربعة أشهر.',
        ' يجب الغسل بمسّ ما لا تحله الحياة من الميّت كالظفر والعظم، أو مسّه بما لا تحلّه الحياة بعد صدق المسّ عرفاً، باستثناء الشعر فإنه لا يجب الغسل بمسّ شعر الميت أو مسّه بالشعر.',
        'يجب الغُسل بمسِّ الأجزاء المنفصلة من الميت إذا كان بعد برده وقبل تمام غسله، وأما الأجزاء المنفصلة من الحي فلا يجب الغسل بمسها، وإن اشتملت على اللحم والعظم، نعم هي نجسة كما تقدم في (م/225).',
        'لا يجب الغُسل بمس الشهيد المقتول في ساحة المعركة وكذا لا يجب الغسل بمس الأجزاء المنفصلة منه.',
      ],
      startingIssueNumber: 235,
    ),
    Chapter(
      id: 't48',
      title: 'التكفين والصلاة والدفن',
      issues: [
        'يجب وجوباً كفائياً تكفين الميت من المسلمين والصلاة عليه ودفنه.',
        ''' يُكفنُ الميت بثلاثة أثواب:
1 ثوب يستر ما بين السرّة والركبة ويسمّى بـ(المئزر).
2 ثوب آخر يستر ما بين  الكتفين الى نصف الساق من الأمام والخلف ويسمى بـ(القميص).
3 ثوب يغطّي تمام البدن من اعلى الرأس إلى أسفل القدمين ويسمّى بـ(الإزار).''',
        'يجب تغسيل السقط اذا اتم له اربعة اشهر، ويجب تكفينه ودفنه على المتعارف لكن لا صلاة عليه، و اما اذا كان اقل من اربعة اشهر فلا يجب تغسيله بل يُلفُ بخرقة ويدفن.',
        'يجب بعد تغسيل الميت وتكفينه الصلاة عليه إذا بلغ ستّ سنين فصاعداً.',
        'صلاة الميت هي خمس تكبيرات يتشهّد بعد التكبيرة الأولى الشهادتين، ويصلّي على النبي وآله بعد الثانية، ويدعو للمؤمنين والمؤمنات بالمغفرة بعد الثالثة، ويدعو للميت بالمغفرة بعد الرابعة، وبالتكبيرة الخامسة تتمّ الصلاة ولا دعاء بعدها.',
        'یستحب في صلاة الميت الجماعة ولا يشترط فيها وفي الإمام ما يشترط في صلاة الجماعة وإمامها.',
        ' يقف المصلي في الصلاة على الميت باتجاه القبلة وأمامه الميت مستلقياً على ظهره بحيث يكون رأسه الى يمين المصلي ورجلاه الى يساره، ولا يُشترط في صلاة الميت الطهارة من الحدث ولا من الخبث، ويجوز تكرارها على كراهيّة، الّا إذا كان الميت ذا شرف ومنزلة.',
        'لو دفن الميت من دون صلاة عمداً أو نسياناً أو لعذر صُلي على قبره ما لم يتلاشَ جسده.',
        'يجب بعد الصلاة على الميت دفنه ومواراته في حفرة من الأرض تسمّى بالقبر بكيفيّة خاصّة، ويستحبّ كتابة اسم الميت على لوح أو حجر ونصبه عند رأسه.',
        'يشترط في القبر أن يكون عمقه بحيث يمنع من خروج رائحة الميت ويحفظه من الحيوانات.',
        'يوضع الميت في القبر مضطجعاً على جانبه الأيمن بحيث يكون وجهه وصدره باتجاه القبلة.',
        'السّقط إذا تم له أربعة أشهر يغسل ويكفّن ويدفن على المتعارف، وأما إذا كان أقل من ذلك فلا يجب تغسيله، بل يلف بخرقة ويدفن.',
        'لا يشترط في دفن المرأة أن يكون المباشر لوضعها في القبر من أرحامها بل يجوز ذلك للرجل الأجنبي بشرط عدم اللمس أو النظر إلى بدنها.',
        ' يكره نزول الأب في قبر ولده خوفاً من جزعه و فوات أجره.',
        'يستحب رش الماء على القبر يوم الدفن وأما بعده فلا إشكال في فعله ولكن يقصد به رجاء المطلوبية.',
      ],
      startingIssueNumber: 240,
    ),
    Chapter(
      id: 't49',
      title: ' مسائل مختلفة',
      issues: [
        'تكاليف تجهيز الميت إن لم يتبرع بها أحد، تُخرج من أصل التركة ثمّ توزّع تركته على الورثة بعد إخراج ما عليه من واجبات مالية وديون .',
        ' المقصود من التجهيز تكاليف الغُسل والكفن والدفن بالشكل المناسب لشأنه.',
        'تنتهي السنة الخمسية للميت بموته فيجب على ورثته تخميس الزائد عنده من الأرباح قبل تقسيم تركته.',
        'لا يدخل في تكاليف تجهيز الميت مجلس الفاتحة وإطعام الطعام ونحو ذلك من المصاريف، فإن كلّ ذلك لا بأس به، ولكن لا يخرج من مال الميت إلا بموافقة جميع الورثة.',
        'تستحبّ المشاركة في تشييع جنازة المؤمن ولا بأس بمشاركة النساء في التشييع، وتستحبّ التعزية لأهل المصيبة وتسليتهم، وأجرها عظيم، فمن عزى مصاباً كان له مثل أجره، و(أن من أسكت يتيماً عن البكاء وجبت له الجنة).',
        'يستحبّ التصدّق عن الميت في ليلة دفنه، فإن لم يتمكّن صلّى صلاة ليلة الدفن، وتسمّى (صلاة الوحشة) وهي ركعتان، يقرأ في الأولى بعد الحمد آية الكرسي، ويقرأ في الثانية بعد الحمد سورة القدر عشر مرّات، وبعد التشهّد والتسليم يقول: اللهمّ صلّ على محمّد وآل محمّد وابعث ثوابها إلى قبر فلان بن فلان، ويسمّي الميت.',
        'يجوز البكاء على الميت بل قد يستحبّ عند اشتداد الحزن عليه، ولكن لا يقال ما يُسخط الرب، ولا يجوز اللطم والخدش ونتف الشعر والصراخ الخارج عن حدّ الاعتدال على الأحوط، ولا يجوز شقّ الثوب على غير الأب والأخ، بل تجب في بعض المذكورات كفّارة.',
        'إذا أوصى الميت بإهداء أعضاء من بدنه بعد موته، جاز العمل بوصيّته إذا لم يكن مستوجباً لهتك حرمة الميت المسلم.',
        'لا يجوز تشريح بدن الميت المسلم اختياراً إلا إذا توقّف عليه إحقاق حقّ أو إنقاذ نفس محترمة.',
        '''يحرم نبش قبر المسلم إلّا مع العلم باندراسه وصيرورته رميماً وتراباً وتستثنى من الحرمة حالات خاصّة منها:
1-إذا دفن من غير غسل أو كفن أو تبين بطلانهما.
2-إذا لم يوضع في القبر باتجاه القبلة.
3-إذا دفن في مكان مغصوب ولم يرض مالكه.''',
      ],
      startingIssueNumber: 254,
    ),
    Chapter(
      id: 't50',
      title: 'أحكام التيمّم',
      issues: [
        'قد يكون المكلف في وضع لا يستطيع معه أن يتوضّأ أو يغتسل لأجل الصلاة، فيجب عليه حينئذٍ التيمّم بوجه الأرض و يغنيه عن الوضوء أو الغُسل، فيتمكن من الصلاة والصيام والقيام بكل عمل يشترط فيه الطهارة إلى أن يرتفع عذره.',
        '''يصح التيمم في الحالات التالية:
1 عدم وجود الماء أو عدم كفايته للوضوء أو الغُسل.
2 الخوف من الوصول إلى الماء من عدو أو حيوان أو غير ذلك.
3 خوف العطش على نفسه أو على مَن يجب حفظه باستعمال الماء الموجود عنده في الوضوء أو الغسل.
 4 ترتّب ضررٍ على استعمال الماء بسبب المرض أو الحرق.
5 ضيق الوقت عن استعمال الماء كما لو استيقظ جُنباً قبل طلوع الشمس بدقائق لا تكفي للغُسل.''',
      ],
      startingIssueNumber: 264,
    ),
    Chapter(
      id: 't51',
      title: 'كيفيّة التيمّم',
      issues: [
        '''يتحقق التيمم بعد نية القربة بالقيام بما يلي:
1 ضرب باطن الكفّين معاً على وجه الأرض.
2 مسح تمام الجبهة والجبينين بكامل الكفّين، ابتداءً من قصاص الشعر وانتهاءً بطرف الأنف الأعلى والحاجبين.
3 مسح ظاهر الكف اليمنى من المعصم إلى رؤوس الأصابع بباطن الكف اليسرى.
4 مسح ظاهر الكف اليسرى بباطن الكف اليمنى بالنحو المتقدّم. 
5 الضرب مرّة ثانية على التراب ونحوه، ومسح ظاهر الكف اليمنى بباطن اليسرى، ثمّ مسح ظاهر اليسرى بباطن اليمنى (على الأحوط وجوباً).
مسائل''',
        'كيفيّة التيمّم واحدة سواء كان التيمّم عن الوضوء أم عن الغُسل.',
        ' إذا كان الوضوء أو الغسل مضراً فيجب التيمم بدلاً عنهما، ولو توضأ أو اغتسل والحال هذه لا يصح منه.',
        'إذا كان حاجب على اليد أو الجبهة يجب نزعه قبل التيمم كالخاتم في الإصبع مثلاً، وأمّا الجبيرة فإذا أمكنه نَزْعها نَزَعَها وإلا تيمّم عليها.',
        'يصحّ التيمّم بالتراب وبكل ما يصدق عليه وجه الارض (الصعيد) كالرمل والحجر، وبالمطبوخ من الأرض، كالسمنت والطابوق والكاشي، ويصح التيمّم بالمرمر والجص وإن كانا على الجدار، ولا يصح على السيراميك والبورسلين.',
        'إذا لم يتمكّن الشخص من الوضوء ولا من التيمّم كما لو كان مسجوناً، ولا يوجد عنده ماء ولا تراب (فالأحوط وجوباً) له الصلاة هكذا، ثمّ قضاؤها بعد ذلك، ويسمى مثل هذا الشخص بـ) فاقد الطهورين(.',
        'المتيمّم عن الغُسل والوضوء يجوز له الإتيان بكلّ ما هو مشروط بالطهارة، كالصلاة ودخول المساجد ومسّ القرآن الكريم، إلا المتيمم لأجل ضيق الوقت فإنه لا يباح له بتيممه إلا الصلاة التي ضاق وقتها .',
        ' إذا تيمّم بدلاً عن الغُسل، ثمّ أحدث بالأصغر كما لو خرج منه البول فإذا كان لايزال عاجزاً عن الاغتسال وأراد الصلاة، فالأحوط وجوباً له أن يتيمّم بدلاً عن الغُسل ثمّ يأتي بعده بالوضوء، وإن لم يتمكّن من الوضوء تيمّم بدلاً عنه.',
        ' المحدث بالأكبر بسبب غير الجنابة كالحيض مثلاً، يتيمم بدلاً عن الغسل ثم يتوضأ إذا أراد الصلاة، فإن كان عاجزاً عن الوضوء تيمّم بدلا عنه.',
        'لا يجوز التيمّم للصلاة مع العلم بارتفاع العذر قبل خروج الوقت، وإذا تيمم و صلّى مع اليأس من ارتفاع العذر ثمّ ارتفع لا تجب عليه إعادة الصلاة.',
        'من كانت وظيفته التيمم لا يجوز له أن يتيمم للصلاة قبل دخول وقتها على الأحوط وجوباً، لكن لو تيمم قبل الوقت لأمر واجب أو مستحب وبقي عذره إلى وقت الصلاة جاز له الصلاة بالتيمم المذكور.',
        'إذا لم يجد ما يصحّ التيمّم به، تيمم بغبار ثوبه ولباسه ونحو ذلك ممّا يفترشه للجلوس فإن  لم يتمكّن من ذلك تيمّم بالوحل) الطين).',
      ],
      startingIssueNumber: 266,
    ),
    Chapter(
      id: 't52',
      title: 'التيمّم في الحالات الخاصّة',
      issues: [
        'إذا كان باطن الكف متنجساً ولا يوجد عليه جرم النجاسة ولا يمكن تطهيره ضرب بها وتيمم، وكذا إذا كانت فيه نجاسة غير متعدية.',
        ' الأحوط استحباباً أن يكون كل من الجبهة وظاهر الكفين طاهراً مع الإمكان.',
        'إذا تعذّر الضرب والمسح بالباطن بشكل مطلق انتقل إلى ظاهر الكف، فضرب بها ومسح كما يضرب ويمسح بالباطن، فيضرب الأرض بظاهر كفّيه ثمّ يمسح بهما جبهته ثمّ يمسح ظاهر اليمنى بظاهر اليسرى ثمّ العكس.',
        'إذا كان على الماسح أو الممسوح جبيرة لا يمكن إزالتها، ضرب بها ومسح عليها أي يجعلها كجزء من أعضائه.',
        'العاجز عن التيمّم ييمّمه غيره فيأخذ يديه ويضرب بهما الأرض ويمسح بهما وجهه وكفيه ومع عدم إمكان ذلك يضرب المتولّي بيديه هو ويمسح بهما وجه العاجز وكفيه.',
        'من قُطعت إحدى كفّيه ضرب الأرض بالكف الموجودة وبذراع الكف المقطوعة وأتى بالتيمّم فتنزل الذراع منزلة الكف.',
        'مَن قُطعَت إحدى يديه من فوق الذراع ضرب الأرض بالموجودة ومسح بها جبهته ثمّ مسح ظهرها بالأرض،  والأحوط مع ذلك تولية الغير إن أمكن بأن يضرب بيده الأرض ويمسح بها ظهر كف الأقطع.',
        'مقطوع الكفّين يتيمّم بذراعيه فيضرب بهما الأرض ويمسح بهما وعليهما.',
      ],
      startingIssueNumber: 278,
    ),
    Chapter(
      id: 't53',
      title: 'أحكام الصلاة اليومية',
      issues: [
        'تعد الصلاة من أهمّ الواجبات الدينيّة، وهي عمود الدين وقربان كلّ تقي، ومعراج المؤمن، وقد أوجب الشارع في كلّ يوم على كلّ مكلّف خمس صلوات واجبة تسمّى بـ(الصلوات اليوميّة)، وتستحبّ معها ستّ صلوات أخرى تسمّى ب(النوافل اليوميّة).',
        'الصلاة تطهر إلانسان وتنور قلبه فيما إذا أتى بها بشكل صحيح وبحضور قلب، وتمنحه القدرة على الابتعاد عن الأخلاق الذميمة، بل تطهر المجتمع البشري من كل دنس، ولذا ينبغي الاهتمام بها والإتيان بها في أول وقتها بحضور قلب وإخلاص والتفات إلى أنه يخاطب الله سبحانه وتعالى في كل كلمة يتكلمها.',
      ],
      startingIssueNumber: 286,
    ),
    Chapter(
      id: 't54',
      title: 'الفرائض والنوافل',
      issues: [
        ''' الصلوات اليوميّة الواجبة هي:
 1 - صلاة الصبح ركعتان، وقتها من طلوع الفجر الصادق ( ) إلى شروق الشمس. 
 2- صلاة الظهر أربع ركعات، يبدأ وقتها من الزوال إلى أن يبقى بمقدار أداء صلاة العصر قبل غروب الشمس.
3- صلاة العصر أربع ركعات، يبدأ وقتها  من بعد مقدار أداء صلاة الظهر بعد الزوال إلى غروب الشمس.
4- صلاة المغرب ثلاث ركعات، يبدأ وقتها من المغرب إلى مقدار أداء صلاة العشاء قبل منتصف الليل.
5- صلاة العشاء أربع ركعات، يبدأ وقتها بعد مقدار أداء صلاة المغرب من أول الوقت  إلى منتصف الليل.''',
        '''النوافل اليوميّة هي:
1 نافلة الصبح ركعتان قبل صلاة الصبح.
2 نافلة الظهر ثماني ركعات قبل صلاة الظهر.
3 نافلة العصر ثماني ركعات قبل صلاة العصر.
4 نافلة المغرب أربع ركعات بعد صلاة المغرب، ويصح اعتبار الغفيلة جزءاً منها.
5 نافلة العشاء ركعتان تصلّى من جلوس بعد صلاة العشاء.
6 نافلة الليل إحدى عشرة ركعة يبدأ وقتها بعد منتصف الليل وكلما قرب وقتها من الفجر كان أفضل.
صلاة الليل''',
        ' ورد الحث والتأكيد الكبير على صلاة الليل، قال تعالى { إِنَّ نَاشِئَةَ ٱلَّيْلِ هِىَ أَشَدُّ وَطْـًٔا وَأَقْوَمُ قِيلًا }( ) وفي وصية النبي (صلى الله عليه وآله وسلم) لعلي (عليه السلام): "يا علي، عليك بصلاة الليل"، قالها له ثلاث مرات، وفي حديث آخر عنه (صلى الله عليه وآله وسلم): "شرف المؤمن صلاته بالليل".',
        ' تصلى نافلة الليل ركعتين ركعتين مثل صلاة الصبح، والركعة الأخيرة صلاة بمفردها  تسمى ب(الوتر)، والركعتان اللتان قبلها تسمى بالشفع.',
        ' يستحب في قنوت الوتر الاستغفار والدعاء للمؤمنين وطلب الحاجات من الله المنان وتفصيل ذلك في كتب الأدعية.',
        ' يجوز للمسافر والشاب الذي يشقّ عليه الإتيان بها بعد منتصف الليل وکل ذي عذر کالشیخ والمریض، الإتيان بها قبله، ويقصد بها التعجيل لا الأداء.',
      ],
      startingIssueNumber: 288,
    ),
    Chapter(
      id: 't55',
      title: 'مسائل في الصلوات المستحبة',
      issues: [
        'النوافل اليومية تصلى ركعتين ركعتين كصلاة الصبح، فنافلة الظهر أو العصر التي هي ثمان ركعات تصلى ركعتين ركعتين، فتكون كل واحدة منهما أربع صلوات مثل صلاة الصبح.',
        'لا يجب في صلاة النوافل اليومية قراءة سورة غير {الفاتحة} ويستحب الجهر في قراءتها في الصلوات الليلية منها فقط.',
        'إذا أراد المكلف الإتيان بنافلة الظهر أو العصر في وقتهما ولكن بعد صلاة الظهر والعصر، فالأحوط وجوباً الإتيان بهما من دون نية الاداء والقضاء بل بقصد (ما في الذمة).',
        'يضاف على نافلتي الظهر والعصر في يوم الجمعة أربع ركعات فيصير المجموع عشرين ركعة، والافضل أن يؤتى بها قبل الزوال من يوم الجمعة ويجوز بعد الزوال إلى المغرب.',
        ' إذا شكّ في عدد ركعات الصلاة المستحبة يتخير بين البناء على الأقل أو الأكثر، إلا إذا كان البناء على الأكثر  مبطلاً فيبني على الأقل .',
        '''إذا شكّ في الإتيان  بفعل من أفعال الصلاة المستحبة، فإن لم يتجاوز المحل أتى به وإن تجاوز المحل فلا يعتني بشكه، كما هو الحال في صلاة الفريضة.
بطلانها، أما نقصانه فمبطل لها على الأحوط وجوباً، فلو نسي جزءاً وتذكر بعد الدخول في الركن الذي يليه، فيجب أن يرجع ويأتي بالجزء المنسي، ثم يأتي بما بعده وإن كان ركناً، كما لو تذكر وهو في الركوع أنه لم يقر أ الحمد ، فيرجع ويأتي بها ثم يأتي بالركوع من جديد.''',
        'تسقط نوافل الظهرين في السفر الموجب للتقصير ولا يشرع الإتيان بها وتبقى سائر النوافل باستثناء الوتيرة نافلة العشاء يؤتى بها ( بقصد الرجاء).',
        ' نوافل الصلوات الیومیة التي تسقط عن المسافر مشروعةٌ ومستحبّةٌ لمن قصد الإقامة عشرة أیّامٍ، والصوم المستحبّ مستحبٌّ له أیضاً.',
        'إذا أراد المكلّف أن یصلّي تماماً في أماكن التخییر، فیمكنه الإتیان بالنوافل الیومیة أیضاً.',
        'یجوز الإتیان بالنوافل حال المشي أو الركوب على الدواب أو في وسائل النقل، وفي هذه الحالة لا تجب مراعاة الاستقبال، ويجوز أيضاً الاتيان بها من جلوس، ويستحب في هذه الحالة أن تحسب كل ركعتين بركعة واحدة.',
      ],
      startingIssueNumber: 294,
    ),
    Chapter(
      id: 't56',
      title: 'مقدّمات الصلاة (وقت الصلاة) ',
      issues: [
        'يجب أن تصلّى الصلوات اليوميّة في أوقاتها المحدّدة لها، فلا يجوز تقديمها أو تأخيرها عنها، قال تعالى: {إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً}( ) وتستحبّ المبادرة إليها في أول وقتها ففيه أجر عظيم وثواب جزيل وتأسٍّ برسول الله وأهل بيته صلوات الله عليهم أجمعين، ففي الحديث عن الإمام علي (عليه السلام) أنّه قال:) صلِّ الصلاة لوقتها ولا تُعجّلها لفراغ، ولا تؤخّرها لاشتغال واعلم أن كُلَّ شيءٍ من عملِكَ تَبَعٌ لصلاتك)( ).',
        'لا فرق في وقت صلاة الصبح بين الليالي المقمرة( ) وغيرها، وإن كان الأفضل الانتظار فيها حتى يغلب بياض الصبح على نور القمر.',
        ' نظراً لصعوبة تحديد وقت طلوع الفجر فمقتضى الاحتياط بالنسبة للصوم أن يمسك مع سماع الأذان من الإذاعة وأن يصلي بعده بعشر دقائق.',
        'تشترك صلاة الظهر مع صلاة العصر في الوقت ولكن تختص صلاة الظهر من أول الوقت بمقدار أدائها، وتختص صلاة العصر من آخر الوقت بمقدار أدائها أيضاً.',
        'منتصف الليل هو منتصف الوقت بين غروب الشمس وطلوع الفجر .',
        'إذا لم يصلِّ المغرب أو العشاء قبل منتصف الليل عصياناً أو نسياناً فالأحوط وجوباً أن يصليهما بعده وقبل طلوع الفجر من دون نية الأداء ولا القضاء بل  بقصد (ما في الذمة).',
      ],
      startingIssueNumber: 305,
    ),
    Chapter(
      id: 't57',
      title: 'الأذان والإقامة',
      issues: [
        ' يستحب الأذان والإقامة قبل الفرائض اليومية، ويتأكد هذا الاستحباب في صلاتي الصبح والمغرب، وعلى الخصوص في صلاة الجماعة، ولم يرد الأذان والإقامة في سائر الصلوات الواجبة، من قبيل صلاة الآيات.',
        'الأذان بالإضافة إلى كونه من المستحبات الأكيدة يعد من الشعائر الدينية المهمة التي يتأكد المحافظة عليها والتجاهر بها.',
        '''يشتمل الأذان على ثماني عشرة جملةً وفق الترتيب التالي:

«الله أكْبَرُ» أربع مرات.
«أشْهَد أنْ لا إله إلا اللهُ» مرّتين.
«أشْهَد أنْ مُحَمَّداً رسُولُ اللهِ» مرّتين.
«حَيَّ عَلَى الصَّلاةِ» مرّتين.
«حَيَّ عَلَى الفَلاحِ» مرّتين.
«حَيَّ عَلَى خَيْرِ العَمَلِ» مرّتين.
«الله أكبر» مرتين. 
«لا إله إلا الله» مرتين.
والإقامة مثل الأذان، ولكن تختلف عنه في أن «الله أكبر» في أولها مرّتان، ويضاف «قد قامت الصلاة» مّرتين بعد «حَيَّ عَلَى خَيْرِ العَمَلِ»  و «لا إله إلا الله» في آخرها مرة واحدة فقط.''',
        'الإتيان بعبارة «أشهد أن علياً ولي الله» بعنوان شعار التشيع حسن ومهم، ولكنها ليست جزءاً من الأذان والإقامة، ويجب أن يكون الإتيان بها بقصد القربة المطلقة.',
        ' أذان الإعلام (الذي يُرفع للإعلان عن دخول وقت الصلاة)، وحكايتُه من قبل المستمعين من المستحبات المؤكدة.',
        'لا إشكال في بثّ الأذان من المساجد والأماكن الأخرى عبر مكبرات الصوت بالنحو المتعارف للإعلان عن دخول وقت الصلاة، ولكن لا يجوز بثّ الآيات القرآنية والأدعية ونحوها، إذا كان يوجب أذية الجيران.',
        'من أراد الدخول في جماعة قد أذنوا وأقاموا لها، لا يشرع له الإتيان بالأذان والإقامة لصلاته.',
        'يستحب أن يقف الإنسان حال الأذان مستقبل القبلة وأن يكون على وضوء أو غسل، وأن يضع يديه بحيال أذنيه، وأن يرفع صوته ويمده، وأن يترك فواصل زمنية قصيرة بين جمل الأذان وأن لا يتكلم أثناءها .',
        'يستحب أن يجلس قليلاً بين الأذان والإقامة، أو يسجد أو يسبح أو يصمت قليلاً أو يتكلم أو يصلي ركعتين.',
      ],
      startingIssueNumber: 311,
    ),
    Chapter(
      id: 't58',
      title: 'القبلة',
      issues: [
        'يجب في الصلاة أن يكون وجه المصلّي إلى جهة القبلة، وهي الكعبة المشرّفة في مكّة المكرّمة، وإذا لم يعرف جهة القبلة ولم يمكنه الفحص عنها، صلّى إلى الجهة التي يظنّ أنّها القبلة، فإن لم يحصل له ظن بجهة صلّى إلى الجهات الأربع على الأحوط وجوباً وإن لم يسعه الوقت صلى بمقدار ما وسع.',
        'إذا تحقّق المصلّي من جهة القبلة ثمّ تبیّن خطؤه، فإن  كان انحرافه  أقلّ من (90) درجة عن يمين القبلة أو يسارها فصلاته صحیحة، وإذا التفت إلی خطئه أثناء الصلاة استقبل واستمر في صلاته، ولا فرق فی ذلك بین سعة الوقت وضیقه.',
      ],
      startingIssueNumber: 320,
    ),
    Chapter(
      id: 't59',
      title: 'لباس المصلي ',
      issues: [
        'يجب في لباس المصلّي أن يكون طاهراً ومباحاً (غير مغصوب ولا مسروق)، و أن لا يكون من جلد أو شعر أو وبر حيوانٍ محرّم أكله كالأسد والنمر، أو من جلد حيوان محلّل الأكل غير مذكى.',
        ' تجوز الصلاة في اللباس المصنوع من شعر ووبر الحيوان المحلل الأكل وإن كانت مأخوذة من حيوان غير مذكى.',
        'يستحب أن يكون لباس المصلي أبيض، وأن يكون من القطن أو الكتان، وأن يلبس أنظف ثيابه، ويكره الثوب الأسود والوسخ والضيق .',
        'يستحب التطيب في الصلاة ولبس خاتم من عقيق .',
        'لا تصح الصلاة في جلد الميتة حتى لو كانت من حيوان ذي نفس غير سائلة كالتمساح أو الحية مثلاً، على الأحوط وجوباً.',
        'لا تصح الصلاة في اللباس المصنوع من جلد الحيوان غير المذكى حتى لو كان مثل الحزام والقلنسوة وسير الساعة على الأحوط وجوباً.',
        'يحرم على الرجال لبس الثوب المنسوج من الذهب أو من الحرير الخالص في الصلاة وغيرها، وتبطل بلبسهما الصلاة.',
        'ما يسمى بالذهب الأبيض، إذا كان نفس الذهب الأصفر ولكن ابيضَّ بسبب خلطه ومزجه مع معدن آخر، فحكمه نفس حكم الذهب، إلا إذا كانت كمية الذهب المخلوطة قليلة إلى حد لا يسمى ذهباً عرفاً ففي هذه الحال لا إشكال في لبسه للرجال.',
        'البلاتين ليس من الذهب ولا يلحقه حكمه ولذا فلا إشكال في لبسه للرجال.',
        'تجوز الصلاة في الجوراب والقلنسوة (غطاء الرأس) إذا كانا متنجّسين، وكذلك بالأشياء المحمولة في الجيب كالمنديل ونحوه إذا كانت صغيرة بحيث لا تكفي لستر العورة.',
        'يجوز لبس  الثوب المشكوك كونه من الحرير الخالص ولا تبطل به الصلاة.',
        'مَن رأى بعد الصلاة نجاسة على بدنه أو ثوبه، فإن كان يعلم بها قبل الصلاة ونسيها وصلّى أعادها، وإن علم بها بعد الصلاة فصلاته صحيحة .',
        'إذا التفت أثناء الصلاة إلى وجود نجاسة على بدنه أو لباسه وعلم أنها كانت من قبل، فإن  كان في سعة الوقت قطع صلاته وأعادها بعد التطهير، وإذا كان في وقت ضيق، فإن  كان يمكنه تطهيرها أو نزعها فعل ذلك وأتم صلاته، وإلا أتمها وتصح صلاته.',
        'إذا طهر لباسه أو بدنه  قبل الصلاة وحصل له اليقين بطهارتها، ثم التفت بعد الصلاة إلى أنه لم يتم تطهيرها بشكل صحيح، فصلاته التي صلاها صحيحة وتطهر للصلوات اللاحقة.',
      ],
      startingIssueNumber: 322,
    ),
    Chapter(
      id: 't60',
      title: 'حكم الدم في الصلاة ',
      issues: [
        '''يعفى عن وجود الدم حال الصلاة في الحالات التالية:
الأولى:  دم الجروح والقروح حتى تبرأ، وهو معفوّ عنه في الصلاة مهما كان قدره سواء أكان في البدن أم اللباس، إذا كان في تطهيره أو تبديله حرج ومشقّة نوعية، أو على الشخص نفسه، وبحكم الدم القيح والدواء المتنجس على الجرح أو في اللباس.
الثانية : الدم في البدن أو اللباس إذا كانت سعته أقل من عقد السبابة، بشرط ان لايكون من دم حيوان نجس العين، أو دم حيوان غير مأكول اللحم أو دم ميتة أو إنسان كافر، او دم حيضٍ، وعلى الاحوط وجوبا ان لا يكون دم استحاضةٍ او نفاس.''',
        'لا يعفى عن المتنجس بالدم من البدن أو اللباس مع عدم وجود عين الدم، كما لو كان على اليد او الثوب رطوبةٌ وتنجس بملاقاة دمٍ جاف من دون ان ينتقل عين الدم اليه، واما إذا كان عين الدم موجوداً  ثم زال فيجري على موضعه الحكم المتقدم.',
      ],
      startingIssueNumber: 336,
    ),
    Chapter(
      id: 't61',
      title: 'الستر حال الصلاة',
      issues: [
        'يجب على الرجل ستر العورتين أثناء الصلاة، والأفضل أن يستر ما بين السرة والركبتين، ويجب على المرأة ستر كامل جسدها ما عدا الوجه والكفّين والقدمين، ومع وجود مَن ينظر إليها من الأجانب يجب عليها أن تستر قدميها أيضاً.',
        ' الذقن من الوجه لا يجب على المرأة ستره وأما أسفل الذقن فليس من الوجه ولذا يجب عليها ستره.',
        ' إذا التفت المصلي أثناء الصلاة إلى وجود خلل في الستر الواجب، فالأحوط وجوباً إتمام الصلاة وإعادتها، إلا إذا بادر إلى معالجة الخلل فوراً فلا يبعد صحة صلاته، وكذا تصح صلاته لو التفت إلى الخلل بعد الصلاة .',
      ],
      startingIssueNumber: 338,
    ),
    Chapter(
      id: 't62',
      title: 'مكان المصلي  ',
      issues: [
        'يجب على المصلّي أن يصلي في مكان مباح (غيرُ مغصوبٍ) وغيرُ متحرّكٍ، فلا تجوز الصلاة في السيارة و القطار في حال الحركة  إلا عند الاضطرار.',
        'يجب أن يكون مكان المصلي حال السجود مستوياً، فلا تصح الصلاة إذا كان موضع الجبهة أعلى أو أسفل من موضع ركبتيه ورأس إبهامي قدميه، بأزيد من أربعة أصابع مضمومة.',
        'الصلاة على السجاد المغصوب ونحوه باطلة .',
        'إذا مسّ أمواتاً متعددين أو مسّ ميتاً واحداً عدة مرات، يكفيه غسل واحد.',
        'إذا صلى في مكان جاهلاً بغصبيته أو ناسياً لها فصلاته صحيحة.',
        'إذا تنجس كفن الميت بنجاسة منه أو من الخارج يجب تطهيره أو تبديله أو قرض الموضع المتنجس بنحو لا يقدح بالكفن، وإن لم يمكن ذلك جاز دفنه كما هو عليه.',
        'لا إشكال في صلاة المرأة  (في غير المسجد الحرام) بجنب الرجل أو متقدّمة عليه فيما إذا كانت بينهما فاصلة لا تقل عن مقدار شبر على الأحوط وجوباً سواء كانت من المحارم أم غيرهم.',
        ' لا ينبغي للمصلي أن يقف في صلاته قدام قبر النبي الاكرم أو الإمام المعصوم  ، ولا إشكال في الصلاة خلفه أو بمساواته .',
        'تكره الصلاة في الحمام  ومجزرة الحيوانات ومقابل باب مفتوح وفي الطريق إن لم تضر بالمارة وبين القبور وبين يديه تمثال أو صورة لذي روح وتزول الكراهة بتغطيته.',
        'إذا كان يسكن في بيت حكومي وانتهت المدة التي حددت له للسكن فيه فإذا كان بقاؤه فيه من دون إذن المسؤول المعني وقد أبلغ بوجوب إخلاء البيت فتصرفاته في البيت والصلاة فيه بحكم الغصب.',
      ],
      startingIssueNumber: 341,
    ),
    Chapter(
      id: 't63',
      title: 'أحكام المساجد',
      issues: [
        ' تُستحبّ الصلاة في المساجد للرجال والنساء، بل يُكره عدم حضورها بغير عذر خصوصاً لجار المسجد، وأفضل المساجد المسجد الحرام ثم مسجد النبي (صلى الله عليه وآله وسلم) ثم مسجد الكوفة ثم مسجد بيت المقدس ثم المسجد الجامع.',
        'لابد في وقف المسجد من قصد عنوان المسجدية، فلو وقف مكاناً لصلاة المصلين وعبادة المسلمين صح الوقف ولكن لم يصر به مسجداً ما لم يكن المقصود منه عنوان المسجدية، ويكفي أن يقول: (جعلته مسجداً) أو (وقفته ليكون مسجداً) بل لو بنى بناءً بعنوان المسجدية، وأذن في الصلاة فيه للعموم، وصلى فيه بعض الناس، كفى في وقفه وصيرورته مسجداً.',
        'المسجد الجامع هو المسجد الذي يبنى ليجتمع فيه جميع أبناء المدينة لا يكون مختصاً بمحلة معينة أو جماعة معينة.',
        ' يستحب الاهتمام بالمسجد وتنظيفه وإضاءته، ويكره تزيينه بالذهب بل يحرم إذا عد إسرافاً عرفاً.',
        'يحرم تنجيس المسجد وإذا تنجس تجب المبادرة إلى تطهيره، ويحرم على المجنب والحائض المكث فيه.',
        'يكره هجران المسجد، بعدم إقامة الصلاة فيه أو عدم حضورها، فإنه أحد الثلاثة الذين يشكون إلى الله عز وجل، ويستحب الذهاب إلى المسجد المهجور والصلاة فيه لرفع الهجران عنه.',
        'يكره البيع والشراء في المساجد ويكره العبور منها والنوم فيها إلا في حال الاضطرار.',
        'يستحب التجمل والتعطر وارتداء الملابس النظيفة عند الذهاب إلى المسجد، وأن يكون أول داخل له وآخر خارج منه، وأن يلهج لسانه بالذكر حال الدخول والخروج.',
        'يستحب الإتيان بركعتين عند دخول المسجد بنية تحية المسجد،ويجزي عنهما الإتيان بصلاة واجبة أو مستحبة فيه.',
        ' لا يجوز العمل على خلاف وقفية المسجد أو بما لا يتناسب مع شأنيته، ولا مانع من الاستفادة منه في عقد دورات ثقافية ودينية أو إلقاء الدروس والمحاضرات لتعليم الأحكام والأخلاق بشرط أن لا يكون مزاحماً لإقامة صلاة الجماعة والمصلّين وبتنسيق مع إمام جماعة المسجد وتحت نظره.',
        'إذا غُصِب المسجد أو هدم وأزيل وأقيم مكانه شيء آخر (سوق – مشفى - إدارة)، أو زالت عنه معالم المسجدية بسبب هجره، ولا يؤمل إعادة بنائه مجدداً فلا يبعد زوال أحكام المسجدية عنه، وإن كان الأحوط استحباباً مراعاتها.',
        'لا يجوز تخريب المسجد وإزالته أو جزء منه إلا لأجل مصلحةٍ لازمة لا يمكن تركها أو التغاضي عنها كما لو وقع في طريق عام ضمن المخطط العمراني للبلد.',
        'إذا أوُقفَ شيء متحرك (غير ثابت) ليكون مسجداً من قبيل السيارة والسفينة فالأحوط وجوباً جريان أحكام المسجدية عليه.',
        'لا يجوز اقتطاع أو إشغال جزء من قاعة المسجد المعدّة للصلاة لأغراض أخرى، وإن كانت لصالح ما يقام في المسجد من نشاطات، كجعلها مكتبة أو مكتباً لإدارة شؤون المسجد، أو محلاً لعمل الشاي وتوزيع الطعام، نعم إذا كانت موجودة ضمن خريطة المسجد ومقصودة لبانيه من البداية فلا إشكال في ذلك.',
        ' لا يجوز دخول الكفار إلى مساجد المسلمين، حتى إذا كان ذلك لأجل مشاهدة الآثار التاريخية ولا فرق في ذلك بين المسجد الحرام وغيره، ولا بين ما إذا عُدَّ دخولهم إليها هتكاً لحرمتها وعدمه.',
        'لا يجوز دفن الموتى في المسجد، ولا يجوز العمل بالوصية في الدفن في المسجد، إلا إذا استثنى دفن الموتى حين انشاء صيغة الوقف.',
        'لو بنيت غرف داخل قاعة المسجد المبنية كقاعة لأجل الصلاة جهلاً بالحكم الشرعي، يجب تهديمها وإعادتها إلى القاعة كما كانت سابقاً.',
        'إذا استؤجرت أرض لمدة طويلة كخمسين سنة أو أكثر وبني عليها مسجد كانت له أحكام المسجد خلال المدة المذكورة.',
        'التكايا والحسينيات لا تجري عليها أحكام المسجد.',
        'إذا استغنىي عن بعض أثاث المسجد ونحوه لعدم الحاجة إليها فيمكن نقلها إلى مسجد آخر إذا كان يستفاد منها فيه (راجع م/1368 وما بعدها في أحكام الوقف).',
      ],
      startingIssueNumber: 351,
    ),
  Chapter(
  id: 't64',
  title: 'كيفية الصلاة ',
  issues: [
  '''تتألّف الصلاة الواجبة من أفعالٍ عديدة مترتّبة على الشكل التالي:
1 النيّة:  يجب فيها فضلاً عن قصد الصلاة تحديد نوعها من صبح أو عصر، أداءً أو قضاءً، قاصداً بذلك التقرّب إلى الله وامتثال أمره، ولا يجب فيها التلفّظ.
2 تكبيرة الإحرام: هي أول واجبات الصلاة بعد النيّة، وصيغتها (الله أكبر)، ويجب التلفظ بها بشكل صحيح بدون زيادة ولا نقيصة مع الطمأنينة واستقرار البدن، وبها يدخل المكلّف في الصلاة ويستحب رفع اليدين عند التكبير إلى الأذنين مبتدئاً بالتكبير بابتداء الرفع ومنتهياً بانتهائه.
3 القيام: يجب أداء الصلاة والمصلّي قائم، واقف، على رجليه، ومَن عجز عن القيام كالمريض فإن  استطاع أن يقوم مستنداً إلى عصا أو جدار وجب عليه ذلك، وإلا صلّى من جلوس.
4 القراءة : تجب قراءة سورة الفاتحة، وسورة كاملة بعدهاعلى الأحوط وجوباً،  في الركعتين الأولى والثانية من جميع الصلوات الواجبة اليومية، ويجب أن تكون القراءة في الظهر والعصر بإخفات للرجال والنساء، ما عدا البسملة - فيستحب فيها الجهر- وفي المغرب والعشاء والصبح بصوت مرتفع للرجال فقط، وأمّا النساء فيجوز لهنّ أن يخفضن أصواتهنّ، ويجوز أن يرفعنها مع عدم وجود الأجنبي، وأمّا مع وجوده فالأفضل لهنّ الإخفات.
5 الركوع:  يجب بعد القراءة، ويتحقّق بالانحناء حتّى تصل رؤوس أصابع اليدين إلى الركبتين، والأحوط وجوباً أن يضع يديه على ركبتيه، كما ويجب فيه الذكر وأفضله قول: (سبحان ربّي العظيم وبحمده) مرّة واحدة، أو قول: (سبحان الله) ثلاث مرّات، ويجوز غيرها من الأذكار أيضاً  عدا ذكر السجود إذا كان بمقدارها .
6 الانتصاب:  أي الوقوف منتصباً مطمئنّاً بعد الركوع، ثمّ الهوي إلى السجود، فلو هوى عمداً قبل الانتصاب بطلت صلاته.
7 السجود:  تجب في كلّ ركعة سجدتان يأتي بهما بعد الركوع، ويتحقّق السجود بوضع الجبهة على الأرض خضوعاً لله (عز وجل)، ويجب فيه الذكر وأفضله قول(سبحان ربّي الأعلى وبحمده) أو قول: (سبحان الله) ثلاث مرّات، ويجوز غيرها من الأذكار أيضاً  عدا ذكر الركوع إذا كان بمقدارها كما يجب وضع المساجد السبعة، الجبهة والكفّين والركبتين ورأسي الإبهامين، على الأرض.
8 القيام للركعة الثانية:  بعد انتهاء السجدة الثانية من الركعة الأولى يجب على الأحوط على المصلّي أن يجلس (جلسة الاستراحة) ثم ينهض للركعة الثانية، ويقرأ بعد القيام منتصباً سورة  الفاتحة وسورة قرآنيّة بعدها كما تقدم، ثمّ الركوع ثمّ السجود كما فعل تماماً في الركعة الأولى.
9 القنوت:  يستحبّ للمصلّي في الركعة الثانية بعد قراءة السورة وقبل الركوع رفع يديه ، والدعاء لله في جميع الفرائض والنوافل، ويحوز  بكل ذكر وبكل لغة، وأفضله الأدعية القرآنية والأذكار الواردة عن المعصومين ، ويجزي فيه الصلاة على محمد وآل محمد، ويستحب فيه الجهر إلا في صلاة الجماعة إذا سمع صوته الإمام، ويكره مسح الوجه بعده .
10 التشهّد:  بعد رفع الرأس من السجدة الثانية في الركعة الثانية يجلس المصلّي ويقول: (أشهدُ أنْ لا إلهَ إلا الله، وحدَه لا شريك له، وأشهدُ أنّ محمّداً عبدُه ورسولهُ، اللهمّ صلِّ على محمّدٍ وآلِ محمّد) ويستحبّ أن يقول قبله (الحمد لله) وبعده (وتقبّل شفاعتَه وارفع درجتَه). 
11 الركعتان الثالثة والرابعة:  إذا كان المصلّي في صلاة رباعيّة قام إلى الركعة الثالثة، ويجب عليه فيها أن يقول بعد القيام : (سبحان الله والحمد لله ولا إله إلا الله والله أكبر)  مرّة واحدة، والأحوط استحباباً ثلاث مرّات، أو قراءة سورة الفاتحة بإخفات حتى البسملة على الأحوط وجوباً، وبعد الانتهاء من التسبيح المذكور أو قراءة الفاتحة، يركع ثمّ يسجد كما تقدّم، ثمّ يجلس فإن كان في صلاة المغرب تشهّد وسلّم وإلا قام للركعة الرابعة، وفعل كما فعل في الركعة الثالثة.
12 التسليم: بعد الانتهاء من السجدة الثانية من الركعة الأخيرة يجب التشهّد كما فعل في الركعة الثانية، ثمّ بعد التشهّد يقول: (السلام عليك أيّها النبي ورحمة الله وبركاته)  وهذا السلام مستحب، وبعده يبدأ بالتسليم والقدر الواجب منه قول: (السلام عليكم) والأفضل أن يضيف له (ورحمة الله وبركاته)، أو يقول: (السلام علينا وعلى عباد الله الصالحين)، ويجوز الجمع بينهما.''',
  ' واجبات الصلاة أحد عشر، هي: (النية، تكبيرة الإحرام، القيام، القراءة، الركوع، السجود، الذكر، التشهد التسليم، الترتيب، الموالاة) وقد تمّ التطرق لها في المسألة السابقة.',' إذا كان يصلي العصر فانتبه إلى أنه لم يصلِّ الظهر، فيجب عليه العدول بنيته من العصر إلى الظهر، وصلاته صحيحة، ونفس الكلام إذا كان يصلي العشاء وانتبه إلى أنه لم يصلِّ المغرب بشرط أن يكون التفاته قبل الدخول في ركوع الركعة الرابعة.',' يجب الإتيان بتكبيرة الإحرام بشكل صحيح مع ملاحظة الحركات وأن يصدق عليه عرفاً أنه تلفظ بها، وعلامة ذلك أن يسمع ما يقوله لو لم يكن هناك مانع.',
    ' إذا جاء بتكبيرة الإحرام بشكل صحيح ثم جاء بها مرة أخرى بنية تكبيرة الإحرام أيضا بطلت صلاته، حتى لو كان جاهلاً لأنها من أركان الصلاة التي تبطل الصلاة بزيادتها أو نقيصتها عمداً وسهواً  وجهلاً فيجب التكبير من جديد.',
    'إذا كان يصلي الظهر أو المغرب وفي الأثناء التفت إلى أنه قد صلاها، قطع صلاته وصلى العصر أو العشاء وذلك لأن العدول من السابقة إلى اللاحقة لا يصح بخلاف العكس.',
  ],
    startingIssueNumber: 371,
  ),
    Chapter(
      id: 't65',
      title: 'مسائل في القراءة',
      issues: [
        'يجب في القراءة والأذكار في الصلاة أن يأتي بها المصلي بنحو يعد متلفظاً بها، فلا تجزي القراءة في القلب من دون تلفظ حتى في الصلاة الإخفاتية، وعلامة ذلك تحريك الشفتين وسماع المصلي ما يقرأ إذا لم يكن في سمعه علة، ولم يكن في المحيط ضجيج، وتكفي الإشارة في القراءة من الأخرس وتصح منه.',
        'تجب قراءة الفاتحة والسورة قراءةً عربيّةً صحيحةً، ومَن لا يعرف يجب عليه التعلّم، والمراد من صحّة القراءة مراعاة قواعد اللغة العربيّة، من حيث الرفع والنصب وغيرهما، وأداء الحروف من مخارجها بنحو يعدّه العُرف العربي مؤدّياً للحرف لا لحرف آخره ولا تجب مراعاة المحسنات التجويدية.',
        'سورتا (الفيل) و(الإيلاف) بحكم السورة الواحدة، فلا يكفي الإتيان بواحدة منها بعد الحمد، وكذلك سورتا (الضحى) و(ألم نشرح) ولو قرأ إحداهما من دون الثانية جاهلاً بالحكم من غير تقصير في التعلم فصلواته السابقة محكومة بالصحة.',
        'إذا قرأ السورة قبل الحمد خطأ، فإن التفت قبل الهوي إلى الركوع عاد وقرأ السورة مجدداً بعد الحمد، وإن التفت في الأثناء قطعها واستأنف القراءة.',
        'إذا جهر في موضع الإخفات أو عكس سهواً أو جهلاً فلا شيء عليه، وإذا التفت في الأثناء صحح ولا يجب عليه إعادة ما قرأه خطأ.',
        'يتخير المكلف في أذكار الصلاة في الركوع والسجود والتشهد والتسليم وغيرها بين الجهر والإخفات.',
        'مناط الجهر إظهار جوهر الصوت ومناط الإخفات عدم إظهاره وإن سمع صوته من بجانبه.',
        'إذا أراد في القراءة أن يوصل آية بأخرى فلا يجب عليه إظهار حركة آخر الآية الأولى، فلا إشكال في تسكين نون (مالك يوم الدين) عند وصلها بــ(إياك نعبد وإياك نستعين) وهو ما يطلق عليه ( الوصل بسكون)، وكذا لا إشكال في الوصل بسكون بين كلمات الآية الواحدة، وإن كان الأحوط استحباباً تركه في الأخير.',
        'لا يجوز في الفريضة قراءة سورة من سور العزائم، وهي : {العلق}، و{النجم}، وألم التنزيل {السجدة}، وحم التنزيل {فصلت}، التي يوجد في كل واحدة منها سجدة واجبة.',
        'يجوز العدول في القراءة اختياراً من سورة إلى أخرى إذا لم يقرأ  نصف السورة إلا في سورة {التوحيد} وسورة {الكافرون}، فإنه لا يجوز العدول عنهما إلا في صلاة الجمعة على تفصيل.',
        'من كان يخطأ في القراءة أو في أذكار الصلاة، فإذا كان جاهلاً مقصراً فالأحوط وجوباً بطلان صلاته، أما لو كان جاهلاً قاصراً ومعتقداً صحة ما يقرأ فصلاته صحيحة.',
      ],
      startingIssueNumber: 377,
    ),

    Chapter(
      id: 't66',
      title: 'مسائل في السجود',
      issues: [
        'يحرم السجود لغير الله سبحانه، فما يقوم به بعض الزائرين من السجود على العتبة في مشاهد الإئمة عليهم السلام، إذا كان بقصد الشكر لله فلا إشكال فيه، وإلا فلا يجوز .',
        'يشترط في السجود وضع الجبهة على الأرض، أو النبات الذي لا يؤكل ولا يلبس من قبيل الحجر والتراب والخشب وأوراق الأشجار غير المأكولة ونحو ذلك، والأفضل السجود على الأرض والتراب، خصوصاً تربة الإمام الحسين (عليه السلام).',
        ' السجود على التربة المكتوب عليها (يا حسين) أو غيرها من العبارات لا إشكال فيه، ولكن إذا كان وجود مثل هذه العبارات يعطي ذريعة لتوجيه التهم إلى المذهب فلا يجوز صناعتها ولا الصلاة عليها.',
        'يكفي في الذكر الواجب في السجود «سبحان ربّي الأعلى وبحمده» مرّةً واحدةً، أو «سبحان الله» ثلاث مرات. وتكفي أيضاً سائر الأذكار، من قبيل «الحمد لله» و «الله أكبر» ونحوها (ما عدا الذكر الخاص بالركوع) يشرط أن تكون بقدر الذكر الأول.',
        'تجب الطمأنينة حال الذكر الواجب في السجود وكذا في الذكر المستحب على الأحوط وجوباً، فمن يشرع بالذكر قبل وضع الجبهة على الأرض، أو يرفع رأسه قبل إتمامه، عامداً عالماً، تبطل صلاته.',
        ' يصح السجود على حجر المرمر وسائر الأحجار التي تستخدم في بناء المنازل وتزيينها، وكذا يصح السجود على الآجر والخزف والكلس والجص والسمنت والبلاط (الكاشي).',
        'يصح السجود على الخشب والقرطاس ونحوه المتخذ من خشب الأشجار أو ورقها أو من الأعشاب من غير القطن والكتان.',
        'إذا أتى بذكر الركوع بدلاً من ذكر السجود أو العكس ساهياً، ولم يلتفت إلا بعد رفع رأسه من الركوع أو السجود، فصلاته صحيحة، وأما إذا التفت قبل ذلك يجب عليه الإتيان بالذكر الخاص.',
        'إذا لم يجد ما يصح السجود عليه، أو لم يتمكن من السجود عليه، لبرد أو حر ونحو ذلك، فإذا كان لباسه من القطن أو الكتان، أو كان عنده شيء آخر من جنسهما سجد عليه، والأحوط وجوباً مع التمكن من السجود على اللباس من القطن أو الكتان أن لا يسجد على غير اللباس من القطن أو الكتان، فإن لم يجد شيئاً مما ذكر فالأحوط وجوباً أن يسجد على ظاهر كفه.',
        'إذا فقد ما يصحّ السجود عليه أثناء الصلاة، قطع صلاته في سعة الوقت وصلّى من جديد على ما يصحّ السجود عليه، وأمّا إذا كان الوقت ضيّقاً يعمل بما تقدم في المسألة السابقة.',
        'إذا رفع جبهته من السجود سهواً قبل إتمام الذكر، لا يمكنه العود مرة أخرى واعتبارها نفس السجدة، وأما لو رفع سائر أعضاء السجود عن الأرض سهواً، فيجب أن يعيدها مجدداً ويأتي بالذكر.',
        'إذا اصطدمت جبهته بموضع  السجود وارتفعت منه وعادت إليه قهراً من غير اختيار، حُسبت سجدة واحدة ولا شيء عليه، وأما إذا ارتفعت قهراً ولم تعد فيجب عليه العودة إلى السجود مجدداً والإتيان بالذكر وتحسب له سجدة واحدة.',
        'إذا وضع جبهته من غير عمد على ما لا يصحّ السجود عليه، جرّها إلى ما يصحّ السجود عليه من غير رفع لرأسه.',
        ' لا بأس بالسجود على ما لا يصحّ السجود عليه حال التقيّة، ولا يجب عليه التخلّص من التقيّة بالذهاب إلى مكان آخر لا تقيّة فيه، نعم إذا كان يمكنه السجود على ما يصحّ السجود عليه في نفس المكان الذي فيه التقيّة وجب عليه ذلك على الأحوط، كما لو وجد حصيراً وبإمكانه الصلاة عليه.',
        'الأحوط وجوباً في الركعتين الأولى والثالثة من الرباعية الجلوس مطمئناً بعد السجدة الثانية قبل القيام، وهو ما يعبر عنه بـ(جلسة الاستراحة)، ولو نهض من دون جلوس لم تبطل صلاته.',
        'إذا لم يتمكن من وضع باطن كفيه على الأرض حال السجود، وضع ظاهرهما، ومع العجز يضع معصميه.',
        'السجود لله في نفسه من أعظم العبادات، وقد ورد فيه أنّه ما عُبد الله بمثله، وأقرب ما يكون العبد إلى الله وهو ساجد.',
      ],
      startingIssueNumber: 388,
    ),

    Chapter(
      id: 't67',
      title: 'مستحبات الصلاة',
      issues: [
        '''يستحب في القراءة ما يلي:
1 أن يستعيذ قبل قراءة الحمد في الركعة الأولى بأن يقول: (أعوذ بالله من الشيطان الرجيم).
2 الجهر بالبسملة في الحمد والسورة من الصلوات الإخفاتيّة.
3 التأنّي بالقراءة وأن يقف على آخر كلّ آية ولا يصلها بما بعدها.
4 قول: (اَلْحَمْدُ لِلّهِ رَبِّ الْعالَمِينَ) بعد قراءة سورة الحمد في الجماعة أو منفرداً للإمام أو المأموم.
5- قول: (كذلك الله ربي) مرة أو مرتين أو ثلاثاً بعد قراءة سورة التوحيد.
6-  المكث لحظة بعد قراءة الحمد وبعد قراءة السورة ثم يتابع صلاته.
7- الاستغفار بعد التسبيحات في الركعة الثالثة والرابعة كأن يقول: (أستغفر الله ربي وأتوب إليه).''',
        '''يستحب في الركوع ما يلي:
1 التكبير قبل الانحناء للركوع.
2 أن يردّ الرجل ركبتيه إلى الخلف، والمرأة تضع يديها على فخذيها فوق ركبتيها ولا تردهما إلى الخلف.
3 لا يطأطئ رأسه بل يجعله مستوياً مع ظهره وأن يكون نظره بين قدميه.
4 أن يصلي على النبي وآله قبل الذكر وبعده، وأن يكرر ذكر الركوع ويختمه على وتر (فرد).
5 أن يقول بعد رفع رأسه من الركوع وهو مطمئن: (سمع الله لمن حمده).''',
        '''يستحب في السجود ما يلي:
1  التكبير قبل السجود وبعد رفع الرأس منه حال استقرار البدن.
2 استيعاب الجبهة على ما يصح السجود عليه، ووضع الكفين مضمومتي الأصابع حتى الإبهام حذاء الأذنين.
3التورّك في الجلوس بعد السجود: بأن يجلس على فخذه الأيسر جاعلاً ظهر القدم اليمنى على باطن القدم اليسرى.
4- أن يقول بين السجدتين حال الاستقرار: (أستغفر الله ربّي وأتوب إليه).
5 -  تكرار الذكر والختم على وتر .
6- أن يطيل السجود وأن يدعو وهو ساجد لحاجات الدنيا والآخرة ويصلي على النبي وآله.
7أن يقول عند النهوض إلى القيام: (بحول الله وقوته أقوم وأقعد).''',
      ],
      startingIssueNumber: 405,
    ),

    Chapter(
      id: 't68',
      title: 'مستحبات أخرى',
      issues: [
        'یستحبّ في حال القیام الوقوف منتصب القامة، وإسدال المنكبین، ووضع الكفّین علی الفخذین، وضمّ جمیع أصابع الكفّین، وأن یكون نظره إلی موضع سجوده، وأن یقسّم ثقل بدنه علی كلتا قدمیه بالتساوي، وأن یصفّ قدمیه متحاذیتین.',
        '''ینبغي للمصلي أن يتدبر في معاني ألفاظ الصلاة وأذكارها، وأن يقرأها بخشوع
وحضور قلب، ويغتنم فرصة الصلاة ليطهر روحه، ويقرب قلبه من الله سبحانه وتعالى.''',
        ' يستحب للمصلي بعد الفراغ من صلاته أن يشتغل بالدعاء والذكر وقراءة القرآن، وأفضل الذكر تسبيح السيدة الزهراء (عليها السلام) وهو (الله أكبر) أربعاً وثلاثين مرة، و(الحمد لله) ثلاثاً وثلاثين مرة، و(سبحان الله) ثلاثاً وثلاثين مرة.',
        'لا إشكال في وضع الذراعين على الأرض حال السجود، لكن المستحب التجنيح باليدين لخصوص الرجال.',
        'یستحبّ سجود الشكر بعد الصلاة، بأن یضع المصلّي جبهته علی الأرض بقصد شكر جمیع النعم، ونعمة التوفیق لأداء الصلاة. والأفضل أن یقول ثلاث مرات أو أكثر: ((شكراً لله)).',
        'يكره في الصلاة نفخ موضع السجود والتأوه والأنين والبصاق والعبث وفرقعة الأصابع والتمطي والتثاؤب الاختياري ومدافعة البول والغائط وإغماض العينين إلا في الركوع.',
      ],
      startingIssueNumber: 408,
    ),

    Chapter(
      id: 't69',
      title: 'مبطلات الصلاة',
      issues: [
        '''تبطل الصلاة بما يلي:
1 انتقاض الطهارة الحدثية بخروج الريح أو البول ونحوهما.
2 الالتفات بالوجه أو بالوجه والبدن عن القبلة إلى جهة اليمين أو الشمال بنحو يتمكن من رؤية جهة اليمين والشمال بسهولة، وتبطل الصلاة بذلك حتّى لو فعله سهواً على الأحوط وجوباً، ولا يضرّ الالتفات اليسير إلى أحد الجانبين.
3 التكتّف وذلك بأن يضع إحدى يديه على الأخرى إذا قصد أنه جزء من الصلاة، والأحوط وجوباً الاجتناب عنه حتى مع عدم القصد المذكور.
4 الكلام عمداً في أثناء الصلاة ولو بكلمة واحدة ولا تبطل لو تكلّم سهواً أو غفلة، ولا يضرّ السعال والعطاس أثناء الصلاة.
5 القهقهة عمداً، وهي الضحك المشتمل على الصوت والترجيع، ولا تبطل الصلاة بها إذا كانت عن غير عمد، كما لا تبطل بالتبسّم حتّى إذا كان عن عمدٍ.
6 البكاء بصوت لفوات أمر دنيوي، كفقدان مال أو ولد، ولا بأس بالبكاء سهواً أو خوفاً من الله، أو لطلب أمر دنيوي منه خصوصاً إذا كان راجحاً شرعاً.
7الأكل والشرب العمديان وإن كانا قليلين، ولا بأس بابتلاع ما علق في الفم أو بين الأسنان من بقايا الطعام.
8 كلّ فعل يمحو صورة الصلاة على وجه يصحّ سلب اسم الصلاة عنها كالتصفيق أو القفز، سواء كان عن عمد أم سهو.
9 قول لفظة (آمين) بعد الفاتحة عمداً، ولا بأس بها في حال التقية أو السهو.
10 زيادة أو نقصان ركن من أركان الصلاة كالركوع وتكبيرة الإحرام، أو تغيير النيّة، كما لو نوى الصبح وفي أثناء الصلاة أبدلها إلى الظهر، فإن ذلك مبطل للصلاة سواءٌ أكان عن عَمدٍ أم سَهوٍ.''',
      ],
      startingIssueNumber: 414,
    ),

    Chapter(
      id: 't70',
      title: 'مسائل',
      issues: [
        'مخاطبة غير الله سبحانه أثناء الصلاة مبطلة لها بشكل مطلق، حتى لو كان المخاطب النبي الأعظم أو الأئمة المعصومين (عليهم السلام).',
        'تبطل الصلاة بمخاطبة غير الله سبحانه حتى لو كان الخطاب في ضمن الدعاء، بأن يقول: (غفر الله لك ) أو (صبحك الله بالخير ) إذا قصد بها الدعاء فضلاً عما إذا قصد بها التحية.',
        'لا تضر إلاشارة باليد أو العين لبيان مطلب أو الجواب على سؤال بصحة الصلاة إلا إذا كانت ماحية لصورة الصلاة.',
        'إذا كان لا يستطيع منع نفسه من الضحك حتى امتلأ فمه ضحكاً وأحمر وجهه وارتعش بدنه فصلاته صحيحة إذا لم تُمحَ صورتها .',
        'إذا تلفظ بكلمة بقصد الذكر من قبيل (الله أكبر) ورفع صوته عند التلفظ بها لإفهام شيء فلا إشكال في ذلك، وأما إذا أتى بالذكر بقصد إفهام شيء لشخص فتبطل صلاته حتى لو كان يقصد الذكر أيضاً .',
      ],
      startingIssueNumber: 415,
    ),

    Chapter(
      id: 't71',
      title: 'رد السلام',
      issues: [
        'الابتداء بالسلام على غير المصلي مستحب كفائي، ورده واجب كفائي أيضاً، فلو دخل جماعة على جماعة يكفي في الاستحباب تسليم شخص واحد من الداخلين، ويكفي في الرد جواب شخص واحد منهم أيضاً  .',
        ' رد السلام واجب فوري حتى لو كان المُسلَّمُ عليه مشغولاً بالصلاة، ولو ترك الرد عصى ولكن لا تبطل صلاته ، ويجب في الرد الإسماع ، وإذا كان المُسلَّمُ بعيداً لا يمكن إسماعه الجواب لا يجب جوابه، بل لا یجوز رده في الصلاة.',
        'إنما يجب على المصلي رد السلام إذا لم يكن غيره يستطيع الرد، وأما مع وجوده فلا یجوز له الرد، وكذا إذا كان بين جماعة فسلّم واحد عليهم وشك في أنه قصده أم لا.',
        'يجب على المصلي رد السلام إذا كان السلام بتحية الإسلام (السلام عليكم، عليكم السلام) وأما إذا كان بغيرها، فلا يجوز له الرد، ويجب الرد حتى لو كان المُسلَّمُ صبياً إذا كان مميزاً.',
        'يجب في رد السلام أثناء الصلاة تقديم (السلام) على الظرف بأن يقول (السلام عليكم ) أو (سلام عليكم) حتى لو قال المُسلَّمُ (عليكم السلام )، والأحوط استحباباً مراعاة المماثلة في التعريف والتنكير والإفراد والجمع.',
        'يستحب في غير الصلاة الرد بالأحسن، بأن يقول في جواب من قال : (سلام عليكم ) مثلاً ( عليكم السلام ورحمة الله وبركاته ).',
        'يجب على الأحوط  رد التحية بغير صيغة ( السلام عليكم ) في غير الصلاة إذا كانت قولاً وعُدَّت تحية عرفاً.',
        ' السلام من غير مشافهة وما بحكمها كالسلام كتابة عن طريق التليفون لا يجب رده، كالسلام بالمراسلة أو البصمة عن طريق مواقع التواصل، نعم الرد مع الإمكان حسن.',
      ],
      startingIssueNumber: 420,
    ),

    Chapter(
      id: 't72',
      title: 'الشك في الصلاة',
      issues: [
        'الشكّ في شيء هو تساوي احتمالين فيه كالذي يشكّ في أنّه صلّى أم لا، فلديه نسبة (50%) أنّه صلّى ونسبة (50 %) أنّه لم يصلّ، وهو خلاف الظن، فإن الظنّ بالشيء ما كان أكثر من (50%)  ويقابله الوهم، وهو ما كان دون (50%).',
        ' الشكّ أو الظنّ تارة يكون في عدد ركعات الصلاة، وأخرى في أجزائها، وثالثةً في أصل الصلاة في أنّه صلّى أم لم يصلّ.',
        'مَن ظنّ أو شكّ في أصل الإتيان بالصلاة وهو في الوقت، كمَن شكّ في الساعة الثالثة عصراً في أنّه صلّى الظهر أم لا، يجب عليه الإتيان بها، وأمّا إذا كان ظنّه أو شكّه بعد انتهاء وقت الصلاة كمن شكّ في الساعة الثامنة مساءً في أنّه هل صلّى الظهر أم لا، فإنه لا يجب عليه شيء ولا يعتني بشكّه.',
        'لا يجوز قطع الصلاة الواجبة بدون عذر، نعم إذا توقف حفظ النفس أو المال الواجبيّ الحفظِ على قطعها جاز قطعها.',
      ],
      startingIssueNumber: 428,
    ),

    Chapter(
      id: 't73',
      title: 'كثير الشك',
      issues: [
        'كثير الشكّ سواءٌ أكان في عدد الركعات أم الأجزاء، لا يعتني بشكّه، فيبني على وقوع ما شكّ فيه، إلا إذا كان البناء على وقوعه مفسداً لصلاته فيبني على عدمه.',
        'يرجع في تشخيص كون الشخص (كثير الشك) إلى العُرف، ولا يبعد تحقّقه فيما إذا كان يحصل له شكّ في كلّ ثلاث صلوات متتالية مرّة واحدة على الأقلّ، إذا كان الشخص في وضع طبيعي ولم يحصل له عارض يوجب اختلال حواسه .',
        'إذا شكّ في أنه كثير الشك أم لا يبني على العدم، وأما إذا كان كثير شك فلا يرفع اليد عن العمل بوظيفته حتى يستيقن من رجوعه إلى حالته الطبيعية .',
        'إذا كان كثير الشك في صلاة معينة أو واجب معين كالقراءة مثلاً، فإذا حصل له شك في غيره عمل بوظيفة الشك لا كثير الشك .',
      ],
      startingIssueNumber: 432,
    ),

    Chapter(
      id: 't74',
      title: 'الشكّ في عدد الركعات',
      issues: [
        'الظنّ في عدد الركعات كاليقين فمن ظنّ أنّه صلّى ثلاث ركعات مثلاً يبني على أنّه صلّاها ويتمّ صلاته ولا شيء عليه، ومن ظنّ أنه صلى خمس ركعات بطلت صلاته.',
        'مَن شكّ في عدد ركعات الصلاة الثنائية كصلاة الصبح وصلاة المسافر، أو شكّ في ركعات صلاة المغرب، أو في الركعتين الأوليين من الرباعيّة قبل الفراغ من السجدة الثانية، بطلت صلاته، فيقطعها ويصلّي من جديد.',
        ' إذا طرأ للمصلي أحد الشكوك المبطلة للصلاة فالأحوط وجوباً أن لا يقطعها بمجرد حصول الشك لديه، بل يتأنّى ويفكر قليلاً فإن استقر شكه قطعها.',
        'مَن شكّ في أنّه صلّى ركعتين أو ثلاثاً بعد رفع رأسه من السجدة الثانية يبني على أنّه صلّى ثلاث ركعات، ويتم صلاته وبعد التسليم يأتي بركعة احتياط من قيام أو ركعتين من جلوس.',
        'من شكّ في أنه صلّى ركعتين أو أربعاً بعد رفع رأسه من السجدة الثانية، يبني على الأربع ويُتم  صلاته، وبعد التسليم يأتي بركعتي احتياط من قيام .',
        'من شكّ في أنه صلى ركعتين أو ثلاثاً أو أربعاً بعد رفع رأسه من السجدة الثانية، يبني على الأربع ويتم صلاته، ثم يأتي بركعتي احتياط من قيام وركعتين من جلوس.',
        'مَن شكّ في أنّه صلّى ثلاث ركعات أو أربعاً في أي حال كان، في السجود أو بعده، في القيام أو الركوع، يبني على الأربع، ويأتي بعد التسليم بركعة احتياط من قيام أو بركعتين من جلوس، وهذا هو الشكّ الوحيد الذي تصحّ الصلاة معه في جميع الحالات.',
        '''الشكّ بين الأربع والخمس له ثلاث صور:
الأولى: إذا حصل في حال الركوع أو بعده أو في السجود فصلاته باطلة.
الثانية:  إذا حصل في حال القيام فصلاته صحيحة، فيجلس مباشرة ويتشهّد ويسلّم، ويأتي بعده بركعة احتياط من قيام أو ركعتين من جلوس.
الثالثة: إذا حصل له الشكّ بعد رفع رأسه من السجدة الثانية، فصلاته صحيحة ويُكمل صلاته، فيتشهد ويسلم ويأتي بعد الصلاة بسجدتي السهو.''',
        'مَن حصل له أحد الشكوك لا يجوز له قطع الصلاة وإعادتها، بل يجب عليه اتّباع أحكام الشكّ المذكورة، وإذا كان لا يعرف ماذا يفعل، يبني على أحد الاحتمالات التي يرجّحها، ويُتم صلاته، فإن  كان ما فعله مطابقاً لما هو المطلوب منه صحّت صلاته وإلا أعادها.',
        'إذا ترك صلاته بعد حصول شكّ صحيح ثم استأنفها من جديد، فإذا استأنفها بعد الإتيان بأحد المبطلات كاستدبار القبلة مثلاً فصلاته الثانية صحيحة، وأما إذا كان قبل الإتيان بالمنافي فصلاته الثانية باطلة .',
      ],
      startingIssueNumber: 436,
    ),

    Chapter(
      id: 't75',
      title: 'الشكّ في أفعال الصلاة',
      issues: [
        'من شكّ في الإتيان بفعل من أفعال الصلاة الواجبة، فإن  حصل له الشك قبل الدخول في الفعل الذي يليه، يجب عليه الإتيان به، وإن حصل له بعد الدخول فيما بعده فلا يعتني بشكه حتى لو كان ما دخل فيه مستحباً ،كمن شكّ في السورة وهو في القنوت.',
        'إذا شكّ في الإتيان بتكبيرة الإحرام وهو مشغول بقراءة الفاتحة أو الاستعاذة، استمرّ في قراءته ولا يعتني بشكّه ولا شيء عليه، وأما إذا شكّ فيها قبل ذلك فيجب عليه الإتيان بها .',
        'مَن شكّ في قراءة سورة الفاتحة قبل الدخول فيما بعدها تجب قراءتها، وأما إذا شكّ بعد الدخول فيما بعدها فلا تجب قراءتها حتى لو كان ما دخل فيه مستحباً من قبيل قول:(الحمد لله رب العالمين) المستحب الإتيان بها بعد الفاتحة.',
        'إذا حصل له الشكّ أثناء الركوع في الركعة الثالثة أو الرابعة بأنّه قرأ الحمد أو التسبيحات فيهما أم لا، لا يعتني بشكّه، أما لو حصل الشكّ أثناء الهوي إلى الركوع وقبل الوصول إلى حدّه، فالأحوط وجوباً الرجوع إلى القيام وقراءة الحمد أو التسبيحات.',
        'إذا كان مشتغلاً بقراءة آية، وشك في قراءة الآية التي قبلها أو شكّ في قراءة أولها، لا يعتني بشكه.',
        'إذا شكّ قبل الهوي إلى السجود أي وهو واقف في أنه ركع أم لا، يأتي بالركوع ويمضي في صلاته.',
        'إذا شكّ قبل القيام أو اثناءه في أنه سجد سجدة واحدة أم سجدتين، يأتي بسجدة ويتم صلاته.',
        'إذا شكّ في الإتيان بالتشهد قبل النهوض أتى به، وأما إذا شكّ فيه حين النهوض أو بعده لا يعتني بشكه .',
        'إذا شكّ في أنه أتى بالتسليم أم لا، فإن حصل له الشك قبل الاشتغال بشيء  من التعقيب أو غيره وقبل أن يقوم من مكانه أتى به وإن حصل له بعد ذلك لم يعتن بشكه.',
        'إذا شكّ في جزء من صلاته قبل الدخول فيما بعده وأتى به طبقاً للقاعدة، ثم تبين له أنه قد جاء به سابقاً، فإذا لم يكن ركناً لا تضر زيادته، وإن كان ركناً كالركوع أو تكبيرة الإحرام بطلت صلاته.',
        'إذا شكّ في جزء من صلاته بعد الدخول في الذي يليه، ولم يعتن بشكه طبقاً للقاعدة، ثم تبين له أنه لم يأت به ، فإن تبين له ذلك قبل الدخول في الركن اللاحق جاء به وبما بعده ومضى في صلاته، وإن تبين له بعد الدخول في الركن اللاحق فإن  كان ركناً بطلت صلاته وإلا فصلاته صحيحة .',
      ],
      startingIssueNumber: 446,
    ),

    Chapter(
      id: 't76',
      title: 'الشك في الصحة',
      issues: [
        ' إذا شكّ في صحّة أو بطلان جزء من أجزاء صلاته بعد الإتيان به، كمَن شكّ بعد قراءة الفاتحة في صحّة قراءتها، أو شكّ بعد تكبيرة الإحرام في صحة التلفظ بها، حكم بصحة ما شكّ فيه وإن لم يدخل في الجزء الذي يليه، ومضى في صلاته ولا شيء عليه.',
        'مَن شكّ بعد الفراغ من الصلاة (أي بعد التسليم) أنّ صلاته كانت صحيحة أم لا، كالذي يشكّ بعد التسليم في أنه ركع في صلاته أم لا، أو أنّه صلّى أربع ركعات أم خمساً، فصلاته صحيحة ولا يعتني بشكّه.',
      ],
      startingIssueNumber: 457,
    ),

    Chapter(
      id: 't77',
      title: 'نسيان جزء من الصلاة',
      issues: [
        ' مَن نسي جزءاً من صلاته ولم يتذكّر إلا بعد تجاوز محلّه، كمن نسي السورة ولم يتذكرها إلا وهو في الركوع، أو نسي الذكر في الركوع ولم يتذكّر إلا بعد رفع رأسه منه، فإن  كان المنسي ركناً (تكبيرة الإحرام، الركوع، السجدتين معاً) بطلت صلاته، لعدم إمكان تداركه، وإن لم يكن ركناً مضى في صلاته وصحّت على تفصيل.',
        ' إذا نسي التسليم وتذكر قبل أن يأتي بما يخل بصورة الصلاة وقبل أن يأتي بأحد مبطلات الصلاة عمداً أو سهواً، كالالتفات عن القبلة مثلاً، فيجب عليه الاتيان بالتسليم، وتصح صلاته.',
        'إذا تذكّر ما نسيه قبل فوات المحل رجع وأتى بما نسيه وبما بعده، ومضى في صلاته، كمن نسي سجدة واحدة أو التشهد وتذكر وهو قائم أو بعد القراءة، فيجلس ويأتي بالسجدة أو التشهد أو بهما ثم يقوم ويقرأ ويمضي في صلاته، والأحوط الاستحبابي الإتيان بسجدتي السهو للزيادة الحاصلة.',
        'إذا نسي الركوع، وتذكّر بعد الدخول في السجدة الأولى أو بعد رفع الرأس منها وقبل الدخول في السجدة الثانية يرجع إلى القيام ثمّ يركع، ثمّ يأتي بالسجدتين، ويكمل صلاته، والأحوط استحباباً أن يأتي بعد الصلاة بسجدتي السهو للسجدة الزائدة.',
        'إذا نسي سجدة واحدة أو التشهد، وتذكر وهو في ركوع الركعة التالية أو بعده، مضى في صلاته وبعد التسليم يقضي السجدة، ويأتي بعد قضائها بسجدتي السهو على الأحوط وجوباً، وكذا في صورة نسيان التشهد يقضيه على الأحوط وجوباً، ويأتي بعده بسجدتي السهو .',
        'كيفيّة قضاء السجدة أو التشهّد هي أن يأتي بهما بعد التسليم مباشرة بنيّة القضاء، كما يأتي بهما في الصلاة، محافظاً على ما كان واجباً فيهما حال الصلاة من الطهارة والاستقبال وغيرها، ولا يجب التسليم بعد التشهد القضائي، كما لا يجب التشهد والتسليم بعد السجدة القضائية.',
        ' إذا أتى بأحد مبطلات الصلاة بين تسليم الصلاة وبين قضاء السجدة أو التشهد، كما لو انحرف عن القبلة مثلاً، فيجب عليه قضاء السجدة والتشهد، وتصحّ صلاته.',
      ],
      startingIssueNumber: 459,
    ),

    Chapter(
      id: 't78',
      title: 'ركعة الاحتياط',
      issues: [
        ' ركعة الاحتياط تجب في الموارد التي تقدّم ذكرها، ويجب الإتيان بها بعد التسليم مباشرة، وكيفيتها أن ينوي المصلّي الإتيان بها، ثمّ يكبّر تكبيرة الإحرام، ثمّ يقرأ الفاتحة فقط بإخفات حتى البسملة على الأحوط وجوباً، ثمّ يركع، ثمّ يسجد سجدتين ثمّ يتشهّد ويسلّم.',
        ' في حال وجوب ركعتين للاحتياط لا يتشهّد ولا يسلّم في الركعة الأولى، بل يقوم ويأتي بركعة ثانية كما فعل في الأولى، ثمّ يتشهّد ويسلّم بعدها .',
        'إذا تبين قبل الشروع في صلاة الاحتياط صحة صلاته فلا يجب عليه الإتيان بها، وإذا تبين له في أثنائها فلا يجب عليه إكمالها.',
      ],
      startingIssueNumber: 466,
    ),

    Chapter(
      id: 't79',
      title: 'سجدتا السهو',
      issues: [
        '''تجب سجدتا السهو في الموارد التالية:
1 الكلام سهواً حال  الصلاة.
2 التسليم في غير محلّه على الأحوط وجوباً.
3 نسيان سجدة واحدة على الأحوط وجوباً.
4 نسيان التشهّد.
5 الشك بين الركعتين الرابعة والخامسة بعد إكمال السجدة الثانية.''',
        ' الأحوط استحباباً الإتيان بسجدتي السهو لكل زيادة أو نقيصة سهواً في الصلاة غير ما ذكر في المسألة السابقة.',
        'الحرف الخارج حال التأوه والسعال لا يوجب سجود السهو، أما لو قال (آه) أو (آخ) فيجب الإتيان بسجدتي السهو.',
        ' إذا أخطأ في قراءة كلمة أعادها بصورة صحيحة ولا يجب عليه سجود السهو لإعادتها.',
        'إذا أتى سهواً بالسلام كاملاً أو بإحدى صيغتيه (السلام علينا وعلى عباد الله الصالحين) أو (السلام عليكم ورحمة الله وبركاته) في غير محلها، فالأحوط وجوباً الإتيان بسجدتي السهو، أما لو أتى سهواً بجزء من التسليم ، فالأحوط استحباباً الإتيان بسجدتي السهو.',
        'كيفيّة سجود السهو: يجب بعد التسليم مباشرة قصد الإتيان بسجود السهو ثم يسجد بعد ذلك على التربة أو على شيء يصح السجود عليه مرتين، والأحوط وجوباً أن يقول في السجود: (بسم الله وبالله، السلام عليك أيها النبي ورحمة الله وبركاته)، وبعد رفع رأسه من السجود الثاني يأتي بالتشهد والتسليم.',
        'لا يجب في سجدتي السهو تكبيرة الاحرام، وإن كان الأحوط استحباباً الإتيان بها، كما إن الأحوط استحباباً مراعاة جميع ما يجب في سجود الصلاة.',
        ' سجدتي السهو إذا لم يأتِ بها عمداً عصى، ويجب عليه المبادرة للإتيان به بأسرع ما يمكن، أما إذا نسيه فيجب عليه الإتيان به فوراً عند التذكر، وفي كلا الصورتين لا تجب إعادة الصلاة مهما تأخر.',
        ' من وجب عليه قضاء السجدة أو التشهد، فإن كان قد وجب عليه أيضاً سجود السهو فيجب عليه بعد الصلاة أن يقضي السجدة أو التشهد أوّلاً ثم يأتي بعد ذلك بسجودات السهو.',
        'إذا شكّ في سجود السهو أنه سجد سجدتين أو سجدة واحدة، فإن  كان شكه قبل الدخول في التشهد بنى على الواحدة وأتى بالثانية، وإن كان بعده بنى على الاثنين وأتمه.',
        'إذا زاد في سجود السهو سجدة سهواً ، وجب عليه إعادته وكذا إذا أنقص سجدة ولم يلتفت إلا بعد الانتهاء منه.',
      ],
      startingIssueNumber: 469,
    ),

    Chapter(
      id: 't80',
      title: 'سجود التلاوة',
      issues: [
        ' يجب السجود عند تلاوة أو استماع آية من آيات أربع في القرآن الكريم تتضمن أمراً بالسجود وهي واردة في سور العزائم (فصلت، السجدة، النجم، العلق)، ويجب السجود بتلاوة أو استماع كل الآية لا بعضها.',
        ' يجب سجود التلاوة بعد الانتهاء من تلاوة آية السجدة أو الاستماع اليها فوراً، ولو أخرها نسياناً، يجب عليه الإتيان بها عند تذكرها.',
        ' يجب السجود إذا استمع لآية السجدة من المذياع أو التلفزيون أو المسجل ونحوها، ولا تجب السجدة بالاستماع إلى ترجمتها.',
        'يجب في هذا السجود وضع الجبهة على الأرض بحيث يقال عنه إنّه ساجد، ولا يشترط فيه الاستقبال، ولا الستر، ولا الطهارة، ولا الوضوء، لكن يجب أن يكون السجود على ما يصحّ السجود عليه في الصلاة.',
        'إذا سمع آية السجدة حال الصلاة، فيجب عليه بعد سماع آية السجدة أن يومئ إلى السجود بدلاً من السجود، ويكمل صلاته وتصح منه.',
        ' يستحبّ في سجود التلاوة الذكر ويكفي الذكر المتعارف والأفضل أن يقول: ((لَا إِلهَ إلا اللَّهُ حَقّاً حَقّاً، لَا إِلهَ إلا اللَّهُ إیمَاناً وَتَصْدِیقاً، لَا إِلهَ إلا اللَّهُ عُبُودِیَّةً وَرِقّاً، سَجَدْتُ لَك یَا رَبِّ تَعَبُّداً وَرِقّاً، لَا مُسْتَنْكفاً وَلَا مُسْتَكبِراً، بَلْ أَنَا عَبْدٌ ذَلِیلٌ خائِفٌ مُسْتَجِیرٌ)).',
      ],
      startingIssueNumber: 480,
    ),

    Chapter(
      id: 't81',
      title: 'صلاة كبار السن والمرضى',
      issues: [
        'لا تسقط الصلاة بحال عن المكلّف، فمَن عجز عن القيام في الصلاة استند إلى شيء وصلّى قائماً، فإذا عجز عن الصلاة قائماً حتّى مع الاستناد صلّى جالساً، ولا تصحّ الصلاة جالساً مع القدرة على الصلاة قائماً ولو مستنداً.',
        'إذا لم يتمكّن من الانحناء للركوع، فإذا أمكنه الانحناء معتمداً على شيء فعل، فإن لم يقدر انحنى بالمقدار الممكن.',
        ' إذا لم يكن قادراً على الانحناء أصلاً، جلس بعد القراءة وركع من جلوس وأتم صلاته، والأحوط استحباباً أن يأتي بصلاة أخرى من قيام مع الإيماء برأسه إلى الركوع.',
        ' يكفي في تحقق الركوع من جلوس أن ينحني حتى يصير وجهه مقابل ركبتيه، ولا يجب وضع اليدين على الركبتين.',
        ' إذا كان لا يتمكن من الانحناء للركوع أصلاً ولا يتمكن من الجلوس كفاه الركوع بالايماء برأسه وهو واقف.',
        'إذا تمكن من الجلوس ولم يتمكن من السجود، انحنى بالقدر الممكن له، ووضع التربة على شيء مرتفع ثابت وسجد عليها، مع وضع سائر المساجد في محالّها الطبيعية، وإذا لم يجد ما يضع عليه التربة يرفعها بيده ويضع جبهته عليها.',
        'إذا لم يتمكن من الانحناء للسجود أصلاً، أومأ له وهو جالس ولا يجب عليه في هذه الحالة وضع المساجد في محالّها، نعم الأحوط استحباباً وضع التربة على جبهته إن أمكنه ذلك.',
        'إذا كان يتمكّن من الصلاة وهو واقف ولكن لا يتمكن من الجلوس للسجود والتشهد، صلى واقفاً وأومأ إلى السجود برأسه ثم تشهد وهو واقف.',
        'إذا كان في أرض طينية (وحل) وأراد الصلاة فإذا كان تطين لباسه وبدنه يسبب له مشقة، فبإمكانه الصلاة والإيماء برأسه إلى السجود ويأتي بالتشهد وهو واقف.',
        'إذا كان لا يتمكّن من الصلاة واقفاً ولا جالساً على الأرض، صلّى على الكرسي المتعارف، وإذا عجز من الصلاة على الكرسي صلى مضطجعاً.',
        ' العاجز الذي يجلس على كرسي الصلاة ويسجد بوضع جبهته على المحل المعد لذلك يُحسب هذا العمل سجوداً له، ولذا يلزمه وضع باطن كفيه على محل السجود، ووضع إبهامي قدميه على الأرض.',
        ' من كان مسجى ولا يمكنه القيام أو القعود للصلاة، صلى مستلقياً والأحوط وجوباً أن يضطجع على جانبه الأيمن مستقبلاً القبلة بوجهه وبدنه، فإن عجز صلّى على الجانب الأيسر بالشكل المتقدم، فإن عجز صلّى مستلقياً على ظهره وقدماه باتّجاه القبلة.',
        ' مَن عجز عن الاستقبال أو كان الاستقبال يسبّب له مشقّة لا تُتحمّل عادة صلّى بالنحو الممكن له الأقرب إلى جهة القبلة فالأقرب كالمرضى والجرحى في المستشفيات الراقدين على الأسرّة ولا يمكن توجيهها إلى القبلة.',
        'یجب علی من يصلّي من جلوس أو على الكرسي مراعاة القیام في كلّ موضع یتمكن من الإتیان به من دون حرج ومشقّة، وبناءً علیه، من یتمكن من القیام في بعض ركعات الصلاة وأجزائها، ولا یتمكن من مراعاة القیام في تمام الصلاة، یجب علیه أن یصلّي من قیام بمقدار قدرته.',
        'من لا یتمكن من القیام لعذر، إذا كان یحتمل ارتفاع العذر في آخر الوقت فالأحوط وجوباً الانتظار إلی آخر الوقت، نعم إذا صلّی من جلوس في أوّل الوقت، ولم یرتفع العذر إلی آخر الوقت صحّت صلاته، ولا يجب عليه إعادتها.',
      ],
      startingIssueNumber: 486,
    ),

    Chapter(
      id: 't82',
      title: 'صلاة الجماعة',
      issues: [
        'صلاة الجماعة تبعث روح الألفة والوحدة والتعاون بین المؤمنین، فضلاً عما وعد الله مقيمي «صلاة الجماعة» من الأجر الجزیل والثواب العظیم، وبقدر ما ورد من الحثّ علی «صلاة الجماعة» والترغیب فيها، ورد أیضاً بنفس القدر ذمّ لعدم الاعتناء بها وترك المشاركةِ فیها، حتّی عُدَّ علامةَ للنفاق.',
        ' صلاة الجماعة من أهمّ المستحبّات ومن أعظم الشعائر الدينيّة، ويتأكّد استحبابها لجار المسجد ومن يسمع أذانه، ففي الحديث الشريف عن النبي الأكرم :(لا صلاة لجار المسجد إلا في مسجده (( ) وعنه أيضاً : (ومَن مشى إلى مسجد يطلب فيه الجماعة كان له بكلّ خطوة سبعون ألف حسنة، ويرفع له من الدرجات مثل ذلك، فإن  مات وهو على ذلك وكّل الله به سبعين ألف ملك يعودونه في قبره ويبشّرونه ويؤنسونه في وحدته، ويستغفرون له حتّى يُبعث)( ).',
        ' تجوز الجماعة في جميع الفرائض الواجبة الیومیّة، وإذا اشتغل الإمام بإحدی الصلوات الیومیّة یجوز الاقتداء به بنفس تلك الصلاة أو بأيّ صلاةٍ یومیّةٍ أخری حتى لو كانت قضاء، ولا تشرع صلاة الجماعة في شيء من النوافل الأصلية إلا في صلاة الاستسقاء.',
        'لا إشكال في مشاركة النساء في صلاة الجماعة في المساجد وغيرها، ويحصلن على الثواب المقرّر لصلاة الجماعة كما يحصل عليه الرجال.',
        'إذا كان الإمام مشتغلاً بقضاء إحدی الفرائض الیومیّة، فیجوز الاقتداء به في الفرائض الیومیّة أو في قضائها، بشرط أن تكون الصلاة التي يقضيها مقطوعاً بفواتها لا تقضى من باب الاحتياط ،  سواءٌ أكان يقضي  عن نفسه أم عن غیره.',
        'كيفية صلاة الجماعة كصلاة الفرادى إلا في قراءة الفاتحة والسورة فإنها تسقط عن المأموم، ويتحمّلها عنه الإمام، وتنعقد الجماعة  بشخصين على الأقلّ أحدهما الإمام والآخر المأموم.',
        'لا يجوز للمأموم قراءة الحمد والسورة في الظهر والعصر على الأحوط وجوباً، حتى وإن كان بنية التركيز، نعم يستحب له الاشتغال بالذكر بدلاً منهما.',
        ' في صلاة الصبح والعشاءين إذا كان المأموم يسمع قراءة الإمام ولو همهمته، لا يجوز له القراءة، أما إذا كان لا يسمع شيئاً من قراءة الإمام، فيستحب له أن يقرأ الحمد والسورة إخفاتاً.',
        'يستحب لمن صلى صلاته فرادى أن يعيدها جماعة إماماً أو مأموماً.',
      ],
      startingIssueNumber: 501,
    ),

    Chapter(
      id: 't83',
      title: 'شروط إمام الجماعة',
      issues: [
        '''يشترط في إمام الجماعة ما يلي:
1 أن يكون رجلاً إذا كان المأمومون أو بعضهم رجالاً.
2 أن يكون مؤمناً وعادلاً ومولوداً بطريق شرعي.
3أن يؤدي الصلاة بشكل صحيح.''',
        'لا يشترط في إمام الجماعة أن يكون من رجال الدين، ولكن مع وجود رجل دين وإمكان الاقتداء به لا ينبغي الاقتداء بغيره.',
        ' تجوز إمامة المرأة في صلاة الجماعة للنساء خاصّة، وتقف في وسطهن متقدمة عليهن يسيراً.',
        ' الأقوى جواز التصدّي لإمامة الجماعة لمن يعرف في نفسه عدم العدالة إذا كان المأمومون يعتقدون بعدالته، لأنّ الشرط في الجماعة اعتقاد المأمومين بعدالة الإمام لا اعتقاد الإمام بعدالة نفسه.',
        'العدالة حالة قلبيّة تبعث على ملازمة التقوى وتمنع من ارتكاب المحرّمات، ويكفي في إحرازها أن يكون الشخص معروفاً بالصلاح، أو شهادة عادلين بها.',
        'إذا كان يعتقد بعدالة الإمام ثم شكّ في أنه هل ما زال عادلاً أم لا، فيجوز له الاقتداء به.',
        ' لا مانع من أخذ الأجرة على إتيان الأمور الواجبة وكذا على إقامة صلاة الجماعة.',
        ' يجوز الاقتداء بالمتيمم أو المتوضئ وضوء جبيرة أو بمن كان بدنه أو لباسه متنجساً إذا كان ذلك عن عذر.',
        ' لا يصح الاقتداء بشخص إذا كانت يده أو قدمه مقطوعة بشكل كامل، وأما إذا كان إبهام قدمه مقطوعاً فقط فلا إشكال بالاقتداء به.',
        'اختلاف التقليد بين الإمام والمأموم لا يمنع من الاقتداء بالإمام، إلا إذا كانت صلاة الإمام قصراً بفتوى مرجع المأموم والإمام يصلي تماماً أو العكس.',
        'إذا كان إمام الجماعة يعيد صلاته احتیاطاً، فلا یمكن للمأموم الاقتداء به إلا إذا كان یعید صلاته احتیاطاً أیضاً، وكانت جهة احتیاطه نفس جهة احتیاط الإمام.',
        'يجوز لإمام الجماعة أن يعيد صلاته مرة أخرى ولكن لجماعة أخرى، وعلى هذا الأساس يمكن للمكلف أن يكون إماماً للجماعة في جماعتين، ويعيد صلاته التي صلاها مع الجماعة الأولى مع الجماعة الثانية.',
      ],
      startingIssueNumber: 510,
    ),

    Chapter(
      id: 't84',
      title: 'شروط صلاة الجماعة',
      issues: [
        '''يشترط في صلاة الجماعة ما يلي:
1 اتّصال المأموم بالإمام، أو بالصف المتقدّم، أو بمَن يكون على جانبه المتّصل بالجماعة .
2 أن لا يكون بين المأموم والإمام، أو بينه وبين مَن يكون واسطته في الاتّصال بالجماعة حائل يمنع من المشاهدة، إلا إذا كان المأموم امرأةً فلا بأس بالحائل بينها وبين الإمام أو المأمومين.
3 أن لا يكون موقف الإمام أعلى من موقف المأمومين إلا يسيراً (أقل من شبر).''',
      ],
      startingIssueNumber: 522,
    ),

    Chapter(
      id: 't85',
      title: 'مسائل',
      issues: [
        'الأحوط وجوباً أن لا يكون بين موضع سجود المأموم وموقف الإمام أو الصف المتقدم أزيد من مقدار الخطوة الكبيرة (متر واحد) تقريباً.',
        ' لا مانع من أن تكون المرأة أو صف النساء واسطة لاتصال المأمومين الرجال بالجماعة، كما يحدث ذلك أحياناً في الجماعات الكبيرة أو صلوات الجمعة، ولكن يجب على الأحوط إن يكون الفاصل بين الرجال والنساء بمقدار شبر على الأقل أو يكون بينهما ساتر.',
        'ينقطع الاتصال بالجماعة إذا زادت الفاصلة بین المأموم والإمام، أو بین المأموم ومأمومٍ آخر یتّصل بواسطته بالإمام، أثناء الصلاة عن خطوةٍ واحدةٍ كبيرة، (متر واحد) وتصير صلاته فرادی، كما لو أتم الصف المتقدم صلاتهم جميعاً، نعم إذا عاد بعضهم إلى الجماعة مباشرة وتحقق بهم الاتصال فيبقى على الجماعة.',
        'لا يضرّ الحائل القصير الذي لا يمنع من المشاهدة في أحوال الصلاة وإن كان مانعاً منها حال السجود كمقدار شبر مثلاً.',
        'لا بأس بارتفاع موقف المأموم بالمقدار المتعارف من قبيل باحة المسجد وسطحه ، لا من قبيل المباني متعددة الطبقات.',
        'إذا أقیمت الجماعة على أرضٍ منحدرةٍ، وكان موقف الإمام في الجزء المرتفع، فإن  كان الانحدار قلیلاً إلی حدٍّ یصدق معه أنّ الأرض مستویةٌ فلا مانع من ذلك.',
        'يستحب تنظيم صفوف الجماعة، وأن لا يكون بين المأمومين فاصلة، بل يستحب أن يكون كتف المأموم إلى جنب كتف المأموم الآخر ، ويستحب للإمام أن يقف في وسط الصف، وأن يقف أهل العلم والتقوى في الصف الأول.',
        'يستحب أن يقف المأموم عن يمين الإمام إذا كان رجلاً واحداً، وخلفه إن كان أكثر من واحد، وإذا كان المأموم امرأةً واحدةً وقفت خلفه على الجانب الأيمن، وإذا كان المأمومون رجالاً ونساءً فيستحب  للرجال أن يقفوا  خلف الإمام ويستحب للنساء أن يقفن خلف الرجال.',
      ],
      startingIssueNumber: 523,
    ),

    Chapter(
      id: 't86',
      title: 'كيفية الدخول في الجماعة',
      issues: [
        'إذا كان الإمام مشغولاً بالصلاة، ولم يعلم المأموم أنه مشغول بصلاة يومية واجبة أم بصلاة مستحبة فلا يجوز له الاقتداء به.',
        ' يتحقّق الدخول في الجماعة بتكبير المأموم قاصداً الدخول بالجماعة بعد تكبير الإمام مباشرة، أو حال قراءته، أو حال ركوعه، بشرط أن يصل المأموم إلى الركوع قبل أن يرفع الإمام رأسه منه.',
        'إذا كبر المأموم حال ركوع الإمام وركع، ورفع الإمام رأسه قبل أن يصل إلى ركوعه، أو شكّ في ذلك، لا يعد داخلاً في الجماعة ، وتحسب صلاته صلاة فرادى، ولا تضره القراءة التي فاتته، وبإمكانه العدول عنها إلى صلاة مستحبة، وإكمالها ركعتين ولو مخففة (بدون سورة) ثم الالتحاق بالجماعة.',
        'إذا كبر بقصد الجماعة حال ركوع الإمام، فرفع الإمام رأسه من الركوع قبل أن يركع، أو قبل أن يصل إلى حد الركوع، تكون صلاته فرادى، وبإمكانه العدول منها إلى صلاة مستحبة كما تقدم .',
        'إذا دخل المأموم في صلاة الجماعة في الركعة الثانية للإمام يستحب له القنوت والتشهد مع الامام، ويتجافى حال تشهّد الإمام برفع ركبتيه عن الأرض على الأحوط وجوباً، ويقرأ الحمد والسورة لنفسه عند قيامه، وإذا لم يمهله الإمام لقراءة السورة تركها.',
        ' إذا التحق بالجماعة في الركعة الثانية، يجب عليه في ركعته الثانية أن يقرأ لنفسه ويجب عليه التشهد أيضاً، فإذا لم يأت بذلك جهلاً أو سهواً ولم يلتفت إلا بعد تجاوز المحل أو بعد الصلاة، فصلاته صحيحة، ولكن يجب عليه قضاء التشهد بعد الصلاة مباشرة على الأحوط وجوباً ويسجد بعده سجدتي السهو .',
        'إذا التحق المأموم بالجماعة في أول الركعة الثالثة، قرأ لنفسه الحمد والسورة، وإذا لم يمهله الإمام لقراءة السورة، تركها وتابع مع الإمام وبإمكانه الانتظار ودخول الجماعة حال ركوع الإمام وتحسب له ركعة.',
        'إذا كان الإمام واقفاً في الركعة الثالثة أو الرابعة من الصلاة، وكان المأموم یعلم أنّه لو التحق به وقرأ الحمد فلن یلحق به في الركوع، فالأحوط وجوباً أن یصبر حتّی یركع الإمام، ثمّ یلتحق به .',
        'إذا دخل في الجماعة وتصوّر أنّ الإمام في الركعة الأولی أو الثانیة فلم يقرأ، ثمّ تبیّن بعد الركوع أنّه في الثالثة أو الرابعة، فصلاته صحیحةٌ، ولكن إذا التفت قبل الركوع، فیجب أن یقرأ الحمد والسورة، فإن  لم یكن الوقت كافیاً، یكتفي بالحمد، ویلحق بالإمام في الركوع.',
        'يصح الدخول في الجماعة وإن كان المأمومون المتقدمون لم يدخلوا بعد في الجماعة إذا كانوا متهيئين مشرفين على الدخول في الجماعة.',
        'إذا وصل إلی الجماعة وكان الإمام مشتغلاً بتشهّد الركعة الأخیرة، فإذا أراد إدراك ثواب الجماعة، ینوي الجماعة ويكبر تكبیرة الإحرام ثم یجلس، ویقرأ تشهّد الصلاة مع الإمام، ولكن لا یسلّم، ویصبر حتّی یتمّ الإمام تسلیم صلاته، ثمّ ینهض بعد ذلك، ویتمّ الصلاة، أي یقرأ الحمد والسورة ويعتبرها ركعته الأولى، ويحصل بذلك على ثواب الجماعة.',
      ],
      startingIssueNumber: 531,
    ),

    Chapter(
      id: 't87',
      title: 'أحكام الجماعة',
      issues: [
        'تجب متابعة المأموم للإمام في أفعاله، بأن لا يتقدم عليه ولا يتأخّر عنه تأخّراً فاحشاً، وأمّا في الأقوال فلا يجب ذلك إلا في تكبيرة الإحرام، فإن الأحوط وجوباً أن لا يكبر قبل انتهاء الإمام من تكبيرته .',
        'إذا تقدم المأموم على الإمام أو تأخر عنه عمداً تأخراً فاحشاً، بحيث لا يصدق معه أنه في جماعة، بطلت جماعته وصارت صلاته فرادى.',
        'إذا رفع المأموم رأسه من الركوع أو السجود قبل الإمام سهواً، وجب عليه العود فوراً والمتابعة مع الإمام، ولا تضرّ زيادة الركن في مثل هذه الحال، وإذا لم يعد سهواً أو لتصوره عدم اللحوق به فصلاته وجماعته صحيحتان.',
        ' إذا هوى إلى الركوع لأجل متابعة الإمام بعد رفع رأسه منه سهواً، فرفع الإمام رأسه قبل أن يصل إلى حد الركوع بطلت صلاته.',
        'إذا ركع قبل الإمام سهواً، یجب أن یرفع رأسه من الركوع، ثمّ یركع مجدّداً مع الإمام، ویتمّ الصلاة معه، وتصحّ صلاته جماعةً، أمّا إذا لم يرفع رأسه  من الركوع بطلت جماعته، وتصير صلاته فرادی.',
        'إذا سجد قبل الإمام سهواً، فیجب أن یرفع رأسه من السجود، ثمّ یسجد مع الإمام، وتصحّ صلاته جماعةً.',
        'إذا رفع رأسه من السجود قبل الإمام سهواً، فوجد الإمام ما زال ساجداً، فرجع إلی السجود بقصد المتابعة، ولكن الإمام رفع رأسه قبل أن يصل إلى سجوده، فصلاته وجماعته صحیحةٌ، نعم لو حصل ذلك في كلتا السجدتین بطلت صلاته.',
        'إذا أتم كل من في الصف الأول صلاتهم أو انفردوا من الصلاة، فإذا لم تكن الفاصلة بين الصف الذي يليهم والإمام بقدر خطوة كبيرة (متر واحد) كانت جماعتهم صحيحة وأما إذا كانت الفاصلة أكثر من ذلك فتصير صلاتهم فرادى إلا إذا دخل المصلون الذين أتموا صلاتهم أو بعضهم إلى الجماعة مباشرة.',
        'إذا بطلت صلاة الإمام، أو انتهت قبل صلاة المأمومین، كما لو كان مسافراً، فیجوز للمأمومین أن یقدّموا أحدهم (الواجد لشرائط إمامة الجماعة)، ویكملوا صلاتهم بإمامته.',
        'إذا كبر المأموم تكبيرة الإحرام قبل الإمام سهواً أو لتصوّره تكبير الإمام تعتبر صلاته فرادى، فإن  أراد الجماعة عدل بنيّته من الصلاة الواجبة إلى المستحبّة، وأتمّها ركعتين ولو مخفّفة (بدون سورة) أو قطعها ثمّ التحق بالجماعة.',
        ' یجوز العدول أثناء صلاة الجماعة إلی صلاة الفرادی، حتّی لو كان قاصداً ذلك قبل الدخول في الصلاة، والأحوط استحباباً أن لا یقصد ذلك من أوّل الصلاة.',
        'إذا نوی المأموم الانفراد بعد إكمال الإمام القراءة، فلا یجب أن یقرأ لنفسه، أمّا لو نوی الانفراد أثناء القراءة، فإذا عدل بعد إتمام الحمد فلا تجب علیه قراءتها، أمّا لو عدل أثناء الحمد أو السورة، فالأحوط وجوباً أن یستأنف قراءتها من الأوّل بقصد القربة المطلقة (لا بقصد الورود).',
        ' إقامة جماعات متعدّدة متقاربة في مكان واحد لا إشكال فيه في نفسه، إلا أنّه من المناسب للمؤمنين أن يحضروا جميعاً صلاة جماعة واحدة؛ لإضفاء العظمة على الشعائر الدينيّة فصلاة الجماعة ينبغي أن تكون وسيلة للوحدة والألفة لا ذريعةً للاختلاف والفُرقة.',
        'لا يجوز الصلاة فرادى في مكان تقام فيه الجماعة، إذا كان ذلك يُعَدُّ تضعيفاً لصلاة الجماعة أو إهانةً وهتكاً للإمام الذي يعتقد الناس بعدالته.',
        'إذا دخل الجماعة بتصور أن الإمام (أحمد) وبعد الصلاة تبين أنه غيره، فإن  كان واجداً لشرائط الجماعة فصلاته صحيحة، بل حتى لو لم يكن واجداً لها إذا لم يزد فيها ركناً بقصد المتابعة.',
        'إذا كان مشتغلاً بصلاة الفريضة فرادى وأقيمت الجماعة استُحِبّ له العدول منها إلى صلاة نافلة ما لم يتجاوز محل العدول (الدخول في ركوع الركعة الثالثة) وإتمامها ركعتين ولو مخففة (بدون سورة) ثم الدخول في الجماعة، وأما إذا كان مشتغلاً بصلاة مستحبة وخاف عدم إدراك الجماعة قطعها ودخل في الجماعة.',
      ],
      startingIssueNumber: 542,
    ),

    Chapter(
      id: 't88',
      title: 'مستحبات الجماعة',
      issues: [
        'يستحب انتظار الإمام إذا تأخر عن الحضور، للصلاة معه جماعةً، وهو أفضل من الصلاة في أول الوقت منفرداً.',
        'یستحبّ أن یقوم المأمومون بعد قول «قد قامت الصلاة».',
        'یستحبّ لإمام الجماعة أن یراعي حال أضعف المأمومین، وأن لا یستعجل حتّی یلحق به الضعفاء.',
        'یستحبّ لإمام الجماعة في قراءة الحمد والسورة في الصلوات الجهریّة، والأذكار التي یجهر بها، أن یرفع صوته بحيث یسمعه المأمومون، ولكن یجب أن لا یرفع صوته أكثر من الحدّ المتعارف.',
        '  إذا علم الإمام - وهو في الركوع - بوصول شخصٍ یرید الالتحاق بالجماعة، یستحبّ له أن یطیل الركوع ضِعفَ عادته، ثمّ ینهض حتّی لو علم بقدوم شخصٍ آخر أیضاً یرید الالتحاق بالجماعة.',
        '''یكره أن یقف المأموم في صفٍّ بمفرده مع وجود مكانٍ له في صفوف الجماعة ويكره له أن یرفع صوته بالأذكار بحیث یسمعه الإمام.
الاقتداء بأهل السنّة''',
        'تجوز الصلاة جماعةً مع إخواننا أهل السنّة إذا كان الغرض منها إظهار الوحدة الإسلاميّة  وتجنب الوقوع في الفتنة ، لکن لا یجوز  السجود على ما لا يصحّ السجود عليه و التكتّف إلا إذا اقتضت التقیة ذلك( ).',
        ' ربّما يستشكل البعض في الصلاة مع إخواننا أهل السنّة في صلاة المغرب باعتبار أنّهم يؤذّنون قبل الوقت عندنا، ولكن من غير المعلوم أنّهم يصلّون قبل الوقت، وإذا لم يحرز المكلّف دخول الوقت لا يصحّ منه الدخول في الصلاة، إلا إذا اقتضت التقیة ذلك فلا مانع حينئذٍ من الصلاة معهم .',
      ],
      startingIssueNumber: 558,
    ),

    Chapter(
      id: 't89',
      title: 'صلاة المسافر',
      issues: [
        '''يجبُ قصر الصلاة الرباعيّة حال السفر، بشروط أهمّها ما يلي:
1 أن يكون السفر ثمانية فراسخ (41 كم(، امتداديّةً أو ملفقة من ذهاب وإيّاب.
2 قصد قطع المسافة من حين الخروج إلى السفر، واستمرار القصد حتّى قطع المسافة كاملةً.
3 أن لا ينوي في أثناء سيره وقبل قطع المسافة المرور بوطنه، أو بمكانٍ من نيّته الإقامة فيه عشرة أيّام.
4 أن يكون السفر سائغاً ، فلو كان معصيةً لم يُقصِرْ سواء كان السفر نفسه معصيةً، كالفرار من الزحف، أم كانت غايته معصية كالسفر لقطع الطريق أو لمساعدة ظالم.
5 أن لا يتّخذ السفر عملاً له (كالسائق) أو مقدمةً لعمله) كالطبيب) ونحوه إذا كان عمله في غير بلده مما فيه المسافة.''',
      ],
      startingIssueNumber: 566,
    ),

    Chapter(
      id: 't90',
      title: 'مسائل',
      issues: [
        'یجب أن یكون قصد المسافة منجّزاً وقطعیّاً، وبناءً علیه، إذا كان السفر معلّقاً علی حصول أمرٍ ، فلا تُقصَر الصلاة، كما لو قصد الذهاب إلی مكانٍ دون الأربعة قاصداً أنه إذا وجد هناك من یصحبه یكمل سفره، وإلّا فیرجع، ففي هذه الصورة يصلي تماماً.',
        'إذا اعتقد أن سفره يبلغ المسافة الشرعية فقصر، ثم تبين له أنها أقل تجب عليه إعادة الصلاة تماماً في الوقت وقضاؤها خارجه، وكذا لو اعتقد أن سفره لا يبلغ المسافة فصلّى تماما ثم تبيّن أنه يبلغ المسافة، أعادها قصراً في الوقت وقضاها في خارجه.',
        'يشترط في السفر التلفيقي أن لا يقلّ الذهاب عن أربعة فراسخ ولا يشترط فيه الرجوع في نفس اليوم أو الليلة، ولا یجب أن یكون قطع المسافة متواصلاً فلا يضر التوقّف في الطريق لليلة أو لیلتین أو أكثر ما لم ينو الإقامة.',
        ' إذا علم أنه يبتلي في سفره بترك بعض صلواته الواجبة، فالأحوط وجوباً ترك مثل هذا السفر، إلا إذا كان في تركه ضررٌ أو حرج عليه، وعلى أي حال لا يجوز له ترك الصلاة.',
        'إذا كان السفر يستلزم ترك واجبٍ، فإن كان قصده من السفر ترك الواجب، من قبیل ترك أداء الدین، فیصلّي تماماً، أمّا لو لم یكن قصده ذلك وإن كان الترك یحصل قهراً، فلا یكون السفر معصیةً ویصلّي قصراً.',
        'إذا بدأ سفراً مباحاً، وصلّی قصراً في الطریق (قبل الوصول إلی الثمانیة فراسخٍ) طبقاً لوظیفته، ثمّ عدل بقصده إلی الحرام، فیجب علیه إعادة الصلوات التي صلاها قصراً،  تماماً في الوقت وقضاؤها خارجه .',
        'من قصد المعصیة في بدایة السفر، إذا عدل عن قصده أثناء الطریق، وعزم علی العود أو متابعة سفره لغرضٍ مباحٍ، فإذا كان الجزء المتبقّي من الطریق ثمانیة فراسخ (امتدادیّةً أو تلفیقیّةً)، فیصلّي قصراً، وأمّا إذا كان أقل فیصلّي تماماً.',
        'سفر الصید لتأمین قوته وقوت عیاله مباحٌ، ویصلّی فیه قصراً، إما إذا كان بقصد التجارة والتكسّب، كمن یصید الحیوانات لیبیع لحومها وجلودها لكسب الثروة الطائلة ( )، ففي هذه الصورة، الأحوط وجوباً الجمع بین القصر والتمام ويفطر، وأما إذا كان للترفيه واللهو فیجب فیه التمام والصوم .',
        'تحسب المسافة الشرعية من آخر مدينة المبدأ إلى أول مدينة المقصد، إلا إذا كان قاصداً الذهاب إلى مكان خاص يحاذي المدينة من قبيل بعض الجامعات أو المعسكرات أو المطارات ونحو ذلك، ففي هذه الحالة تحسب المسافة إلى نفس المقصد لا المدينة.',
        ' من كان في أوّل وقت الصلاة في وطنه أو في مكان قصد فیه الإقامة عشرة أیّام وسافر من دون أن یصلّي، فإذا أراد أن یصلّي في السفر، فیجب عليه أن یصلّي قصراً، ومن كان في أوّل وقت الصلاة مسافراً ولم یصلِّ، ثمّ عاد إلی وطنه أو محلّ الإقامة، فیجب علیه أن یصلّي تماما.',
      ],
      startingIssueNumber: 567,
    ),

    Chapter(
      id: 't91',
      title: 'حد الترخص',
      issues: [
        'لا يجوز للمسافر التقصير والإفطار إلا بعد اجتياز حدّ الترخّص من بلده، وكذلك عند العود اليه فيصلي تماماً في عوده بعد عبور حد الترخص.',
        'حدّ الترخّص هو المكان الذي يبعد عن آخر بيوت المدينة بحيث لا يسمع فيه أذان آخر البلد بالصوت المتعارف من دون مكبرة صوت( )، سواء أخفيت جدران المدينة أم لا .',
        ' يعتبر في الأذان أن يكون بصوت رجل متوسط الصوت، بدون مكبرة صوت یُرفع من مكانٍ مرتفعٍ متعارفٍ، من قبیل مآذن المساجد القدیمة .',
        'إذا سمع صوت الأذان خارج المدینة، وتمكن من تشخیص كونه أذاناً، ولكن لم یتمكن من تمییز فصوله بعضها من بعض، فالأحوط وجوباً الجمع بین القصر والتمام، إلا إذا تابع سیره إلی حدٍّ لا یسمع الأذان أصلاً.',
        'الأحوط وجوباً الجمع بين القصر والتمام بعد الوصول إلى حد الترخص وقبل الوصول إلى محل الإقامة، وكذا عند الخروج منه أو من محل التردد وقبل اجتياز حد الترخص.',
        'من یسافر من وطنه قاصداً المسافة الشرعیّة، إذا شكّ أنّه وصل إلی حدّ الترخص أم لا، یجب أن یبني علی عدم الوصول ویصلّي تماماً، وإذا حصل هذا الشك في طریق الرجوع من السفر، فیجب الصلاة قصراً.',
        ' من أنشأ سفراً من وطنه، إذا صلّی تماماً بعد تجاوز حدّ الترخص، بتصوّر أنّه لم یصل إلیه ثمّ تبیّن وصوله، یجب أن یعید الصلاة، ولو حصل ذلك في طریق الرجوع وصلّی قصراً بتصور عدم وصوله ثم تبين وصوله أعادها تماماً.',
        '''إذا خرج من الوطن وتجاوز حدّ الترخّص، ثمّ دخل إلی حدّ الترخّص مجدّداً، فیجب أن یصلّي داخل حدّ الترخص تماماً، ولا فرق في ذلك بین أن یكون رجوعه اختیاریّاً أو غیر اختیاريّ أو بسبب انحراف الطریق.
التخيير بين القصر والتمام''',
        'يتخير المسافر في أربعة أماكن (مكة المكرّمة والمدینة المنوّرة ومسجد الكوفة والحائر الحسينيّ) في الفرائض الرباعیّة بین القصر والتمام، والتمام أفضل، وإن كان الأحوط استحباباً القصر.',
        'یجري حكم التخییر في مدینتي مكة المكرّمة والمدینة المنوّرة الحالیّتین بكاملهما، ولا يختص الحكم بالمسجدين الشريفين وإن كان الأحوط استحباباً الاقتصار عليهما .',
        ' یختصّ التخییر في الكوفة بمسجدها، أمّا مدینة الكوفة فالأحوط وجوباً عدم جریان حكم التخییر فیها.',
        'التخییر في الحائر الحسینيّ یقتصر علی ما تحت القبّة الشريفة والمكان الذي یصدق علیه أنّه عند قبر الإمام الحسین  ولا یشمل الأروقة والصحن المطهّر علی الأحوط وجوباً.',
        ' حكم التخییر في الأماكن الأربعة لا یشمل الصوم، فلا یمكن للمسافر أن یصوم شهر رمضان فیها.',
      ],
      startingIssueNumber: 577,
    ),

    Chapter(
      id: 't92',
      title: 'السفر الشغلي',
      issues: [
        'يجب على مَن يسافر للعمل أن يتمّ صلاته ويصوم في أسفاره لأجل العمل إذا صدق عرفاً على سفره أنّه (سفرٌ  للشغل والعمل) سواء كان (عمله السفر) كالسائق والملّاح ونحوهما، أم كان (عمله في السفر) كالطبيب والمقاول إذا كان عملهما في محلّ يبعد المسافة الشرعيّة عن محلّ سكناهما ولو بالتلفيق.',
        ' وجوب التمام على مَن يسافر للعمل من باب أنّ سفره (سفرٌ للعمل والشغل)، وليس من باب (كثرة السفر(، فمَن كان كثيرَ السفر لغير العمل كالزيارة أو العلاج أو النزهة أو غيرها، قصر في صلاته وأفطر.',
        'لا يعتبر في السفر الشغليّ أن يكون لكسب المال والارتزاق منه، فالمعلّم الذي يسافر للتدريس مجّاناً مثلاً يعدّ هذا العمل شغلاً وحرفةً له، ويجب عليه في سفره هذا الصلاة تماماً.',
        ' يبدأ حكم التمام على مَن (شغله في السفر) بمجرّد صدق كون السفر عملاً وحرفةً له بنظر العُرف، حتى إذا كان في السفرة الأولى للعمل، كما هو الحال في أغلب الموارد، بلا حاجة إلى سفرةٍ ثانيةٍ أو ثالثة.',
      ],
      startingIssueNumber: 590,
    ),

    Chapter(
      id: 't93',
      title: 'شروط السفر الشغلي',
      issues: [
        '''يصدق كون السفر سفراً شغليا بتوفّر شروط ثلاثة:
1 قصد اتّخاذ العمل في السفر شغلاً له ومهنةً.
2 الشروع بالسفر للعمل.
3 قصد الاستمرار في العمل لمُدّةٍ معتدّ بها.''',
        'المعیار في كون السفر شغلیّاً هو العرف، ففي صورة الشك في صدق الحرفة والشغل عرفاً علی السفر، یصلّي قصراً ولا یصحّ صومه.',
        'لا يشترط في صدق كون السفر (سفراً للعمل) أن يمارس السفر للعمل في معظم أيام السنة، بل يكفي ممارسته في بعض الأشهر منها إذا كان من نيّته الاستمرار عليه في السنين المقبلة.',
        'من يشتغل بعمل يقتضي منه السفر مرّة واحدة في السنة لمدّة شهر مثلاً، كمتعهديّ حملات الحجّ (الحملدار)، فإذا إذا كان قاصداً الاستمرار بهذا العمل في كلّ عامٍ يصلّي تماماً ، وأما إذا لم يكن قاصداً الاستمرار في كل سنة فلا تترتّب عليه أحكام السفر الشغلي.',
        'من حصل له عملٌ في السفر لمرّة واحدة في السنة، من دون قصد الاستمرار والمداومة علیه في السنوات المقبلة، فإذا كانت مدّة العمل لا تقل عن ثلاثة أشهرٍ، يسافر خلالها للعمل بشكل مستمر من دون انقطاع، إلا في أیّام العطل المتعارفة، فصلاته تمامٌ حتّی في السفر الأوّل.',
        ' إذا حصل له عمل في السفر لمدة قصيرة كشهرٍ مثلاً، فصدق السفر الشغليّ عليه عرفاً غیر واضحٍ، وفي صورة الشك في الصدق یصلّي قصراً.',
        ' من یسافر للشغل في بعض أيام السنة، مع قصد الاستمرار والمداومة عليه في كلّ عامٍ، كمن يعمل سائقاً في شهر أو شهرین من الصیف، فسفره هذا بحكم السفر الشغليّ یصلّي فيه تماماً من السفر الأوّل.',
        'إذا كان الشخص يسافر للعمل في الأسبوع مرّةً واحدةً، كما إذا كان يعمل سائقاً لنقل الركاب في أيام الجمع مثلاً، فإذا كان من قصده الاستمرار على ذلك لمُدّة لا تقل عن ثمانية اشهر ، يصلّي تماماً ويصوم.',
        'إذا أراد المكلّف أن ینشئ سفراً شغلیّاً واحداً طویلاً، من قبیل السفر البحريّ الطویل، فلا یبعد أن یعتبره العرف سفراً شغلیّاً، فیصلّي فیه تماماً حتّی لو لم یكن قاصداً الاستمرار والمداومة علیه، فالسفر الواحد الطويل یغني عن قصد الاستمرار.',
        'إذا بقي من عمله السفر أو في السفر عشرة أيام كاملةً في مكان واحد لم يسافر خلالها، في بلده أو غير بلده، بنية الإقامة أو بدونها، قصر في سفره الشغلي الأول بعدها، وأتم عند شروعه بالسفر الشغلي الثاني.',
        ' ما تقدم في المسألة السابقة يختص بما إذا لم يسافر قبل سفره الشغلي الأول سفراً غير شُغليٍّ، كالسفر للزيارة أو العلاج أو غيرهما، أما إذا سافر كذلك فيجمع على الأحوط وجوباً في سفره الشغلي الأول بعده بين القصر والتمام ويتم فيما بعده.',
        ' إذا سافر السائق الذي ينقل المسافرين أو البضائع إلى مقصد ما، ثمّ سافر من هناك إلى مقصد آخر لنقل بضائع أو مسافرين آخرين، ففي هذه الصورة ينتهي سفره الأول بالوصول إلى المقصد الأول، وما بعده يعتبر سفراً ثانياً وهكذا.',
        'قد تكون للشخص أسفارٌ متعدّدةٌ (سفراً بعد سفرٍ)  كما إذا سافرَ إلى محلّ عملهِ، ومن هناك كُلّف بعملٍ آخر فسافرَ لأجله، فإن  هذا السفر يُعد سفراً شغليّاً ثانياً له، وهكذا إذا سافر لحضور اجتماعٍ في مكانٍ آخر، فإنه يُحسب له سفراً آخر، فتتعدّد سفراتهُ بتعدُد مقاصده، وإن كانت في اليوم نفسه.',
        'كلّ سفرٍ متعلّقٍ بالعمل حكمه حكم السفر للعمل، كما إذا سافر العسكري الذي عمله في السفر لأجل التدريب أو حضور اجتماعٍ أو نحو ذلك، فإنه يصلي في سفره هذا تماماً لانه مرتبط بعمله .',
        'من كان عمله السفر أو في السفر، إذا سافر لغير العمل يقصر، حتّى إذا كان سفره إلى محلّ عمله.',
        'إذا أنشأ سفراً غير شغلي إلى محلّ عمله، وبعد إتمامه قرر البقاء هناك لأجل الالتحاق بالعمل، يتحول حكمه من حين قصده البقاء للالتحاق بالعمل إلى التمام، والأحوط استحباباً أن يجمع بين القصر والتمام من حين تبدل قصده إلى حين المباشرة بالعمل.',
        'إذا سافر إلى محل عمله قبل وقت العمل بيوم أو يومين لغرض خاص وكان من نيته من البداية الالتحاق بالعمل بعد إكمال عمله الخاص، صلى تماماً في سفره هذا وإن كان ذهابه قبل وقت العمل، ففي هذه المسألة كان قاصداً الالتحاق بالعمل من بداية سفره بخلاف المسألة السابقة.',
        'إذا سافر لغرضٍ خاصٍ قصر في سفره، ولكن إذا قصد من هناك السفر إلى محلِ عمله صلّى تماماً في سفره لمحل العمل، كمن سافر إلى كربلاء لأجل الزيارة أو حضور مجلس فاتحة ومن هناك قرر الالتحاق بعمله في بغداد، ففي سفره من كربلاء إلى بغداد يصلي تماماً.',
        'المسافر للعمل كما يُتمُ في الذهاب، كذلك يتمّ في الإياب من العمل إذا رجع مباشرةً، وأمّا إذا تأخّر في محلّ العمل بعد انتهاء عمله لأشغالٍ خاصّةٍ كالزيارة والتنزه وغيرهما، فيبقى على التمام مادام في محلّ عمله، ويتمّ عند رجوعه إذا كان تأخّره قليلاً كليلةٍ واحدةٍ، وأمّا إذا كان تأخّرُهُ كثيراً كعدّة أيّامٍ (أقل من عشرة)، فيحتاط وجوباً بالجمع في طريق عودته.',
        'إذا سافر السائق ونحوه سفراً شخصياً قصر فيه كما هو واضح، ولكن إذا مارس في سفره هذا شغله أيضاً  كنقل المسافرين أو البضائع، صلى تماماً، سواء كان غرضه الأصلي من السفر الشغل والعمل الشخصي تبعاً له أم العكس، أم كان الغرضان الشغلي والشخصي متساويين.',
        'من عمله السياقة، إذا تعطّلت سیّارته بعد الشروع بالعمل، فسافر مسافةً شرعیّةً لإصلاحها وشراء قطع الغیار، فإن  هذا السفر یعدّ سفراً شغلیّاً أیضاً ویتمّ فیه.',
      ],
      startingIssueNumber: 594,
    ),

    Chapter(
      id: 't94',
      title: 'السفر للدراسة',
      issues: [
        ' يجب في السفر للدراسة الأكاديميّة (المدارس والجامعات ) الاحتياط بالجمع بين القصر والتمام، أو الرجوع إلى مرجعٍ آخر الأعلم فالأعلم، إلا إذا كان من قصده اتخاذ محل الدراسة مقراً له، فيتمُ فيه من هذه الجهة كما سيأتي في (م/634).',
        'السفر للدراسة بإيفادٍ من الدائرة أو الجهة التي يعمل فيها، يُعدُّ عملاً له عُرفاً، فيتم ويصوم مع توفر الشرائط الأخرى.',
        'السفر للدراسة الحوزويّة يُعدّ من السفر الشغلي، لأنّ طالب العلم الحوزوي بمجرّد مباشرته للدراسة الحوزويّة يدخل في سلك طلبة الحوزة، الذي هو حرفةٌ ومهنةٌ عُرفاً، وكذلك طلبة الكليات العسكرية لأنهم بدخولهم فيها يصنفون على الجيش والقوات العسكرية، ويجري هذا الحكم في كل دراسةٍ يصنف طلابها على مسلك معين وحرفةٍ خاصة.',
        'التدريس عملٌ عُرفاً، فالأساتذة الذين يسافرون لأجل التدريس في المدارس والجامعات وغيرها تُعدّ أسفارهم هذه من السفر لأجل العمل، وكذا السفر لممارسة التبليغ الديني وإقامة المجالس الحسينيّة والوعظ والإرشاد إذا عُدّت شغلاً وعملاً لهم عُرفاً وتوفرت فيها الشرائط المتقدمة.',
      ],
      startingIssueNumber: 615,
    ),

    Chapter(
      id: 't95',
      title: 'الصلاة تماماً بدل القصر والعكس',
      issues: [
        'المسافر الذي یعلم بوجوب قصر الصلاة في السفر، ویعلم أیضاً أنّ سفره واجدٌ لشروط التقصير، إذا صلّی تماماً فصلاته باطلةٌ، وتجب إعادتها قصراً .',
        ' المسافر الذي لا یعلم بوجوب قصر الصلاة في السفر، إذا صلّی تماماً علی خلاف وظیفته، فإن  كان جاهلاً قاصراً، لا تجب علیه الإعادة ولا القضاء بعد العلم بالحكم، وأما إذا كان جاهلاً مقصّراً، فقد عصی بسبب تقصیره في تعلّم الحكم، ويجب علیه - بعد العلم بالحكم - إعادة الصلاة في الوقت وقضاؤها خارجه.',
        'إذا كان یعلم حكم الصلاة في السفر، ولكن صلّی تماماً لجهله بخصوصیّات الحكم، فالأحوط وجوباً،  في هذه الصورة، الإعادة إذا التفت في الوقت، والقضاء إذا التفت خارجه. كما لو صلّی تماماً بعد عدوله عن الإقامة وقبل الإتيان بفریضةٍ رباعیّةٍ، لجهله أن وظيفته التقصير.',
        'إذا كان المسافر یعلم حكم الصلاة في السفر، ولكنّه صلّی تماماً لجهله بالموضوع، فیجب أن یعید الصلاة، من قبیل ما لو قصد الذهاب إلی مكانٍ یبعد ثمانیة فراسخٍ، ولكنّه كان یعتقد أنّها سبعة فراسخٍ، فصلّی تماماً، والحال أنّ وظیفته الواقعیّة هي القصر.',
        'إذا نسي أنّ وظیفة المسافر الصلاة قصراً أو نسي أنّه مسافرٌ وصلّی تماماً، فإن  تذكر داخل الوقت تجب علیه الإعادة، أمّا لو التفت خارج الوقت فلا یجب عليه القضاء.',
        'المسافر الذي وظیفته الصلاة تماماً، إذا صلّی قصراً علی خلاف وظیفته، فصلاته باطلةٌ، ولا فرق في هذا الحكم بین العلم والعمد والنسیان والجهل بالحكم أو الموضوع، إلا في المورد الذي سیأتي في المسألة اللاحقة.',
        'المسافر الذي یرید الإقامة في مكانٍ عشرة أیّامٍ، إذا صلی قصراً لجهله بحكم المقيم، فصلاته صحیحة،وأما إذا صلى قصراً في غير هذه الصورة، فصلاته باطلةٌ وتجب إعادتها.',
      ],
      startingIssueNumber: 619,
    ),

    Chapter(
      id: 't96',
      title: 'الوطن',
      issues: [
        ' الوطن هو المكان الذي نشأ فيه الشخص وترعرع لفترة معتد بها من بداية حياته وفترة المراهقة، سواء كان مدينة أم قرية أم غير ذلك ويسمى بالوطن الأصلي ولا يكون اتخاذه اختيارياً.',
        ' يرجع في تحديد الزمن اللازم لتحقق الوطن الأصليّ إلى العرف، فعلى سبيل المثال: إذا أمضى السنوات العشر الأُوَل من حياته في مكان، فيصدق عليه الوطن الأصليّ بنظر العرف، أمّا لو بقي فيه سنة فلا يصدق.',
        '''من أحكام الوطن ما يلي :
1- وجوب الصلاة تماماً فيه ووجوب صوم رمضان متى ما وجد فيه المكلف حتى لو كان وجوده لفترة قصيرة .
2- انقطاع السفر بالمرور فيه فلا تحسب المسافة السابقة التي قطعها قبل المرور بالوطن.''',
        'لا یعتبر في الوطن الأصليّ أن یولد الإنسان فیه، أو یكون وطناً لوالديه، كما لا یعتبر فیه قصد العیش دائماً أو لمدّةً طویلة، فالمكان الذي نشأ فيه الإنسان وترعرع يكون وطناً له حتى لو كان عازماً علی الرحیل عنه في المستقبل القريب، ويبقى هذا المكان وطناً له ما لم يعرض عنه ويخرج.',
        'مجرّد التولّد في بلد لا يعني صيرورته وطناً له إذا لم ينشأ فيه ويترعرع، كما لو وُلد في مدينة في حال السفر مثلاً، فالملاك في الوطنية النشأة والترعرع (مرحلة الطفولة والمراهقة)، لا الولادة أو غيرها.',
        'الوطن الاتّخاذي هو المكان الجديد الذي يتخذه الإنسان وطناً له ومحلّاً لسكنه (ولو لعدة أشهر في السنة)، سواء أعرض عن وطنه الأصلي أم لا، إذا قصد العيش فيه إلى الأبد، أو لمدة طويلة، أو من دون تحديد مدة، ولا يبعد صدق الوطن الاتخاذي بقصد البقاء حوالي عشر سنواتٍ في مكانٍ واحد بنظر العرف.',
        'لا يكفي مجرد النية لجريان أحكام الوطن على  الوطن الاتخاذيّ  عرفاً، بل لابد أن یبقی فيه بعد النية مدّة شهر أو شهرین، أو یقوم بأعمالٍ لا یقوم بها الإنسان عادة الإ عندما يريد  التوطّن، كاستئجار أو شراء دار للسكن أو المباشرة بعمل (حر أو وظيفة) فإذا فعل ذلك جرت عليه أحكام الوطنية من دون حاجة إلى مضي مدة بعد النية.',
        'إذا قصد التوطّن في مكانٍ معين، وقبل القیام بما یعتبر في تحقّق الوطن (من قبیل ما ذكر في المسألة السابقة)، تردّد في الاستيطان وعدمه في ذلك المكان، تكون صلاته قصراً إذا لم یقصد الإقامة عشرة أیّام لعدم تحقق عنوان الوطنية .',
        'إذا اشترى أو استأجر بیتاً في مدینةٍ غير وطنه، ككربلاء أو بيروت وقرّر التردّد علیها كلّ أسبوع مثلاً للزیارة أو للتنزّه، فإذا لم تكن مدّة إقامته في ذلك المكان بمقدارٍ يعد ذلك المكان محلاً  لاستقراره وعیشه عرفاً، فیصلّي فیه قصراً ولا یصحّ صومه.',
        ' المكان الذي یُتخذ للسكن والعيش فيه لمدّة سنةٍ أو سنتین لا یعدُّ وطناً عرفاً، ولكن لا یصدق عليه عند تواجده فيه عنوان المسافرِ، فلذا یصلّي فیه تماماً ولو من دون قصد إقامة عشرة أیّام، ويطلق على مثل هذا المكان عنوان ( المقر).',
        'إذا مر المسافر بالقرب من وطنه، بحيث يسمع أذانه، لا ينقطع سفره ما لم يدخل في وطنه، ولكن ما دام يسمع الأذان يصلي تماماً لأنه داخل حد الترخص.',
      ],
      startingIssueNumber: 626,
    ),

    Chapter(
      id: 't97',
      title: 'تعدّد الوطن',
      issues: [
        'لا إشكال في أن یكون للإنسان وطنان بالفعل أو ثلاثة، بحیث یكون له في كلّ واحدٍ منها مسكنٌ وأثاث، ویسكن علی مدار السنة في كلّ واحدٍ منها عدّة أشهر، وأمّا تحقق أزید من ثلاثة أوطان فعلية فمحلّ إشكال.',
        ' من عزم علی العیش في مكانٍ دائماً أو لسنواتٍ متمادیة، لمدّة ثلاثة أشهرٍ أو أربعة من كلّ سنة في فصل الصیف وأیّام العطل مثلاً، فإذا أعد متطلبات المعیشة في ذلك المكان، كالمنزل ونحوه يصير ذلك المكان وطناً ثانیاً له عرفاً، أمّا لو كان یذهب اليه لمجرّد الاصطیاف من دون قصد التوطّن، ومن دون تهیئة متطلبات المعیشة، فتحقّق صدق الوطن عليه بعید.',
        'لا يشترط في تحقّق صدق الوطن لمن یعیش في أكثر من مكانٍ أن یقیم فتراتٍ متساویةٍ في كلّ منها، فمن كان لدیه وطنان، إذا أقام في أحدهما خمسة أشهر، وفي الآخر سبعة، صدق على كل منهما عنوان الوطن، ومن كان له ثلاثة أوطانٍ إذا أقام في أحدها أربعة أشهرٍ وفي الثاني خمسة وفي الثالث ثلاثة ، جری عليها جمیعاً حكم الوطن.',
      ],
      startingIssueNumber: 637,
    ),

    Chapter(
      id: 't98',
      title: 'التبعية في الوطن',
      issues: [
        'التبعیّة في الوطن أمرٌ عرفيٌّ كالوطن نفسه، فإذا لم يكن الأولاد مستقلّين في الإرادة والعيش، وكانوا بحسب طبيعتهم وظروفهم تابعين لإرادة أبيهم، فإنهم يتبعون أباهم في الإعراض عن الوطن السابق واتّخاذ الوطن الجديد الذي يصطحبهم إليه للعيش الدائم.',
        '  من هاجر مع أبيه من وطنه إلى بلد آخر، وقصد الأب عدم العودة إلى وطنه للعيش فيه، يخرج ذلك البلد عن حكم الوطنية بالنسبة للأولاد أيضاً ، ويصبح وطن الأب الجديد وطناً لهم.',
        'الولد الذي قصد التوطّن في مكانٍ تبعاً لوالدیه، إذا تراجع عن قصده بعد مدّة (شهر أو شهرین مثلاً) فما لم یخرج من ذلك المكان لا یتحقّق الإعراض منه فیصلّي فيه تماماً ما دام فيه.',
        'مجرّد الزوجيّة لا توجب التبعيّة القهريّة للزوج في اختيار الوطن والإعراض عنه، إلا إذا كانت الزوجة تابعةً لإرادة زوجها ليس لها استقلال في شؤون حياتها، ففي هذه الحالة تكون تابعة له ويصبح البلد الذي يتخذه زوجها وطناً له وطناً لها أيضاً ، وإعراضه عنه إعراضاً لها.',
      ],
      startingIssueNumber: 640,
    ),

    Chapter(
      id: 't99',
      title: 'الإعراض عن الوطن',
      issues: [
        'الإعراض عن الوطن يتحقق بالخروج عنه مع البناء على عدم العَود إليه للسكن، أو العلم أو الاطمئنان بذلك، فإذا تحقق منه ذلك، زال عن وطنه حكم الوطنية سواء كان وطناً أصلياً أم اتخاذياً، فیصلّي فیه قصراً مع عدم قصده الإقامة، سواء كان لدیه ملك فيه أم لا.',
        'یعتبر القصد والنیّة في تحقّق الإعراض، فلو خرج من الوطن من دون قصد الإعراض، لمدّة أربع أو خمس سنوات مثلاً یبقی ذلك المكان وطناً له، نعم لو خرج من وطنه لمدّة طویلةً جدّاً، من قبیل أربعین أو خمسین سنة، ولم یخطر بباله الذهاب إلیه طوال هذه المدّة، ففي هذه الصورة لا یبعد أن يتحقق الإعراض بذلك.',
        'الزوجة إذا لم تقصد الإعراض عن وطنها، ولم یكن لدیها علمٌ أو اطمئنان بعدم الرجوع اليه، بل تحتمل ذلك، ولو علی أثر حدثٍ معیّنٍ؛ من قبیل الانفصال عن الزوج أو وفاته، يبقى وطنها الأصلي على حكم الوطنية فتصلي فيه تماماً، أمّا لو كان قرارها عدم العودة حتّی مع وفاة الزوج أو الانفصال عنه، ففي هذه الحالة یتحقّق منها الإعراض وتزول عنه حكم الوطنية.',
      ],
      startingIssueNumber: 644,
    ),

    Chapter(
      id: 't100',
      title: 'الإقامة عشرة أيام',
      issues: [
        'قصد البقاء عشرة أيّام كاملة متوالية في محلّ واحد يسمّى (إقامة) وهو يوجب إتمام الصلاة والصوم في شهر رمضان، والمقصود بالیوم هنا معناه العرفيّ، أي من طلوع الشمس إلی غروبها، وبناءً على هذا، إذا وصل شخصٌ إلی مكانٍ عند طلوع الشمس ونوی الإقامة فیه إلی غروب الیوم العاشر، یصلّي تماماً، أما إذا كان في نيته البقاء لأقل من ذلك ولو بساعة فلا يتم .',
        'إذا كان قصد الإقامة في مكانٍ مشروطاً بتحقّق أمرٍ مشكوك أو مظنونٍ، فلا یتحقّق قصد الإقامة، ویصلّي قصراً، كمن علّق إقامته عشرة أیام علی مجيء صاحبه، وهو لا یعلم هل سیأتي أم لا، بل حتی إذا كان یظنّ بإتیانه.',
        'إذا قصد الإقامة عشرة أیّام، ولكنّه یحتمل حصول مانعٍ یحول دون بقائه عشرة أیّام، فإذا كان هذا الاحتمال ضعیفاً، ولا یعتني به العقلاء، فیتحقّق قصد إقامته ویصلّي تماماً، وإذا لم یكن الاحتمال ضعیفاً وكان معتداً به عند العقلاء فلا یتحقق قصد الإقامة ویصلّي قصراً.',
        'من علم من نفسه أنّه سيبقى عشرة أيّام كاملة في محلّ واحد وإن كانت من غير اختيار منه، كما إذا كان سجيناً أو أسيراً،  يجب عليه الإتمام في الصلاة والصوم، وأما إذا علم أنه لن يبقى  عشرة أيام فلا معنى لقصد الإقامة بالنسبة إليه، ولا أثر لهذا القصد فيجب عليه التقصير.',
        'إذا وصل شخص إلی مكانٍ یرید الإقامة فیه عشرة أیّام في الساعة العاشرة صباحاً مثلاً، فیجب أن يقصد البقاء إلى نفس الساعة من الیوم الحادي عشر حتى تتحقق منه الإقامة كاملة، وأما إذا كان قصده  البقاء لأقل من ذلك ولو بساعة فلا تتحقق منه الإقامة الكاملة فيصلي قصراً.',
        'یجب أن تكون أیّام الإقامة العشرة متتالیة ومتتابعة، وأن لا یكون قاصداً إنشاء سفرٍ موجبٍ لقصر الصلاة خلالها، فإذا قصد الإقامة في مكانٍ خمسة أیّام، علی أن یسافر بعدها عشرة فراسخ ویرجع، ثمّ یقیم خمسة أیّامٍ أخری، فلا تتحقّق منه الإقامة الموجبة للتمام فیصلّي قصراً من البدایة.',
        'إذا كان حین قصد الإقامة ناویاً الخروج إلی ما دون الأربعة فراسخ، فإذا كان قاصداً الخروج بمقدارٍ لا ینافي صدق البقاء عشرة أیّام في مكانٍ واحد عرفاً، كالخروج لمرتين أو ثلاثة خلال الإقامة ولفترة لا تزيد في كلّ مرّة عن نصف نهار كحدٍّ أقصی ، فمثل هذا الخروج لا يضر فيصلي تماماً حتى في خروجه.',
        ' لا إشكال في الخروج عن محل الإقامة بعد تحققها بالإتيان بالصلاة الرباعية، إلى دون المسافة، وإن كان بمقدار يوم أو أزيد، إذا لم يكن قاصداً ذلك حين نية الإقامة وإنما بدا له بعد قصدها وتحققها، بشرط كونه قاصداً العود إلى محل إقامته كونه محل استقراره، فيصلي تماماً في خروجه وبعد عوده إلى محل إقامته ما دام فيه.',
        'من قصد الإقامة عشرة أیّام یبقی علی التمام بعد إكمال العشرة ما دام في محل اقامته، ولا یحتاج إلی قصد إقامة جدیدة.',
        'يشترط في تحقق الإقامة أن يكون محل الإقامة واحداً عرفاً (مدينة، قرية) فلا تصح الإقامة في مدينتين أو قريتين وإن كانتا متقاربتين جداً، كما لو كانت إحداهما على جانب نهر والأخرى على الجانب الآخر، أو متقاربين جداً كالكوفة والنجف.',
        'إذا قصد الإقامة في مدينة كبيرة كبغداد مثلاً فلا إشكال في التنقل بين أحيائها ومحالها وإن كانت المسافة فيما بينها متباعدة ما دامت جميعها جزءاً من نفس المدينة.',
        'إذا قصد البقاء في مكانٍ إلی یومٍ معیّنٍ (كیوم الإثنین مثلاً) ولیس أكثر، ونوی الإقامة باعتقاد أنّ المدّة إلی ذلك الوقت عشرة أیّام (في حال أنّها أقلّ من ذلك)، فإذا صلى تماماً ثم التفت إلى ذلك في الوقت تجب عليه إعادة الصلاة، وأمّا إذا التفت خارج الوقت فیقضي علی الأحوط وجوباً.',
        'من قصد الإقامة عشرة أیّامٍ، إذا صلّی فریضةً رباعیّةً واحدة أداءً، یبقی علی التمام ما دام في ذلك المكان، حتّی لو عدل عن قصده وقرّر عدم البقاء عشرة أیّامٍ، أما إذا عدل عن قصده قبل ذلك كانت صلاته قصراً.',
        'إذا قصد الإقامة عشرة أیّامٍ، فنوی الصوم ثمّ عدل عن قصده قبل الإتیان بفریضةٍ رباعیّةٍ، فإذا كان عدوله بعد الزوال، صحّ صومه وأمّا إذا كان قبل الزوال فصومه باطلٌ.',
      ],
      startingIssueNumber: 647,
    ),

    Chapter(
      id: 't101',
      title: 'التردد في الإقامة',
      issues: [
        'إذا بقي بعد السفر ثمانیة فراسخٍ ثلاثین یوماً متردّداً في مكانٍ واحدٍ لا يدري كم سيبقى وهكذا حتى مضت عليه ثلاثون يوماً، فبعد انقضاء الیوم الثلاثین یصلّي تماماً وإن كان من نيته السفر في نفس اليوم .',
        'یشترط في مكان التردد أن یكون واحداً عرفاً، فإذا أمضی بعض الثلاثین یوماً في مكانٍ واحدٍ، كمدینة النجف، والبعض الآخر في مدینةٍ أخری، كالكوفة، فلا یجري عليه حكم التردد ثلاثین یوماً، ویبقی علی القصر.',
        'إذا خرج في مدّة التردد إلی ما دون الأربعة فراسخٍ، فإن  كان خروجه بمقدارٍ لا یتنافی عرفاً مع بقائه ثلاثین یوماً في مكانٍ واحدٍ، فیصلّي تماماً بعد انقضاء الثلاثین كما إذا خرج خلال الثلاثين بعض النهار (ولیس كلّ النهار)، ولم یتكرّر خروجه كثیراً، كأن یخرج ویرجع خلال الثلاثین یوماً أربع أو خمس مرّاتٍ، ویبقی في كلّ مرّةٍ ثلاث أو أربع ساعاتٍ.',
      ],
      startingIssueNumber: 661,
    ),

    Chapter(
      id: 't102',
      title: 'قضاء الصلاة',
      issues: [
        'مَن فاتته بعض الصلوات اليومية  الواجبة عمداً أو جهلاً أو نسياناً، أو تبيّن له بطلانها يجب عليه قضاؤها، ومَن لا يعلم قدر الصلاة التي فاتته يجب عليه قضاء القدر المتيقّن منها.',
        'العبرة في قضاء الصلاة ملاحظة آخر الوقت فإذا كان أول الوقت حاضراً وآخره مسافراً قضاها قصراً، وإذا كان العكس قضاها تماماً.',
        'لا يجب في القضاء مراعاة الترتیب بین الصلوات، إلا في قضاء صلاتي الظهر والعصر والمغرب والعشاء من الیوم الواحد.',
        'لا یجب تقدیم قضاء الصلوات الفائتة علی أداء الصلوات الحاضرة، ولكن الأحوط وجوباً لمن علیه صلاةٌ فائتةٌ واحدةٌ فقط أن یقضیها أوّلاً، خصوصاً إذا كانت فائتة لنفس ذلك الیوم.',
        'لا تجب الفورية في صلاة القضاء بل هو موسّع ما دام العمر بشرط أن لا يصل التأخير إلى حدّ الإهمال والتهاون، ویجوز لمن علیه صلواتٌ قضائیّةٌ أن یأتي بالنوافل والصلوات المستحبّة.',
        ' من لا يمكنه قضاء ما بذمته من صلاة، يلزمه الاشتغال بقضاء ما يمكن والوصية بقضاء الباقي.',
        'يستحبّ قضاء النوافل اليوميّة، ومَن عجز عن قضائها استحبّ له التصدّق بقدر ما يتمكّن، وأقلّ ذلك أن يتصدّق عن كلّ ركعتين بمُدّ (ثلاثة أرباع الكيلو)، فإن  لم يتمكّن فعن كلّ أربع، وإن لم يتمكّن فمُدّ لنوافل النهار ومُدّ لنوافل الليل.',
      ],
      startingIssueNumber: 664,
    ),

    Chapter(
      id: 't103',
      title: 'قضاء صلاة الوالدين',
      issues: [
        'يجب على الولد الأكبر حين وفاة والده قضاء ما فات والده من صلاة، والأحوط وجوباً قضاء ما فات والدته أيضاً ، ويجب قضاء صلاة الوالد حتّى إذا كان تركه لها عن عمد وعصيان على الأحوط وجوباً.',
        'إذا كان أكبر أولاد المیت بنتاً، والولد الثاني ذكراً، فیجب علی الولد الذكر قضاء صلوات والده، وإذا كان صغيراً، فيقضي عنه بعد بلوغه ، ولا يجب عليه أن يقضي بنفسه، فيمكنه تكليف غيره ولو بالاستئجار ولكن تكون الأجرة من ماله الخاص.',
        'یجب علی الولد الأكبر قضاء القدر المتیقّن من الصلوات الفائتة عن والديه، وفي صورة عدم علمه بفوات شيءٍ من صلواتهما فلا شيء علیه، ولا یجب عليه الفحص والسؤال.',
        'يجب علی الولد الأكبر أن يبذل جهده في قضاء صلوات والدیه، فإن  عجز عن قضائها فلا شيء علیه، وإذا لم يقضها عنهما ثم مات فلا يجب على ولده الأكبر أو غيره كإخوته قضاؤها عنهما.',
        'لا يجب على الولد الأكبر قضاء صلاة والده إذا أوصى الوالد  بالاستئجار للقضاء عنه من ثلث تركته، إذا كان الثلث كافياً لذلك، بشرط إتيان الأجير لها صحيحةً.',
        'إذا كان على الابن الأكبر قضاء صلاة عن نفسه، ووجب عليه قضاء صلاة عن والديه، فهو بالخيار في تقديم أيهما شاء.',
        'يجب على الورثة صرف ثلث تركة والدهم في قضاء صلاته إن كان قد أوصى بذلك، وإذا لم يف الثلث بما عليه من صلاة قُضي عنه ما وسعه الثلث، ويجب على الولد الأكبر قضاء المتبقي منها.',
      ],
      startingIssueNumber: 671,
    ),

    Chapter(
      id: 't104',
      title: 'صلاة الإجارة',
      issues: [
        'يجوز الاستئجار لقضاء الصلاة والصوم وغيرها من العبادات عن الأموات، وتفرغ ذمّتهم بفعل الأجير.',
        'يشترط في الأجير أن يكون مؤمناً ثقة يطمأن اليه في أداء الصلاة على وجهها الصحيح، وأن لا يكون من ذوي الأعذار كالعاجز عن القيام مثلاً.',
        'يجب على النائب أو الأجير تعيين المنوب عنه في صلاة القضاء ويكفي التعيين الإجمالي كصاحب هذا المال أو غير ذلك، ولا يلزم معرفته وتعيينه باسمه ونسبه .',
        'إذا لم یضع المؤجّر شرطاً خاصّاً (من قبیل الإتیان بالصلاة جماعةً أو في المسجد)، فالواجب علی الأجیر هو الإتیان بالصلوات بواجباتها فقط.',
        'تصح إجارة الشخص للصلاة أو الصوم وإن كان بذمته صلاة وصوم لم يقضهما بعد .',
        'يجوز استئجار كلّ من الرجل والمرأة عن الرجل والمرأة، ويراعي الأجير في الجهر والإخفات حاله، فالرجل يجهر في الصلاة الجهريّة وإن ناب عن المرأة، والمرأة لا جهر عليها في الجهريّة وإن نابت عن الرجل.',
        'لا يجوز للأجير أن يعطي الصلاة أو الصيام الذي استؤجر عليهما لغيره، إلا إذا كان مأذوناً في ذلك، والأحوط وجوباً أن لا يستأجر غيره بأقل من الأجرة  المتفق عليها، إلا إذا أتى ببعض العمل وإن قل .',
      ],
      startingIssueNumber: 678,
    ),

    Chapter(
      id: 't105',
      title: 'صلاة الجمعة',
      issues: [
        'صلاة الجمعة مؤتمرٌ أسبوعيٌّ للمسلمین يتمحور حول ذكر الله وعبادته، وخطبتا إمام الجمعة موعظةٌ وتزكیةٌ من جهةٍ، وتنویرٌ وتوعیةٌ من جهةٍ أخری ، وهي من شؤون الحكومة الإسلامیّة، وذات بعدٍ سیاسيٍّ ومن مظاهر عظمة الأمّة الإسلامیّة.',
        'وجود سورةٌ في القرآن باسم «الجمعة» یأمر الله المسلمین فیها بالسعي إلی هذه الصلاة دلیلٌ علی أهمّیّتها، فصلاة الجمعة توحّد المسلمین، وتبطل دعايات الأعداءّ وهي أیضاً وسیلةٌ لمعرفة الواجبات الاجتماعیّة وقضایا العالم الإسلامي، وتعبئة الجماهير .',
        'صلاة الجمعة في العصر الحاضر (عصر غیبة الإمام عجّل الله فرجه الشریف) واجبٌ تخییريٌ، والأحوط استحباباً أن لا تترك قدر الإمكان، فإن عدم المشاركة فیها بغير عذر مذمومٌ شرعاً.',
        'یجوز للمسافر  المشاركة في صلاة الجمعة وتجزيه عن الظهر، كما لا إشكال في مشاركة النساء فيها ويحصلن على ثواب المشاركة.',
      ],
      startingIssueNumber: 685,
    ),

    Chapter(
      id: 't106',
      title: 'شروط صلاة الجمعة',
      issues: [
        '''يشترط في صحّة صلاة الجمعة ما يلي :
1- أن لا یقلّ عدد المصلّین عن خمسة أشخاصٍ أحدهم الإمام .
2- مراعاة جمیع الشروط المعتبرة في صلاة الجماعة.
3- أن لا تقام جمعة أخرى قريبة منها الإ إذا كانت تبعد عنها فرسخاً  في الأقل .
4- أن یكون إمام الجمعة واجداً لجمیع الشروط المعتبرة في إمام الجماعة، كالعدالة مثلاً.''',
        'المعیار في المسافة الفاصلة بین صلاتي الجمعة محلّ إقامة الصلاة ولیس البلد الذي تقام فیه.',
        'إذا أقیمت صلاتا جمعةٍ یفصل بینهما أقلّ من فرسخٍ واحدٍ تصحّ التي أقیمت أوّلاً، والثانیة باطلةٌ، وإذا أقیمتا معاً في وقتٍ واحدٍ، فتبطلان معاً.',
        'إذا كان مطمئنّاً من عدالة إمام الجمعة، ثمّ بعد الصلاة شكّ فیها، أو حصل له الیقین بعدمها، فصلواته السابقة التي صلاها خلفه صحیحةٌ.',
        'إذا كان تنصیب شخصٍ إماماً للجمعة موجباً للوثوق والاطمئنان بعدالته فيكفي لصحّة الاقتداء به.',
        'یبدأ وقت صلاة الجمعة من أوّل زوال الشمس ، والأحوط وجوباً أن لا تتأخّر عن أوائل وقت صلاة الظهر عرفاً، ویجوز لإمام الجمعة أن یلقي خطبتي صلاة الجمعة قبل أذان الظهر.',
      ],
      startingIssueNumber: 689,
    ),

    Chapter(
      id: 't107',
      title: 'كيفية صلاة الجمعة',
      issues: [
        'صلاة الجمعة ركعتان كصلاة الصبح، ولها خطبتان یلقیهما إمام الجمعة قبل الصلاة، ویستحبّ فيها قنوتان، أحدهما في الركعة الأولی قبل الركوع والثاني في الركعة الثانیة بعد الركوع.',
        'الأحوط وجوباً الجهر في القراءة في صلاة الجمعة، ویستحبّ في الركعة الأولی قراءة سورة «الجمعة»، وفي الركعة الثانیة قراءة سورة «المنافقون».',
      ],
      startingIssueNumber: 695,
    ),

    Chapter(
      id: 't108',
      title: 'ما يجب علی إمام الجمعة',
      issues: [
        'یجب علی إمام الجمعة أن يلقي خطبتي الجمعة وهو واقف، فإذا لم يكن قادراً على الوقوف لا يصح منه التقدم لإمامة الجمعة.',
        'یجب علی إمام الجمعة أن یجلس قلیلاً بعد الخطبة الأولی وقبل الخطبة الثانیة.',
        'لا یجوز لخطیب الجمعة إلقاء الخطبتین بصوت منخفض، بل الأحوط وجوباً أن یرفع صوته بحیث یسمعه الحدّ الأدنی من العدد المطلوب لصلاة الجمعة، بل الأحوط استحباباً أثناء الوعظ والإیصاء بالتقوی أن یوصل صوته إلی جميع الحاضرین ولو باستخدام مكبّر الصوت.',
        'یجب علی خطیب الجمعة في الخطبة الأولی أن یحمدَ اللهَ ویثني علیه، ویصلّي علی النبيّ ، ویوصي الناس بالتقوی، ویقرأ سورةً صغیرةً من القرآن، وفي الخطبة الثانیة أیضاً یحمد الله ویثني علیه، ویصلّي علی النبيّ (صلى الله عليه وآله وسلم)، والأحوط وجوباً أیضاً أن یوصي الناس بالتقوی، ویقرأ سورةً صغیرةً من القرآن.',
        ' الأحوط استحباباً في الخطبة الثانیة، وبعد الصلاة علی النبيّ ، أن یصلّي علی الأئمّة المعصومین ، ویستغفر للمؤمنین.',
      ],
      startingIssueNumber: 697,
    ),

    Chapter(
      id: 't109',
      title: 'ما يجب علی المصلّين في صلاة الجمعة',
      issues: [
        'يجب الإصغاء لخطبتي الإمام وترك الكلام علی الأحوط وجوباً.',
        'الأحوط استحباباً استقبال المأمومین للإمام حال الخطبة، وعدم الالتفات بوجوههم عن القبلة زائداً علی المقدار المجاز في الصلاة.',
        'إذا لم یدرك المأموم شیئاً من خطبتي صلاة الجمعة، وأدرك الصلاة مع الإمام، فصلاته صحيحة وتجزيه عن صلاة الظهر، حتى وإن أدرك ركوع الركعة الأخیرة من صلاة إمام الجمعة فقط، فیأتي بركعته الثانیة بنفس كیفیّة الركعة الثانیة لصلاة الجمعة، وتجزیه عن صلاة الظهر.',
      ],
      startingIssueNumber: 702,
    ),

    Chapter(
      id: 't110',
      title: 'مسائل متفرّقة في صلاة الجمعة',
      issues: [
        'لا يجوز القيام بأي عمل يؤدي إلى إيقاع الخلاف بين المؤمنين وتفريق صفوفهم، فكيف إذا كان ذلك بصلاة الجمعة التي هي من شعائر الإسلام ومن مظاهر وحدة المسلمين.',
        'لا إشكال في الاقتداء في صلاة العصر من یوم الجمعة بشخصٍ آخر غیر إمام الجمعة.',
        'من لم یحضر صلاة الجمعة یمكنه أن یصلّي صلاة الظهر في أوّل وقتها، ولا یجب أن یصبر حتّی تنتهي صلاة الجمعة.',
        'لا إشكال في إقامة صلاة الظهر جماعةً في مكانٍ قریبٍ من صلاة الجمعة، ولكن بما أنّ القیام بهذا العمل قد یوجب تفرّق صفوف المؤمنین، أو التهاون بشأن صلاة الجمعة أو إهانة إمام الجمعة، فینبغي عدم إقامة هكذا جماعة، بل یجب الاجتناب عن إقامتها إذا كانت تستلزم مفسدةً أو حراماً.',
      ],
      startingIssueNumber: 705,
    ),

    Chapter(
      id: 't111',
      title: 'صلاة الآيات',
      issues: [
        'تحدث ظواهر طبیعیّة عجیبة، من قبیل الزلزلة وكسوف الشمس وخسوف القمر، والعواصف المخیفة والرعد والبرق، فهذه كلها آیاتٌ تذكر الإنسان بعلامات یوم القیامة، وبعظمة الله تعالی وقدرته، لذا ينبغي التوجه إلى الله  في مثل هذه الأوقات، فهو مصدر كلّ قوّة.',
        'تجب صلاة الآيات على كلّ مكلّف عدا الحائض والنفساء المستوعبین عند كسوف الشمس أو خسوف القمر ولو جزئيّاً، وكذا عند الزلزلة، وعند حدوث كلّ آية تخيف أغلب الناس، كالعاصفة السوداء و الحمراء والصاعقة.',
        'صلاة الآيات ركعتان، في كلّ ركعة خمسة ركوعات بالشكل التالي: ينوي صلاة الآيات، ثمّ يكبّر تكبيرة الإحرام، ثمّ يقرأ الحمد وسورة، ثمّ يركع ويرفع رأسه، ثمّ يقرأ الحمد وسورة، ثمّ يركع ويرفع رأسه، ثمّ يقرأ الحمد وسورة، وهكذا إلى أن يتمّ خمسة ركوعات ثمّ بعد القيام من الركوع الخامس، يهوي إلى السجود ويسجد سجدتين، وبعدها يقوم ويفعل كما فعل في الركعة الأولى، ثمّ يجلس ويسجد سجدتين ويتشهّد ويسلّم.',
        'يمكن للمصلّي أن يقرأ في كلّ ركعة الفاتحة وسورة واحدة يقسّم آياتها عدا البسملة على خمسة أقسام يقرأ قبل كلّ ركوع قسماً منها، فمثلاً بعد تكبيرة الإحرام يقرأ الفاتحة وأول آية من سورة القدر: {بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْر} ثمّ يركع ويرفع رأسه من الركوع ويقرأ مباشرة : {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ} بدون فاتحة ثمّ يركع ويرفع رأسه ويقرأ مباشرة: { لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْر}  ثمّ يركع ويرفع رأسه ويقرأ: {تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ} ثمّ يركع ويرفع رأسه ويقول: {سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْر} ثمّ يركع ويرفع رأسه من الركوع، ثمّ ينزل للسجود، ثمّ يقوم للركعة الثانية ويفعل كما فعل في الأولى تماماً ويتشهّد ويسلّم.',
        'يشترط في صلاة الآيات الوضوء، والطهارة، وسائر الشرائط التي ذُكرت في أحكام الصلاة من طهارة البدن والاستقبال وغيرها، وتصحّ جماعة، وتسقط القراءة عن المأموم.',
        'وقت وجوب صلاة الآیات في الكسوفین من حین شروع القرص بالاحتراق، والأحوط وجوباً عدم تأخیرها إلی حین الأخذ في الانجلاء.',
        'إذا أخّر المكلّف صلاة الآیات حتّی بدأ قرص الشمس أو القمر بالانجلاء، فیجب أن یأتي بها بقصد القربة، من دون نیّة الأداء أو القضاء (بقصد ما في الذمّة)، ولو أخّرها إلی تمام الانجلاء، فیجب أن یأتی بها بنیّة القضاء.',
        'الأحوط وجوباً عند وقوع الزلزلة أو الرعد والبرق ونحو ذلك (من الحوادث التي تستغرق وقتاً قصیراً) المبادرة فوراً لصلاة الآیات، فإن  أخّر فیجب علیه الإتیان بها إلی آخر العمر من دون قصد الأداء والقضاء (بقصد ما في الذمّة).',
        'إذا أعلن مركز رصد الزلازل في منطقةٍ معیّنةٍ عن وقوع هزّاتٍ أرضیّةٍ خفیفةٍ لا تُدرك إلا عبر الأجهزة، ولم یشعر بها الناس الذین یعیشون في تلك المنطقة، فلا تجب صلاة الآیات.',
        'مَن لم يعلم بالكسوف إلى تمام الانجلاء ولم يحترق جميع القرص، لا يجب عليه القضاء، أمّا لو علم به وتركها ولو نسياناً، أو احترق جميع القرص، وجب عليه القضاء.',
        'إذا علم بالآیة (غیر الكسوف والخسوف) في وقتها، ولم یأتِ بصلاة الآیات - ولو نسیاناً - فیجب أن یأتي بها، أمّا إذا لم یعلم بالآیة في وقتها، وعلم بها بعد انقضائها، فالأحوط وجوباً الإتیان بصلاتها.',
        'یختصّ وجوب صلاة الآیات بالأشخاص الموجودين في مكان الآیة أثناء وقوعها.',
        'تجب صلاة الآیات لكلّ زلزلةٍ سواءٌ أكانت شدیدةً أم خفیفةً، حتّی للهزّة الارتدادیّة إذا كانت تعدّ زلزلةً مستقلّةً.',
      ],
      startingIssueNumber: 709,
    ),

    Chapter(
      id: 't112',
      title: 'الشك في صلاة الآيات',
      issues: [
        'إذا شكّ بین الركوع الرابع والخامس، فإن  حصل الشك قبل الانحناء للسجود، فیجب أن یأتي بركوعٍ آخر، أمّا لو حصل بعده، فلا یعتني بشكه.',
        'كلّ واحدٍ من ركوعات صلاة الآیات ركنٌ، تبطل الصلاة بزیادته أو نقصانه عمداً أو سهواً.',
        'إذا علم ببطلان صلاة الآیات التي أتی بها فیجب أن یعیدها إذا كان في الوقت، وأن یقضیها إذا كان خارجه.',
        'كلّ ما هو واجبٌ أو مستحبٌ في الفرائض الیومیّة له نفس الحكم في صلاة الآیات، ولكن في صلاة الآیات یقال بدلاً من الأذان والإقامة: «الصلاة» ثلاث مرّاتٍ برجاء تحصیل الثواب.',
        'یستحبّ بعد الركوع الخامس والعاشر أن یقال: «سمع الله لمن حمده»، كما یستحبّ التكبیر قبل كلّ ركوعٍ وبعده، ولكنّ التكبیر بعد الركوعین الخامس والعاشر لیس مستحبّاً.',
        'یستحبّ القنوت قبل الركوع الثاني والرابع والسادس والثامن والعاشر، ویكفي الإتیان بقنوتٍ واحدٍ فقط قبل الركوع العاشر.',
      ],
      startingIssueNumber: 722,
    ),

    Chapter(
      id: 't113',
      title: 'صلاة العيدين',
      issues: [
        'تجب صلاة عیدي الفطر والأضحی في زمن حضور المعصوم ، وتجب إقامتها جماعةً، أمّا في العصر الحاضر (زمن الغیبة الكبری) فمستحبّةٌ، ويجوز الإتيان بها جماعة.',
        'وقت صلاة عیدَي الفطر والأضحی من طلوع شمس یوم العید إلی الظهر.',
        'تستحبّ إقامة صلاة عید الأضحی بعد أن ترتفع الشمس، أمّا بالنسبة لصلاة عید الفطر، فيستحبّ بعد ارتفاع الشمس الإفطار وإخراج زكاة الفطرة ثم إقامة صلاة العید.',
        'صلاة عیدي الفطر والأضحی ركعتان، یجب في الركعة الأولی - بعد الحمد والسورة - خمس تكبیراتٍ، بعد كلّ تكبیرةٍ قنوتٌ، ثمّ یكبّر أیضاً بعد القنوت الخامس ویركع، وبعد الركوع يأتي بسجدتین ثم ینهض للركعة الثانیة، فیقرأ الحمد والسورة، ویكبّر أربع تكبیراتٍ، بعد كلّ تكبیرةٍ قنوتٌ، ثمّ یكبّر التكبیرة الخامسة ویركع، ویتمّ الصلاة.',
        'لا یشترط في صلاة العید سورةٌ مخصوصةٌ، نعم الأفضل أن یقرأ في الركعة الأُولی سورة «الشمس»، وفي الثانیة سورة «الغاشیة»، أو یقرأ في الأُولی سورة «الأعلی»، وفي الثانیة سورة «الشمس».',
        'یجزي في قنوت صلاة عیدي الفطر والأضحی كلّ ذكرٍ ودعاءٍ، والأفضل قراءة الدعاء التالي برجاء تحصیل الثواب: «اَللّهمّ أهلَ الكبریاءِ و العَظمةِ، وأهلَ الجودِ والجَبروتِ، وأهلَ العفوِ والرحمةِ، وأهلَ التقوی و المَغفرة، أسألك بحقِّ هذا الیوم الذي جَعَلتَه للمسلمین عیداً، ولمحمّدٍ صلّی الله علیه وآلِه ذُخراً وشَرَفاً وكرامَةً ومَزیداً، أن تصلّي علی محمّدٍ و آل محمّدٍ، وأن تُدْخِلَني في كلِّ خیرٍ أدخلتَ فیه محمّداً وآلَ مُحمّدٍ، وأنّ تخرجَني مِنْ كلِّ سوءٍ أخرجتَ منه محمّداً وآلَ محمّدٍ، صلواتُك علیه وعلیهم، اَللّهمّ إنّي أسألُك خیْرَ ما سألَك به عبادُك الصالحون، وأعوذُ بك ممّا استعاذَ منه عبادُك المُخلَصون».',
        'لا إشكال في الإختصار أو الإطالة في قراءة أدعیة قنوتات صلاة العید، ولكن لا یجوز إنقاص عددها أو زیادته.',
        'إذا شكّ المصلّي في تكبیرات صلاة العید أو قنوتاتها، فإن لم یكن قد تجاوز المحلّ، یبني علی الأقلّ، وإذا تبیّن لاحقاً أنّه أتی بها فلا إشكال في ذلك.',
      ],
      startingIssueNumber: 728,
    ),

    Chapter(
      id: 't114',
      title: 'أحكام الصوم',
      issues: [
        ' الصوم من الواجبات العباديّة الاجتماعيّة المهمّة، وقد نصّ عليه القرآن الكريم في آيات كثيرة يستفاد منها أنّه كالصلاة واجب في جميع الشرائع الإلهيّة، قال تعالى:{ يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ}.',
        ' يجب على كلّ مكلّف صيام شهر رمضان المبارك إذا لم يكن مسافراً أو مريضاً، وذلك بالإمساك عن الطعام والشراب وسائر المفطرات من طلوع الفجر إلى المغرب امتثالاً لأمر الله تعالى، ويشترط في وجوبه على المرأة إضافة إلى ذلك الطهارة من الحيض والنفاس.',
        'لا یصحّ صوم المرأة الحائض أو النفساء، ولو طرأ عليها الحيض أو النفاس في نهار رمضان بطل صومها ولو كان ذلك قبل المغرب بلحظاتٍ.',
        'يجوز للنساء استعمال الأدوية من أجل منع أو تأخير الدورة الشهريّة عن شهر رمضان؛ لكي تصوم الشهر كاملاً وبدون انقطاع، ما لم يستلزم الضرر المعتد به.',
        'يشترط في صحة الصوم السلامة من المرض الذي يضر به الصوم، فليس كل مرض يمنع من الصوم بل خصوص المرض الذي يضره الصوم؛ إما بإيجابه شدة المرض، أو طول مدته، أو ازدياد ألمه، ويلحق به خوف حدوث المرض بسبب الصوم.',
        'لا يجوز صوم يوميّ العيدين، وصوم الصمت، وصوم الوصال، والصوم وفاءً لنذر المعصية.',
        '''يستحب الامساك عن المفطرات احتراما لشهر رمضان المبارك في الحالات التالية :
1-	المسافر الذي تناول المفطر وعاد الى وطنه أو الى مكان يريد الاقامة فيه قبل الظهر.
2-	 المسافر الذي يعود بعد الظهر وان لم يفطر في سفره.
3-	 المرأة التي طهرت من دم الحيض أو النفاس أثناء النهار .''',
        'يستحب للصائم أن يكون إفطاره بعد أداء صلاة المغرب ولكن إذا كان هناك من ينتظره للإفطار، أو كانت نفسه تواقة الى الافطار الى درجة تمنع من حضور القلب في الصلاة فالأفضل له حينئذٍ الافطار  ثم يأتي  بالصلاة قبل خروج وقت الفضيلة.',
        'ينبغي على الصائم من أجل تحصيل ثواب الصوم وفائدته أن يطهّر قلبه من آثار الذنوب بالتوبة الصادقة، وأن يحصّن نفسه من ارتكاب المعاصي، فعن الإمام الصادق قال: "إذا صمتَ فليصم سمعك وبصرك من الحرام والقبيح، ودع المراء وأذى الخادم، وليكن عليك وقار الصيام، ولا تجعل يوم صومك كيوم فطرك" .',
      ],
      startingIssueNumber: 736,
    ),

    Chapter(
      id: 't115',
      title: 'نية الصوم',
      issues: [
        'يشترط في الصوم كسائر العبادات النية بأن يقصد العبادة المقررة في الشريعة التي تسمى بالصوم قربة إلى الله تعالى، ولابد فيما عدا صوم شهر رمضان من تعيين نوع الصوم، هل هو قضاء أم كفارة أم نذر أم غير ذلك، ويكفي التعيين الإجمالي ولا يجب التلفظ بالنية .',
        'لا محل للنية في صوم الواجب المعين رمضان كان أم غيره، بل المعيار حصول الصوم من أول الفجر عن عزم وقصد، سواء حدث هذا العزم مقارناً لطلوع الفجر، أم متقدماً عليه فيكفي أن يقصد في الليل  صوم غدٍ مثلاً.',
        'یمكن للإنسان في كلّ لیلةٍ من شهر رمضان أن ینوي صوم الیوم التالي، ولكن الأفضل في اللیلة الأولی من الشهر أن ینوي صوم كلّ الشهر، ویجدّد النیّة أیضاً في كلّ لیلةٍ.',
        'من لم ینوِ الصوم في شهر رمضان نسیاناً أو جهلاً، والتفت أثناء النهار، فإن  كان قد تناول المفطر فقد فاته الصوم، سواءٌ التفت قبل الظهر أم بعده ولكن يجب أن يمسك تأدباً ويقضيه لاحقاً، وأما إذا لم يتناول شیئاً من المفطرات، فإن  تذكر قبل الظهر فالأحوط وجوباً أن ینوي الصوم ثم يقضيه لاحقاً، وإن تذكر بعد الظهر فلا يصحّ منه الصوم، ولكن یجب عليه الإمساك تأدباً ثم يقضيه فيما بعد.',
        ' النية في صوم الواجب غير المعين، كصوم قضاء رمضان أو النذر المطلق، تمتد إلى الزوال اختياراً إذا لم يتناول المفطر قبله، فإذا زالت الشمس فقد فات محلها.',
        ' يمتد وقت النية في الصوم المستحب إلى آخر النهار، فإذا لم يتناول المفطر  فبإمكانه قصد الصوم ولو قبل المغرب بدقائق ويحسب له.',
        'تجب الاستدامة في نیّة الصوم في الواجب المعیّن، من قبیل صوم شهر رمضان والنذر المعیّن، من طلوع الفجر إلی المغرب، فإذا تراجع عن نية الصوم أثناء النهار، وقصد عدم الاستمرار بالصوم، یبطل صومه، حتّی لو عاد إلی نیّة الاستمرار بالصوم مجدّداً، ولكن یجب عليه الإمساك عن المفطرات إلی المغرب في شهر رمضان ثم قضاؤه لاحقاً.',
        'إذا تردد في النية في صوم الواجب المعیّن، ولكن لم يقصد عدم الاستمرار، أو نوی ارتكاب شيءٍ من المفطرات ولم یرتكبه، فالأحوط وجوباً أن یتمّ صومه، ویقضیه لاحقاً.',
        'في الصوم المستحبّ والواجب غیر المعیّن كقضاء شهر رمضان مثلاً، إذا نوی قطع الصوم أو ارتكاب شيءٍ من المفطرات ولم يرتكب ثم قصد العود إلى الصوم، فيمكنه أن يجدد النية إلى ما قبل الزوال في الواجب غیر المعیّن، وإلى ما قبل الغروب في الصوم المستحبّ.',
      ],
      startingIssueNumber: 745,
    ),

    Chapter(
      id: 't116',
      title: 'يوم الشك',
      issues: [
        'لا يجب صوم يوم الشك، وإذا أراد صومه فلا يصح صومه على أنه من شهر رمضان، بل يقصد صوماً مستحباً أو قضاء رمضان أو نحو ذلك، فإذا تبين أنه من شهر رمضان أثناء النهار بدل نيته و قصد به رمضان فوراً، واذا تبين بعد ذلك يحسب له من رمضان.',
        'إذا لم ينوِ الصوم يوم الشك وثبت أنه من رمضان، فإن  كان ثبوته قبل الزوال ولم يكن قد تناول المفطر، فالأحوط وجوباً أن ینوي الصوم ثم یقضیه لاحقاً، وأما إذا ثبت بعد الزوال فيمسك بقية اليوم تأدباً ويقضيه لاحقاً.',
        'إذا تناول المفطر في يوم الشك وثبت أنه من رمضان أمسك بقية اليوم تأدباً وقضاه فيما بعد.',
      ],
      startingIssueNumber: 754,
    ),

    Chapter(
      id: 't117',
      title: 'صوم المرضى والعمال والفتيات',
      issues: [
        'من یعلم أنّ الصوم یضرّه، أو لدیه احتمالٌ عقلائيٌّ بأنّه یضرّه (أي یخاف الضرر) فلا یجب علیه الصوم، بل یحرم أیضاً في بعض الموارد، سواءٌ أحصلَ الیقین أو الخوف من تجربةٍ شخصیّةٍ، أم من قول الطبیب الأمین، أم من منشأٍ عقلائیٍّ آخر، ولو صام لا یصحّ صومه، إلا إذا أوقعه بقصد القربة، وتبیّن لاحقاً أنّه لم یكن مضرّاً.',
        'الملاك في كون الصوم مضراً أم لا، قناعة المكلف نفسه،فإذا  قال الطبیب: الصوم مضرٌّ، ولم یوجب قوله الاطمئنان بالضرر، أو خوف الضرر، أو كان المكلّف یعلم من خلال التجربة أنّه لا  يضرّه، فيجب علیه الصوم، وكذلك إذا قال الطبیب: الصوم لا يضرّ، وكان المكلف یعلم أنّه یضرّه، أو يحتمل ذلك احتمالاً معتداً به، فعلیه أن لا یصوم، بل یحرم علیه الصوم.',
        'إذا كان يعلم بأن الصوم يسبب له ألماً لا يطاق مثل وجع الرأس أو وجع العين، فلا يجب عليه الصوم.',
        'مَن أفطر في شهر رمضان بسبب المرض، يجب عليه القضاء بعد التشافي منه، إلا إذا استمر مرضه إلى رمضان اللاحق، فلا يجب عليه قضاؤه، بل يكفّر عن كلّ يوم بمُدّ (750 غرام) من الطعام.',
        'إذا إعتقد المكلف بأن الصوم يضره فأفطر، ثم تبين له عدم الضرر، فلا إثم عليه في إفطاره، لأنه لم يكن متعمداً، ولكن إذا تبين له ذلك في نهار رمضان يجب عليه الإمساك تأدباً بقية اليوم وقضاؤه فيما بعد، ولا كفارة عليه.',
        'إذا كان المكلف قادراً على الصوم، ولكنه بحاجة إلى استعمال الدواء ويتضرر بتركه، ولا يمكنه تأجيله، من قبيل المريض الذي يتعاطى أقراص الضغط ونحوها، يجوز له تناول الدواء ولكن يبطل صومه ويقضيه فيما بعد.',
        'إذا كان الشخص عاملاً أو كاسباً أو موظفاً أو نحو ذلك، ولا يمكنه ترك عمله، وكان الصوم يوقعه في حرج ومشقةٍ شديدة بسبب العمل، بحيث لولا العمل لما كانت عنده مشكلة في الصوم، فمثل هذا الشخص يجب عليه أن يصوم، وعندما تحصل له صعوبة بالغة في الاستمرار على الصوم يفطر ثم يقضيه فيما بعد، وهكذا في كل يوم.',
        'یجب الصوم علی الفتیات اللواتي بلغن حدیثاً، ولا یجوز لهن ترکه لمجرّد الصعوبة أو ضعف البدن وما شابه ذلك، إلا إذا کان الصوم یوجب لهن الضرر أو المشقّة الشدیدة، وفي الصورة الأخيرة تصبح ممسكة على الأحوط الوجوبي، وعند حصول المشقة والحرج لها تفطر ثم تقضيه.',
      ],
      startingIssueNumber: 757,
    ),

    Chapter(
      id: 't118',
      title: 'مفطرات الصوم',
      issues: [
        '''مفطرات الصوم عشرةٌ هي:
1 و2 الأكل والشرب معتادين أو غير معتادين.
3 الجماع  بحلال أو حرام أنزل أو لم ينزل.
4 إخراج المني بالاستمناء أو بأيّ سبب آخر.
5 الكذب على الله ورسوله والأئمة المعصومين  على الأحوط وجوباً.
6 ابتلاع الغبار الغليظ أو التدخين على الأحوط وجوباً.
7 رمس تمام الرأس في الماء على الأحوط وجوباً.
8 الحقنة بالمائع حتى في صورة الاضطرار، ولا بأس بالجامد (كالتحميلة(.
9 تعمّد القيء وإن كان للضرورة وأما التقيؤ سهواً أو من دون اختيار فلا يبطل الصوم.
10 تعمّد البقاء على الجنابة أو الحيض أو النفاس حتّى طلوع الفجر.''',
        'المفطرات المذكورة في المسألة السابقة، تُفطّر إذا وقعت عن عمدٍ لا عن نسيانٍ وسهو  إلا الجنابة، فلو أكل أو شرب ناسياً أنه صائم لم يبطل صومه سواء كان صومه واجباً أم مستحباً.',
        'إذا أبطل صومه بارتكاب أحد المفطرات المتقدمة في صيام شهر رمضان، يجب عليه الإمساك تأدباً، ثم قضاؤه لاحقاً.',
        'إذا أتی الصائم بأحد المفطرات سهواً، ثمّ فعله مجدّداً عمداً باعتقاد أنّ صومه قد بطل، فيبطل صومه.',
        'إذا شكّ الصائم في أنّه أتی بشيءٍ من المفطرات أم لا، كما لو شكّ في أنّه ابتلع شیئاً من الماء الذي أدخله إلی فمه أم لا، فصومه صحیحٌ.',
        'لا يجوز الإفطار قبل التيقّن بدخول الليل، فلو أفطر والحال هذه يجب عليه القضاء والكفّارة، وإن لم يحصل له اليقين ببقاء النهار.',
        'إذا كان المكلف شاكاً في طلوع الفجر، لا يجب عليه الفحص والتأكد قبل تناول المفطر، ولكن إذا تناول بدون فحص وتبين طلوع الفجر، يجب عليه الإمساك ذلك اليوم ثم قضاؤه ولا كفارة عليه.',
        ' إذا كان شاكاً في طلوع الفجر ففحص، وتأكد من عدم طلوعه فتناول المفطر  ثم انكشف له الخلاف فصومه صحيح، هذا في صوم شهر رمضان، وأما في غيره فيبطل بتناول المفطر  بعد طلوع الفجر مطلقاً.',
        'إذا التفت أثناء الأكل إلى أنّ الفجر قد طلع، فيجب عليه أن يتوقف عن الأكل فوراً ویخرج ما في فمه من طعام وصومه صحيح، وأما إذا استمر في الأكل فیبطل صومه.',
        'يجب على الصائم، على الأحوط وجوباً، ترك التدخين بأنواعه المختلفة، وكذلك استعمال المواد المخدرة عن طريق الأنف أو التي توضع تحت اللسان .',
        'إذا تجشأ فخرج الطعام إلى فمه، لا يجوز له بلعه، وكذلك لا يجوز ابتلاع بقايا الطعام في الفم، وإذا بلعها من غير قصد واختيار لا يبطل صومه، أما إذا ابتلعها عمداً يبطل صومه.',
        'يجوز للصائم تذوق الطعام، ومضغه في فمه للطفل أو الطير، وكذا مضغ العلك، وإن أحس بطعم في فمه بشرط عدم ابتلاع شيء منه ، وإذا سبقه شيء ونزل إلى جوفه من دون اختيار لا يبطل صومه.',
        'لا يجوز ابتلاع ما يصل إلى فضاء الفم من النخامة (البلغم) وغيرها على الأحوط وجوباً، وإذا ابتلعها من دون اختيار أو سهواً لا يبطل صومه، وأما اللعاب الموجود في الفم فلا إشكال في بلعه، وإن كان كثيراً.',
        'استخدام البخاخ لمرضى الربو، وأمثالهم، لتوسعة القصبات وتسهيل عملية التنفس، لا يضر بصحة الصوم.',
        'إذا رمس الصائم تمام رأسه في الماء عمداً، فالأحوط وجوباً بطلان صومه، ویجب أن یقضي صوم ذلك الیوم، وإذا شكّ في أنّ تمام رأسه دخل في الماء أم لا، فصومه صحیحٌ.',
        ' لا فرق في حكم المسألة السابقة بين كون البدن أيضاً داخل الماء أثناء رمس الرأس وعدمه، وإذا رمس نصف رأسه وأخرجه ثم رمس النصف الآخر لم يبطل صومه.',
        ' إذا وقع الصائم في الماء من دون اختيار منه وارتمس رأسه فيه لا يبطل صومه، ولكن يجب عليه إخراج رأسه فوراً، ونفس الحكم فيما إذا نسي كونه صائماً وارتمس في الماء.',
        ' إذا غطس في الماء بملابس الغواصين بحيث لا يبتل جسمه بالماء، فإن كان اللباس لاصقاً بجسمه فَصحة صومه محل إشكال، ويلزم قضاؤه على الأحوط وجوباً.',
        'إراقة الماء على الرأس أو الوقوف تحت رشاش الماء (الدوش) للغسل أو التبرد أو غير ذلك، لا تضر بصحة الصوم.',
      ],
      startingIssueNumber: 765,
    ),

    Chapter(
      id: 't119',
      title: 'مسائل في المفطرات',
      issues: [
        'إذا تمضمض الصائم مع الاطمئنان بعدم ابتلاع الماء، فسبقه إلى الجوف من دون اختيارٍ، فإن كان ذلك لوضوء الصلاة الفريضية فصومه صحيحٌ، أمّا لو كان لغير صلاة الفريضة، أو لغير الوضوء من قبيل التبرّد ونحوه، وسبقه الماء إلى الجوف، فالأحوط وجوباً قضاء صوم ذلك اليوم.',
        'الحقنة بالمائع تبطل الصوم حتّی لو كانت للضرورة والعلاج، وأمّا الحقنة بالجامد فلا إشكال فيها ولا تبطل الصوم.',
        'إذا تعمّد الصائم القيء بطل صومه، حتّی لو كان مضطرّاً لفعل ذلك بسبب المرض ونحوه، أمّا لو فعل ذلك سهواً أو من دون اختیارٍ فلا یبطل صومه.',
        'الأحوط وجوباً ان يجتنب الصائم عن استعمال الإبر المقوية، بل وغيرها مما يزرق في الوريد، وكذا المصل (المغذي (بأنواعه المختلفة ، وأما الإبر العلاجية التي تُزرق في العضلة أو إبر التخدير الموضعي فلا إشكال فيها.',
        'لا إشكال في نقل الروایات الواردة في الكتب والتي لا یعلم الإنسان أنّها كذبٌ، وإن كان الأحوط استحباباً أن ینسبها إلی الكتاب الذي أخذها منه.',
        'إذا نقل كلاماً عن الله تعالی أو النبيّ  أو المعصومین  باعتقاد أنّه صحیحٌ، ثمّ تبیّن أنّه كذبٌ، فلا یبطل صومه.',
        'الأحوط وجوباً أن یجتنب الصائم ابتلاع الغبار الغلیظ، من قبیل الغبار المتطاير عن كنس الأرض الترابیّة، أو إثارة الريح، فإذا لم يجتنب ودخل الغبار الغليظ إلى جوفه فالأحوط وجوباً بطلان صومه ولكن يبقى ممسكاً ويقضي لاحقاً، ولا يضر دخول الغبار إلى الفم أو الأنف إذا لم يبتلعه.',
        'إذا نسي أنّه صائمٌ فلم يجتنب الغبار الغليظ حتى دخل جوفه لم یبطل صومه، وكذلك إذا دخل الغبار من غير اختيار منه.',
        'ابتلاع الدم الخارج من اللثة في الفم عمداً لا يجوز، فيجب قذفه خارجاً، ويطهر فمه بقذفه، هذا إذا لم يستهلك الدم في لعاب الفم، وأما إذا استهلك فيه فهو طاهر ويجوز بلعه، وإذا شكّ في وجود الدم في  اللعاب يجوز له بلعه  وصومه صحيح .',
        'لا إشكال في تنظيف الفم والأسنان بالفرشاة والمعجون ما لم يتعمد ابتلاع شيء منه، ولا يضر بالصوم التبلل بالماء، بالدخول فيه او إراقته على الرأس، أو الغسل تحت الدوش .',
      ],
      startingIssueNumber: 784,
    ),

    Chapter(
      id: 't120',
      title: 'الجنابة والحيض',
      issues: [
        ' إذا أجنب الصائم ليلاً في شهر رمضان، أو طهُرت المرأة من الحيض أو النفاس، وجب عليهما الاغتسال قبل طلوع الفجر، فإذا تعمّدا عدم الاغتسال حتّى طلع الفجر، بطل صومهما، ووجب عليهما الإمساك تأدباً ثم قضاؤه ودفع الكفارة.',
        'إذا انتبه بعد الفجر فوجد نفسه مجنباً وكانت جنابته من الليل، أو احتلم في أثناء النهار فصومه صحيح، ولا يجب عليه المبادرة للاغتسال ، وإذا كان يعلم بأنه إذا نام سيحتلم فيمكنه النوم ولا شيء عليه.',
        'لا يبطل من أقسام الصوم بتعمد البقاء على الجنابة إلا صوم شهر رمضان وقضاؤه، وأما غيرهما من أنواع الصوم، كالصوم المنذور، والصوم المستحب، فلا يبطل بعدم الاغتسال من الجنابة قبل الفجر.',
        'مَن أجنب ليلاً في شهر رمضان ونسي أن يغتسل حتّى طلع عليه الفجر صح صومه لذلك اليوم، ولكن إذا استمر نسيانه لأيام أخر، يجب عليه قضاء تلك الأيام، وأما الصلاة فباطلة على كل حال.',
        'مَن أجنب في ليل شهر رمضان، أو انتبه من نومه ليلاً ورأى نفسه مجنباً،  فإن  كان يعلم أنّه إذا عاد إلى النوم لن يستيقظ قبل الفجر ليغتسل، لا يجوز له النوم قبل أن يغتسل، ولو نام ولم يستسيقظ حتى طلع الفجر، بطل صومه، ووجب عليه القضاء والكفارة والامساك تأدباً.',
        'يجوز للمجنب ليلاً أن ينام إذا كان يحتمل الاستيقاظ، فإذا نام ناوياً الغُسل قبل الفجر، ولكن غلبه النوم فلم يستيقظ إلا بعد طلوع الفجر، صَحّ صومه ولا شيء عليه، وإذا انتبه فوجد الوقت واسعاً فعاد إلى النوم ثانيةً ولم يستيقظ حتى طلع الفجر، يجب عليه الإمساك ثم قضاؤه.',
        'مَن وجب عليه الغُسل للجنابة أو للحيض ولا يستطيع الاغتسال، للتضرر  بالماء أو لعدم وجوده أو لضيق الوقت، يجب عليه أن يتيمّم بدلاً من الغُسل، فإذا  لم يتيمّم بطل صومه، ويمسك تأدباً ثم يقضيه، ويكفر  إذا كان في شهر رمضان.',
        'إذا اكتشف أن غسله لم يكن صحيحاً ، يحكم بصحة صومه لأن بقاءه على الجنابة في هذه الحال ليس عمدياً، وأما صلاته فيجب عليه قضاؤها.',
        'إذا نسیت المرأة غسل الحیض أو النفاس، ثمّ تذكرت لاحقاً، فصومها في تلك الفترة صحیحٌ، سواءٌ كان صوم شهر رمضان أم غيره.',
        'إذا كان الشخص يعلم أنه إذا قارب أهله لن يتمكن من الاغتسال، إما لعدم وجود الماء أو لعذر آخر، تجوز له المقاربة ويتيمم للصوم، فإذا لم يتيمم بطل صومه ويمسك تأدباً ويقضيه لاحقاً ويكفر .',
        'إذا تعمد الصائم القيام بعمل يوجب إثارة شهوته وخروج المني منه، يبطل صومه، من قبيل النظر أو اللمس بشهوة ونحوهما .',
        'إذا قام بعملٍ بقصد إخراج المنيّ، فإن لم یخرج، فالأحوط وجوباً أن یتمّ صومه ویقضیه لاحقاً.',
        'إذا استیقظ الصائم من النوم أثناء خروج المنيّ لا یجب علیه منعه من الخروج.',
        ' من أجنب ليلاً أو احتلم ولم يغتسل عمداً حتى ضاق عليه الوقت، يجب عليه التيمم وصومه صحيح، ولكنه ارتكب حراماً بسبب عدم الاغتسال.',
        ' إذا طرأ الحيض أو النفاس في جزء قليل من النهار بطل الصوم، ولو كان ذلك قبل المغرب بدقائق، وقضته فيما بعد، وهي مأجورة بلا شكّ على صومها الذي لم يتم.',
      ],
      startingIssueNumber: 794,
    ),

    Chapter(
      id: 't121',
      title: 'السفر في شهر رمضان',
      issues: [
        ' لا يصح الصوم الواجب حال السفر الموجب للتقصير إلا في موارد محددة.',
        ' يجوز السفر اختياراً في شهر رمضان حتى إذا كان بقصد التخلص من الصوم ولكن يفوته بذلك أجرٌ عظيم.',
        ' يكره للمسافر في شهر رمضان، بل كلّ مَن يجوز له الإفطار، التملّي (الإكثار) من الطعام والشراب وكذا الجماع في النهار.',
        ' إذا قرر الصائم السفر في شهر رمضان قبل الزوال، فإذا كان ناوياً للسفر من الليل أفطر ولا يصح منه الصوم (مع ملاحظة المسألة التالية)، وأما إذا نوى السفر بعد الفجر فالأحوط وجوباً صوم ذلك اليوم ثم قضاؤه.',
        ' لا يجوز للمسافر قبل الظهر الإفطار إلا بعد الخروج من بلده واجتياز حد الترخص، فلو أفطر قبل الوصول الى حد الترخص، يجب عليه القضاء والكفارة على الأحوط وجوباً، إلا إذا كان جاهلاً أو غافلاً عن الحكم فلا تجب عليه الكفارة .',
        ' إذا قرر الصائم السفر بعد الزوال بقى على صومه ولا يجوز له الإفطار وقصّر في صلاته .',
        ' مَن كان مسافراً وعاد إلى وطنه، فإن  وصل بعد أذان الظهر لا صوم عليه لذلك اليوم ويقضيه فيما بعد، وإما إذا وصل قبل أذان الظهر فإذا لم يكن قد تناول مفطراً جدد النية ووجب عليه صوم ذلك اليوم.',
      ],
      startingIssueNumber: 809,
    ),

    Chapter(
      id: 't122',
      title: 'صوم الحامل والمرضع وكبار السن',
      issues: [
        'الحامل والمرضع إذا  كان الصيام يضرُ بهما أو احتملتا ذلك احتمالاً يعتد به العقلاء، تفطران وتفديان عن كل يوم (مُد) من الطعام على الأحوط وجوباً ، ثم تقضيان ما أفطرتاه بعد رمضان، وإن استمر بهما الحال طوال السنة سقط عنهما وجوب القضاء وتدفعان فدية أخرى إضافة إلى السابقة.',
        'الحامل والمرضع إذا كان الصيام يضر بجنينهما لا بنفسهما تفطران وتدفعان عن كل يوم أفطرتاه فدية ثم تقضيان بعد رمضان ما أفطرتاه،  وإذا استمر بهما العذر طوال السنة تقضيان في السنين اللاحقة، ودفع الفدية بالنسبة للحامل إذا لم تكن مقرباً بنحو الاحتياط  الوجوبي.',
        ' يجوز الإفطار للشيخ والشيخة، وذي العُطاش ( الذي لا يصبر على العطش) إذا كان الصوم يتعذر أو يشُقُّ عليهم، ويدفعون عن كلّ يوم فدية (مُد) من الطعام إذا كان الصوم يشُقُّ عليهم، وأما إذا كان الصوم يتعذر عليهم فتجب عليهم الفدية على الأحوط وجوباً، والأحوط استحباباً  القضاء إذا تمکّنوا  بعد ذلك.',
      ],
      startingIssueNumber: 816,
    ),

    Chapter(
      id: 't123',
      title: 'الصوم المستحب',
      issues: [
        ''' يستحب الصوم في جميع أيام السنة ما عدا الأيام المحرمة والمكروهة ويتأكد في بعض الأيام من قبيل ما يلي:
1 صوم ثلاثة أيام من كل شهر، أول خميس، وآخر خميس، وأول أربعاء من العشر الثاني، ومن لم يتمكّن من صومها يستحب له قضاؤها، ومع عدم التمكن من القضاء يستحب له التصدّق عن كل يوم بمد من طعام أو بدرهم.
3صوم شهر رجب وشهر شعبان كلّهما أو بعضهما ولو يوماً واحداً منهما.
4صوم أربعة أيام من السنة وهي يوم المولد النبوي الشريف، ويوم دحو الأرض (25 ذي القعدة)، ويوم المبعث النبوي الشريف (27 رجب)، ويوم عيد الغدير (8 ذي الحجة).
5صوم الأيام البيض من كل شهر وهي اليوم الثالث عشر والرابع عشر والخامس عشر.''',
      ],
      startingIssueNumber: 819,
    ),

    Chapter(
      id: 't124',
      title: 'أحكام الصوم المستحب',
      issues: [
        ' يشترط في صحّة الصوم المستحب أن لا يكون عليه قضاء صوم شهر رمضان، وعلى الأحوط وجوباً أن لا تكون ذمته مشغولة بصوم واجب آخر غير قضاء شهر رمضان.',
        'من كان في ذمّته قضاء صوم شهر رمضان، إذا نسیه وصام بقصد الاستحباب، فإن  تذكر قبل الظهر، فیمكنه أن ینوي صوم قضاء شهر رمضان، وإن تذكر بعد الظهر، فلا يمكنه ذلك كما لا يصحّ منه استحباباً أيضاً.',
        ' من كان في ذمّته قضاء صوم رمضان قضاءٍ، ولا یعلم بعدم صحّة الصوم المندوب مع اشتغال الذمّة بصوم القضاء، إذا صام بنیّة الاستحباب فصومه باطلٌ، ولا یحسب من القضاء أیضاً.',
        ' يكره أن يصوم الضيف صوماً مستحباً من دون إذن مضيفه، أو مع نهيه.',
        ' يحرم على الزوجة أن تصوم صوماً مستحباً إذا كان مفوِّتاً لحق زوجها.',
        'لا یجب إكمال الصوم المستحبّ إلی آخره، فيجوز له الإفطار  في أيّ وقتٍ شاء.',
        ' إذا كان صائماً ودعاه مؤمن لتناول الطعام یستحسن شرعاً أن یقبل دعوته ویفطر.',
        'لا يصح الصوم المستحب في حال السفر، إلا إذا كان منذوراً، كما لو نذر صوم أول رجب وقصد حين النذر صومه حتى لو صادف كونه مسافراً، فإذا كان مسافراً في ذلك اليوم فيجب عليه صومه.',
        'یجوز للمسافر في المدینة المنوّرة الصوم المستحبّ ثلاثة أیّامٍ للحاجة من دون أن ینوي الإقامة عشرة أیّامٍ.',
      ],
      startingIssueNumber: 820,
    ),

    Chapter(
      id: 't125',
      title: 'مكروهات الصوم',
      issues: [
        ''' یكره للصائم أمورٌ منها:
1-كلّ عملٍ یؤدّي إلی ضعف البدن (كالاستحمام وإخراج الدم).
2-شمّ الریاحین وهو كل نبت طيب الرائحة، ولا بأس بالتطيب.
3-بلّ الثوب الذي علی الجسد.
4- السواك بالعود الرطب.
5- قلع السنّ، بل مطلق إدماء الفم.
6- تذوّق الطعام ونحوه.
7-صبّ الدواء في الأنف، إذا لم یصل إلی الحلق.
8-صبّ الدواء في العین، والاكتحال إذا كان یصل طعمه أو رائحته إلی الحلق
9- جلوس المرأة في الماء.
10-  المداعبة بين الزوجين، وكلّ عملٍ یوجب إثارة الشهوة.
11-كثرة المضمضة.''',
      ],
      startingIssueNumber: 829,
    ),

    Chapter(
      id: 't126',
      title: 'قضاء الصوم',
      issues: [
        ' الأحوط وجوباً قضاء ما فات من صوم شهر رمضان قبل حلول شهر رمضان اللاحق، فلو لم يقضه لم يسقط عنه وجوب القضاء، وتجب عليه فدية للتأخير في القضاء عن كل يوم (مُدّ) إذا كان التأخير من غير عذر، ولا تتكرّر الفدية بعد ذلك مهما تأخر في قضائه.',
        ' من لم يصم شهر رمضان لسنين عديدة يجب عليه قضاؤها جميعاً وإذا شكّ في مقدار صوم القضاء الواجب عليه قضى القدر المتيقن منه، وإذا كان يشك في كون تركه له كان عن عمدٍ أو عن عذر، يجب عليه القضاء ولا تجب عليه الكفارة.',
        ' إذا لم یتمكن من صیام شهر رمضان، ولا من قضائه قبل حلول شهر رمضان التالي بسبب ضعف بدنه، فلا یسقط عنه القضاء، بل یجب أن یقضي عند التمكّن، كما هو الحال في بعض الفتيات في أوائل بلوغهن.',
        ' من لم یصم في شهر رمضان بسبب المرض، إذا استمرّ مرضه إلی شهر رمضان التالي، یسقط عنه قضاء الصوم، ویجب علیه (فدية) (مدٍ) من طعام للفقیر عن كلّ یومٍ.',
        'إذا لم یصم المكلّف في شهر رمضان بسبب المرض أو الحیض أو النفاس، وتوفي قبل نهایة الشهر المبارك، فلا یجب قضاء تلك الأیّام عنه.',
        ' من أُغمي علیه واستمرّ في حال الغیبوبة والإغماء یوماً أو أكثر، فلا یجب علیه قضاء صوم تلك الأیّام.',
        'يجوز في قضاء شهر رمضان غير المضيّق الإفطار قبل الظهر، وأما بعده فلا يجوز، وإذا أفطر عمداً فعليه الكفارة وهي إطعام عشرة فقراء، ومع العجز يصوم ثلاثة أيام.',
        'من كان عليه قضاء صوم لأكثر من سنة، يصح منه قضاء ما شاء منها أوّلاً، ولكن إذا ضاق الوقت على قضاء ما فاته أخيراً، فالأحوط وجوباً قضاؤه أوَّلاً.',
      ],
      startingIssueNumber: 830,
    ),

    Chapter(
      id: 't127',
      title: 'القضاء من دون كفّارة',
      issues: [
        '  من لم ینوِ الصوم في نهار شهر رمضان، أو صام ریاءً، أو نوی عدم الصوم، ولكنه لم یأت بشيءٍ من المفطرات، یجب علیه قضاء صوم ذلك الیوم من دون كفّارة.',
        'إذا أتی بأحد المفطرات لجهله بالحكم الشرعيّ، كما لو رمس رأسه في الماء جاهلاً بأنه مبطل للصوم، یبطل صومه ویجب علیه القضاء ولا كفارة عليه لكن يمسك تأدباً.',
        ' إذا تناول المفطّر بعد طلوع الفجر بتصور بقاء الليل من دون فحص وتحقيق، بطل صومه ويقضيه لاحقاً ولكن يبقى ممسكاً، وأما إذا كان بعد الفحص والتحقيق وحصول العلم بعدم دخول الفجر ثم ظهر دخوله، فصومه صحيح ولا قضاء عليه، هذا في صوم شهر رمضان، وأمّا غيره فالظاهر بطلانه بوقوع الأكل فيه بعد طلوع الفجر مطلقاً.',
        ' إذا حصل له الیقین بالمغرب في شهر رمضان بسبب الظلمة أو إخبار من خبرهم حجّةٌ شرعاً (شهادة عدلين) فأفطر، ثمّ تبیّن بقاء النهار، فيجب علیه الإمساك ثم قضاء صوم ذلك الیوم ولا كفارة عليه.',
        ' الأكل مع إخبار مخبر بطلوع الفجر لزعمه سخريّة المخبر مع أنه كان جاداً والفجر طالعاً، فيمسك ويقضي ذلك اليوم ولا كفارة عليه.',
        'يجب القضاء على الأحوط وجوباً إذا أدخل الماء في فمه للتبرّد أو لغيره فيسبقه ويدخل في جوفه، وأما إذا تمضمض لوضوء الصلاة الواجبة فسبقه الماء ودخل في جوفه، فصومه صحيح ولا قضاء عليه.',
        ' يجب القضاء على المجنب إذا لم يستيقظ بعد النومة الثانية في الليل كما تقدم في (م/799)، ويجب عليه الإمساك بقية النهار .',
        ' من نسي غسل الجنابة في شهر رمضان، وصام عدّة أیّامٍ في حال الجنابة، يجب علیه قضاء الأیام التي نسي الغسل فيها عدا اليوم الأول ولا كفارة عليه كما تقدم في (م/797).',
      ],
      startingIssueNumber: 838,
    ),


    Chapter(
      id: 't128',
      title: 'وجوب القضاء مع الكفارة',
      issues: [
        ' الإتيان بأحد المفطرات عن عمد واختيار مبطل للصوم وموجب للقضاء والكفارة، سواء كان يعلم بوجوب الكفارة أم لا.',
        ' إذا أتی بفعلٍ یعلم أنّه حرامٌ، ولكن لا یعلم أنّه مبطلٌ للصوم، فكما یجب علیه القضاء، تجب علیه الكفّارة أیضاً علی الأحوط وجوباً.',
        ' إذا أفطر استناداً إلى إخبار مَن أخبر بدخول المغرب ممن لا يعوّل على إخباره كالصبي والعدل الواحد، ثم تبين عدم دخوله، وجب عليه القضاء والكفارة معاً.',
      ],
      startingIssueNumber: 846,
    ),

    Chapter(
      id: 't130',
      title: 'قضاء صوم الوالدين',
      issues: [
        'إذا لم یصم الأب، على الأحوط وجوباً الأمّ أیضاً، لعذرٍ غیر السفر، ولم یقضیا ما فاتهما مع قدرتهما علی القضاء، فيجب علی الولد الأكبر بعد وفاتهما، قضاء ما فاتهما من الصوم، سواءٌ أكان بنفسه أم باستئجار غیره، أمّا الصوم الذي فاتهما بسبب السفر، فيجب علی الولد الأكبر قضاؤه عنهما مطلقاً.',
        ' یجب علی الأحوط علی الولد الأكبر أن یقضي ما فات والده ووالدته من الصوم عمداً.',
        ' إذا أوصى (الوالد أو الوالدة) بأن يستأجر من يصلي ويصوم عنهما من  الثلث، وكان الثلث يكفي لقضاء ما عليهما من صلاة وصوم، ففي هذه الحالة يجب صرف الثلث فيما أوصيا به ولا يجب على الولد الأكبر القضاء، وأما إذا كان الثلث لا يكفي لقضاء ما بذمتهما، فيُقضى القدر الممكن منه، ويكمل الولد الأكبر قضاء المتبقي.',
        'لا يجوز أخذ شيء من التركة لقضاء صلاة وصوم المتوفى إلا إذا كان قد أوصى هو بذلك فتخرج من ثلثه، أو يتفق جميع الورثة على ذلك بشرط عدم وجود قاصرٍ فيهم.',
      ],
      startingIssueNumber: 849,
    ),

    Chapter(
      id: 't131',
      title: 'كفارة الإفطار',
      issues: [
        'كفارة الإفطار  العمدي عتق رقبة، أو صيام شهرين متتابعين، أو إطعام ستين فقيراً، لكلّ فقير (مُدّ) من الطعام، وبما أنه لا يوجد (عبيد) في زماننا الحاضر فتنحصر الكفارة بالأمرين الآخرين، ولا فرق في الفقير بين الصغير والكبير والرجل والمرأة.',
        'لا يجب الاستعجال بدفع الكفارة، ولكن لا يجوز تأخيرها بحيث يُعد متساهلاً ومهملاً بنظر العرف.',
        'يجب أن توزع كفارة اليوم الواحد على ستين فقيراً ولا يجزي إعطاؤها لفقير واحد أو اعطاء الفقير أكثر من (مد)، نعم إذا كان الفقير صاحب عائلة  فيمكن إعطاؤه بعدد أفراد عائلته، كما يمكن إعطاؤه من كفارة أيام أخرى، أما من كفارة اليوم الواحد فلا يمكن إعطاء الفقير الواحد أكثر من (مد) واحد.',
        ' يتحقق التتابع في صوم  الشهرین كفّارة، بصوم شهر كامل ویوم واحد من الشهر الثاني بشكل متتابع، ویجوز له التفریق في البقیّة، وإذا لم یتمكن في الأثناء من الصوم لعذرٍ كالمرض أو الحیض، فيبني علی ما مضی بعد ارتفاع العذر، ولا یجب استئناف الصوم من جدیدٍ.',
        ' إذا تناول المفطر عمداً في صوم شهر رمضان مرات عديدة في اليوم الواحد، لا تتكرر عليه الكفارة، إلا في الجماع والاستمناء، فإن  الأحوط وجوباً تكررها بتكررهما.',
        '  بإمكان المكلف أن يدفع الكفارات بنفسه، أو يسلمها إلى مكتب مرجعه، أو يوكل من يثق به لإيصالها إلى المستحق، و الفقیر هو من لا یملك مؤونة سنةٍ له ولعیاله، ولا یمكنه تحصیلها.',
        ' يتحقق دفع الكفارة إلى الفقير بإطعامه حتى يشبع، أو تسليمه (مُد) من طعام؛ من الحنطة أو الدقيق (الطحين) أو الخبز أو الأرز أو غير ذلك من الأطعمة.',
        ' لا يجزي دفع قيمة الكفارة  إلى الفقير إلا إذا جعله وكيلاً عنه في شراء الطعام، وبعد الشراء يقصد تسلمها لنفسه بشرط أن يكون  موثوقاً به.',
        'إذا أفطر عمداً في شهر رمضان ثم سافر بعد ذلك لا تسقط عنه كفارة ذلك اليوم وإن كان سفره قبل الظهر.',
        'الإفطار  في شهر رمضان بالجماع المحرم أو بالأكل والشرب المحرم ، لا يوجب كفارة الجمع، وإن كانت أحوط استحباباً.',
        'تجب الكفارة في الإفطار  العمدي في قضاء صوم رمضان إذا كان الإفطار  بعد الزوال، وهي إطعام عشرة مساكين ومع العجز صيام ثلاثة أيام.',
        ' إذا كان يصوم قضاء شهر رمضان عن ميت بأجرة أو بدونها وأفطر بعد الزوال، فلا كفارة عليه.',
        ' مَن عجز عن الخصال الثلاث، يجب عليه إطعام العدد الممكن له من الفقراء، ويجب عليه الاستغفار أيضاً على الأحوط وجوباً، وإذا عجز عن الإطعام أصلاً يستغفر الله بلسانه وقلبه ولو مرّة واحدة وتبرأ ذمته، وإذا تمكّن من الصيام أو الإطعام لاحقاً فالأحوط استحباباً الإتيان بها.',
        'يجب في الفدية التي تدفع إلى الفقير  في الحالات التي يجوز فيها الإفطار أن يُسلم الفقير طعاماً، ولا يكفي إطعامه أو تسليمه قيمتها نقداً، إلا إذا جعله وكيلاً عنه في شراء الطعام وبعد الشراء يتسلمها لنفسه بعنوان فدية ، بشرط أن يكون موثوقاً به.',
        'يجوز دفع كفارة رمضان والفدية إلى السيد حتى إذا كانت من غير سيد، والأفضل عدم دفعها إليه، كما يجوز دفعها إلى الأرحام والأقارب باستثناء من تجب نفقته على الدافع كأبويه وزوجته وأولاده.',
        ' يجوز للفقير التصرف في الكفارة أو الفدية بعد استلامها بما يشاء حتى بيعها أو هبتها.',
        ' لا يجب الترتيب بين قضاء الصوم وكفارته  فيمكنه تقديم الكفارة على الصوم أو العكس.',
      ],
      startingIssueNumber: 853,
    ),

    Chapter(
      id: 't132',
      title: 'ثبوت الهلال',
      issues: [
        '''
        يثبت أول الشهر القمري بالطرق التالية:
1 ـ رؤية الشخص نفسه للهلال.
2 ـ شهادة عدلين عارفين برؤية الهلال.
3 ـ مضيّ ثلاثين يوماً من الشهر السابق.
4 ـ حكم الحاكم الشرعي بدخول الشهر.
5 ـ الشياع المفيد للعلم أو الأطمئنان.

        ''',
        'لا يشترط في ثبوت أول الشهر رؤية الهلال بالعين المجرّدة، بل تكفي رؤيته بالمنظار والتلسكوب، وإن كان بنحوٍ لا يمكن رؤيته بالعين المجرّدة؛ لصدق الرؤية بذلك.',
        ' يشترط في قبول شهادة العدلين بالرؤية عدم إنكار الرؤية من قبل جمع كثير وأن لا يكون هناك ظن قوي بخطئهما.',
        'صِغَرُ الهلال وكِبَره لا يكون حجّة على كونه لنفس الليلة أو لليلة ماضية، إلا إذا حصل للمكلّف بذلك العلم فيعمل طبقاً لعلمه.',
        ' رؤیة الهلال عصراً تُثبِتُ حلول الشهر القمري، وتكون اللیلة التي تلي رؤیة الهلال هي اللیلة الأولی من الشهر.',
        'إذا ثبت الهلال في بلد يثبت أيضاً  في البلدان الأخرى المتحدة معه في الأفق، سواء كانت قريبة أم بعيدة عنه، والمقصود من الاتحاد بالأفق هو الأماكن التي تتساوى فيها درجة احتمال رؤية الهلال من عدمه في نفس الوقت.',
        'مجرّد ثبوت الهلال لدی الحاكم لا یكفي لاتّباع الآخرین له ما لم یحكم برؤیة الهلال، إلا إذا حصل الاطمئنان بثبوته من ثبوته عنده.',
        'إذا لم یثبت أوّل شهر رمضان لا یجب صوم يوم الشك ، ولكن إذا ثبت لاحقاً أنّه كان أوّل الشهر، فيجب قضاؤه.',
      ],
      startingIssueNumber: 870,
    ),



    Chapter(
      id: 't134',
      title: 'زكاة الفطرة',
      issues: [
        'تجب زكاة الفطرة على المكلّف المستطيع ماليّاً (الغني) بحلول ليلة العيد، ويجب عليه إخراجها عن نفسه وعمّن يتحمّل مسؤوليّة إعاشته صغيراً كان أم كبيراً، حتّى المولود قبل ليلة العيد، ويجب فيها نيّة القربة؛ لأنها من جملة العبادات.',
        ' الضيف الذي يأتي ضيفاً بعد حلول ليلة العيد لا قبلها، لا يتحمل المضيّف زكاة فطرته، وكذلك من يأتي قبل الغروب لمجرد الافطار وذلك لعدم صدق عنوان العيلولة عليه.',
        ' مقدار زكاة الفطرة صاع من الطعام، أي ثلاثة كيلوات من الطعام الشائع في بلده، كالحنطة والرز والتمر، أو قيمته، تُدفع إلى الفقراء خصوصاً الأرحام، ولكن تحرم زكاة فطرة غير الهاشمي على الهاشمي، وتحلّ فطرة الهاشمي على الهاشمي وغيره.',
        ' مَن وجبت فطرته على الغير لعيلولةٍ أو ضيافة سقطت عنه، وإن كان هو غنيّاً والمعيل أو المضيّف فقيراً، بل حتّى لو لم يدفعها الغير عنه على الأقوى.',
        ' يبدأ وقت وجوب زكاة الفطرة عند دخول ليلة العيد، ويستمرّ وقتها إلى الزوال من يوم العيد، والأفضل بل الأحوط دفعها في نهار العيد قبل الزوال، وإذا كان يصلّي صلاة العيد فالأحوط وجوباً إخراجها قبل الصلاة.',
        'لا يجوز تأخير دفع زكاة الفطرة عن وقتها إلا إذا لم يجد المستحق، وفي هذه الحالة يعزلها ويسلمها له عند وجوده.',
        ' يجوز تأخير دفع زكاة الفطرة بعد عزلها خصوصاً إذا كان من أجل إيصالها لبعض المستحقين لوجود مرجحات خاصة فيهم، ولكن لا يجوز التهاون .',
        'لا يجوز إخراج زكاة الفطرة وتسليمها للفقير قبل ليلة العيد على الأحوط وجوباً، نعم لا بأس بإعطاء الفقير مبلغاً بعنوان قرض ثم احتسابه عليه بعنوان زكاة فطرة عند دخول وقتها .',
        'يجوز لمن وجبت عليه زكاة الفطرة أن يدفعها بنفسه إلى مستحقّها أو يسلمها إلى مرجع تقليده، أو يوكل أحداً في إخراجها وتسليمها.',
        'الغائب عن عياله يجب عليه إخراجها عنهم أو يوكلهم أو غيرهم في إخراجها ودفعها.',
        'الأحوط عدم نقل زكاة الفطرة إلى بلد آخر مع وجود المستحق في بلده، ويجوز أن يعطى الفقير الواحد أكثر من صاع على أن لا يتجاوز مؤونة سنته.',
        ' مَن وجبت عليه زكاة الفطرة ولم يدفعها ولم يعزلها وقد خرج وقتها، يجب عليه دفعها على الأحوط وجوباً بنيّة القربة المطلقة.',
        ' الأحوط وجوباً الاقتصار في دفع زكاة الفطرة على الفقراء المؤمنين وأطفالهم، بل المساكين منهم وإن لم يكونوا عدولاً.',
        'لا يترك الاحتياط بعدم دفع زكاة الفطرة إلى شارب الخمر والمتجاهر بمثل هذه الكبيرة، كما لا يجوز دفعها إلى من يصرفها في المعصية.',
        ' يشترط في زكاة الفطرة التي تدفع للصغير أن تسلم لوليه ليصرفها عليه .',
        'يستحب دفع زكاة الفطرة إلى الأقارب والجيران وأهل الهجرة في الدين والفقه وغيرهم ممن يكون فيهم بعض المرجحات.',
      ],
      startingIssueNumber: 877,
    ),

    Chapter(
      id: 't135',
      title: 'أحكام الاعتكاف',
      issues: [
        'يستحب الاعتكاف، وهو الحضور في المسجد للتعبد، ويصح في كل وقت وأفضله شهر رمضان خصوصاً العشرة الأخيرة منه، ويشترط فيه الصوم، وأن لا يقل عن ثلاثة أيام متتالية بلياليها المتوسطة.',
        'یشترط في الاعتكاف - كسائر العبادات - أن یكون مصحوباً بالنیّة وقصد القربة، بمعنی أن یكون لبثُ الإنسان في المسجد تقرّباً إلی الله تعالی فقط، ولا یشوبه أيّ نوعٍ من الریاء والتظاهر.',
        'یجوز للمعتكف أن یشترط حین النیّة الرجوع عن اعتكافه، إذا عرض له عارضٌ، والخروج من المسجد حتّی في الیوم الثالث.',
        'یجوز الاعتكاف في كلّ مسجدٍ جامعٍ وأفضلها المساجد الأربعة (المسجد الحرام، مسجد النبيّ (صلى الله عليه وآله وسلم)، مسجد الكوفة، مسجد البصرة)، وأما المساجد غیر الجامعة التي تقام فيها الجماعة، ولها إمامٌ عادلٌ، فيصح الاعتكاف فيها ولكن بقصد الرجاء.',
        ' یجب في الاعتكاف أن لا يقل عن ثلاثة أیّامٍ متتابعةٍ، ویجوز الرجوع عنه قبل نهایة الیوم الثاني. فإذا اعتكف یومین، وَجبَ الثالث، ولا إشكال في أن یزید علی الثلاثة أیّامٍ وإن كان یوماً واحداً أو لیلةً واحدةً ولیس للزيادة حدٌّ معیّنٌ، ولكن بعد كلّ یومین یجب اعتكاف الیوم الثالث.',
        ' يعتبر في الاعتكاف استدامة الحضور في المسجد فلو خرج عمداً واختياراً في غير الموارد الجائزة بطل الاعتكاف، ولو كان جاهلاً بالحكم .',
        ' يجوز الخروج من المسجد لضرورة عقلاً أو شرعاً أو عادةً كقضاء الحاجة أو الاغتسال أو إقامة الشهادة وعيادة المريض وتشييع الجنازة ونحو ذلك، ويجب الاقتصار في ذلك على مقدار الضرورة.',
        'يجوز قطع الاعتكاف المندوب في اليومين الأولين قبل إتمامهما وأما بعد إتمامهما فيجب الثالث وأما الاعتكاف المنذور فإن  كان معيناً فلا يجوز قطعه مطلقاً والإ فكالمندوب .',
        'إذا كان اعتكاف الولد موجباً لأذیّة والده أو والدته فيجب أن یستأذن منهما، بل الأحوط استحباباً أن یستأذنهما حتّی لو لم یكن موجباً لأذیّتهما.',
        'يحرم على المعتكف، البيع والشراء، والجدال إذا كان لأجل الغلبة وإظهار الفضيلة، وشم الطيب والريحان بقصد التلذذ.',
        ' إذا أبطل اعتكافه الواجب فإن كان واجباً معيناً فيجب عليه قضاؤه وأما إذا كان واجباً غير معين فيجب عليه الإتيان به مرة أخرى.',
        'إذا أبطل الاعتكاف المستحبّ بعد الیوم الثاني فيجب قضاؤه، أمّا لو أبطله في الیومین الأوّل أو الثاني فلا یجب قضاؤه.',
        'إنّما یجب قضاء الاعتكاف أو استئنافه (المشار إلیهما في المسألتین السابقتین) إذا لم یكن قد اشترط عند الشروع بالاعتكاف الرجوع عنه إذا عرض له عارضٌ.',
        'كفّارة إبطال الاعتكاف ككفّارة الإفطار  العمديّ في شهر رمضان، أي عتق رقبة، أو صیام شهرین متتابعین، أو إطعام ستّین مسكیناً.',
      ],
      startingIssueNumber: 893,
    ),

    Chapter(
      id: 't136',
      title: 'أحكام الخمس',
      issues: [
        'الخمسُ من الواجبات الماليّة في الإسلام، ووجوبه بنصّ القرآن الكريم، قال تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فإن  لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ...} حيث فُسِّرت الغنيمة في الآية بمطلق الفائدة لا خصوص غنيمة الحرب، كما وردت فيه جملة من الروايات، فعن الإمام الجواد  لمن سأله: أخبرني عن الخمس أعلى جميع ما يستفيد الرجل من قليل وكثير من جميع الضروب وعلى الضياع؟ وكيف ذلك؟ فكتب  بخطه : (الخمس بعد المؤونة).',
      ],
      startingIssueNumber: 907,
    ),

    Chapter(
      id: 't137',
      title: 'المال الذي يجب فيه الخمس',
      issues: [
        'يجب الخمس في ثمانية موارد، أكثرها ابتلاءً للمكلّفين (الفاضل من المكاسب) وهو المال الذي يزيد لدى المكلّف عن مصاريفه السنويّة له ولعائلته من مسكن ومأكل وسفر وعلاج ونحوها مما هو محتاج اليه.',
        ' يجب الخمس في المال الذي يحصل عليه عن طريق العمل والاكتساب في التجارة، أو الزراعة، أو الصناعة، أو الوظيفة، أو غيرها، إن زاد منه شيء عن مصاريفه السنوية ، وأمّا إذا لم يزد عنده شيء فلا خمس عليه.',
        'الهدايا، والإرث، والمهر، وكلّ ما يحصل عليه الفرد من غير طريق التكسّب، لا يجب فيه الخمس، نعم الأحوط استحباباً تخميس ما يفضل منها عن مؤونة السنة.',
        ' إذا علم الوارث بأن مورثه لم يكن يؤدي الخمس، وأن الخمس متعلق بماله، فيجب عليه إخراج ما وجب فيه من الخمس قبل تملكه.',
        'لا خمس في ثمن ما يباع من الهدايا والإرث ونحوها مما لا يتعلق به الخمس، وإن ارتفعت قيمتها، إلا إذا كان قد احتفظ بها بقصد الاتجار بها وارتفاع قيمتها، فحينئذ يجب عليه بعد بيعها وخصم مقدار التضخم، تخميس الباقي من ارتفاع قيمتها في نهاية السنة على الأحوط وجوباً.',
        'لا يسقط الخمس عن المهدي، إذا كانت الهدية صورية، كما قد یکون في إهداء الزوج ماله لزوجته أو ولده أو العكس، أو كانت الهدية لا تليق بشأن المهدي .',
        ' ما يدفع لطلاب الجامعات من مبالغ بعنوان منحة دراسية لا يجب فيه الخمس، بخلاف الراتب الذي يتقاضاه أصحاب الزمالات الدراسية (الموظف الذي يمنح إجازة لأجل الدراسة مع استمرار راتبه) فإنه يجب الخمس فيما يفضل منه.',
        'لا يجب الخمس فيما يفضل من رواتب طلبة الحوزة، وعوائل الشهداء والمعاقين، وما يفضل من مبالغ النفقة التي تأخذها الزوجة من زوجها، أو الولد من أبيه، أو الوالدان من ابنهما، لأن هذه المبالغ ليست بأزاء عمل وإنما هي بحكم الهدية .',
        'المبالغ التي تدفعها شركة التأمين لجبران خسارة المؤَمِّن على السيارة أو من الحريق أو على المحاصيل الزراعية ونحوها تعد من الأرباح، فيجب الخمس فيما يفضل منها.',
        'المبالغ التي تدفعها شركة التأمين عند التأمين على الحياة أو العجز، تعتبر من الارباح كما تقدم، باستثناء ما يدفع إلى ورثته بعد موته، فحكمها حكم الهدية.',
        ' تأمين البطالة إذا كان بعقد بين شركة التأمين ورب العمل أو شخص آخر غير الذي يستلم التعويض، حكمه حكم الهدية، وأما إذا كان بين الشركة ونفس الشخص، فيعد من الارباح ويجب فيه الخمس إذا زاد.',
        ' ما يدفع من تعويض للمتضرر في حوادث السير الذي يصطلح عليه بـ(الشخص الثالث) حكمه حكم الهدية، سواء كان الدافع له المسبب للضرر أو شركة التأمين.',
        'تعويض الخسارة في حوادث السير الذي يؤخذ من الخاطئ أو من شركة التأمين من طرفه لا يتعلق به الخمس.',
        'ما تدفعه مؤسسة الضمان للشخص المؤمّن على حياته عندما يتعرض الى إصابة أو نقص عضو يعد من الارباح، أما ما يدفع الى ورثته بعد وفاته فيعتبر نوعاً من الاحسان ولا يتعلق به الخمس.',
        'ما تدفعه مؤسسة التأمين الصحي من مبالغ تعويضاً عما صرفه الشخص على العلاج لا يعد هدية بل هو بدل عما دفعه من الأرباح للعلاج، لذا يجب الخمس فيما يفضل منها في نهاية السنة، وإذا استلمها بعد حلول رأس السنة خمسها فوراً.',
        ' يجب الخمس فيما يَفْضُل من الراتب التقاعدي بالنسبة لنفس المتقاعد، وأما الراتب الذي يعطى لزوجته وأولاده بعد وفاته فلا خمس فيه.',
        ' يتعلق الخمس بأرباح غير البالغ إذا كان يحصل عليها من التكسب أو التجارة بأمواله، ويتمكن وليه الشرعي من دفع خمسه وإذا لم يدفعه فيجب على الولد بعد بلوغه أن يدفع ما عليه من الخمس.',
        'إذا كان الطفل يتكسب فما يزيد عنده من أرباحه عن مؤونة سنته، يجب فيه الخمس، ويجوز لوليه الشرعي أداؤه، فاذا لم يؤده يجب على الطفل أداؤه بعد بلوغه.',
        ' إذا صرف على مؤونته من ماله المخمس أو الذي لا يتعلق به الخمس فإذا كان الصرف بعد حصول أول ربح من سنته فيتمكن في اخر السنة من استثناء ما صرفه من أرباح السنة، وأما إذا كان الصرف قبل حصوله على أول ربح فلا يمكنه الاستثناء على الأحوط وجوباً .',
      ],
      startingIssueNumber: 908,
    ),

    Chapter(
      id: 't138',
      title: 'رأس السنة الخمسية',
      issues: [
        ' يجب أن يحدد المكلف لنفسه رأس سنة خمسية، وهذا الوجوب ليس وجوباً مستقلاً، وإنما يجب لكونه طريقاً لمعرفة ما يجب عليه من الخمس، فلو كان يعلم أنه لا يزيد عنده شيٌّ من ربح كسبه، بل كان كل ما يحصل عليه بالكاد يسد مؤونته، فلا يجب عليه والحال هذه تحديد رأس سنة.',
        ' تحديد رأس السنة أمر واقعي لا علاقة له باختيار المكلف وعدمه، فهي تبدأ طبيعياً من شروعه في العمل و التكسب وتختلف بدايتها باختلاف نوع العمل، ولا تحتاج إلى قصد ونية، ويمكن تحديدها على السنة القمرية أو الشمسية.',
        ' تبدأ السنة الخمسية للعمال والموظفين وأمثالهم من اليوم الذي يحصلون فيه على أجرتهم أو راتبهم، أو يتمكنون من الحصول عليه، وأما التجار والكسبة، فرأس سنتهم تبدأ من اليوم الذي يباشرون فيه البيع والشراء، وأما الفلاحون والمزارعون فبداية سنتهم من اليوم الذي يصدق على محصولهم عنوان الربح إذا كانت له قيمة مالية وان لم يجنوه.',
        ' متى ما حصل الربح تعلق به الخمس فيجوز له إخراجه، ويجوز له التأخير إلى نهاية سنته الخمسية ثم يخرجه من الزائد من الربح، لأن الخمس لا يجب في كل الربح بل في الزائد منه عن المؤونة.',
        ' يجوز تقديم رأس السنة الخمسية، ويتحقق بدفع خمس ما عنده من الأرباح  في اليوم الذي يريد أن يجعله رأس سنة جديدة، وأما تأخير السنة فلا يجوز .',
        ' إذا حلّت رأس السنة تعلّق الخمس بكل ما يفضل عنده من أرباح ، وينتقل قيمة خمسها إلى ذمته، فيجب عليه دفعه وإيصاله إلى مرجعه أو وكيله المخول في أول فرصة ممكنة.',
        'المال المدّخر لشراء بعض الحاجات أو لصرفه في متطلبات المعيشة، يجب فيه الخمس إذا حلت رأس سنته، إلا إذا كان جمعه لشراء بعض الحاجات المعيشية الضرورية أو لصرفه في متطلبات المعيشة اللازمة، ففي هذه الصورة إذا كان سيصرفه بعد فترة وجيزة من رأس السنة لا يلزم تخميسه.',
        ' من نسي تخميس أمواله في رأس السنة ولم يلتفت إلا بعد مرور مدة على ذلك يجب عليه أن يحسب كم كانت أمواله في رأس السنة ولو تقديراً ودفع خمسها.',
        'لا يجوز تأخير دفع الخمس، ولا يكفي عزله جانباً، إلا إذا كان لا يتمكّن من إيصاله أو أخذ الإجازة، وإلا كان آثماً .',
        ' إذا أخذ إجازة في تأجيل دفع ما عليه من خمس، ثم قلّ سعر النقد بسبب التضخم، فليس عليه دفع قيمة التضخم، بخلاف ما لو كان التأخير من غير إجازة، فإن  عليه دفع مقدار التضخم .',
        'إذا اختلط المال المخمس، أو الذي لا يتعلق به الخمس مع أرباح  سنته، أو وضعهما  في صندوق، أو حساب بنكي واحد، وكان يصرف من الجميع، بنية أن يكون المصروف من الأرباح  أو من دون نية،  فإذا حلت رأس سنته يجوز له استثناء  مقدار المال المخمس ونحوه من الباقي، وتخميس ما عداه.',
        ' المواد الاستهلاكية التي يمكن شراؤها بشكل متجزئ وبمقدار الحاجة كالحبوب واللحم فما يزيد منها يجب تخميسه، وأما إذا كانت لا تشترى بشكل متجزئ بل على شكل علبة أو عبوة فما يفضل منها مما اشتراه بمقدار حاجته لا يجب فيه الخمس كالباقي من عبوة الزيت أو علبة المعجون ونحوها.',
        ' رصيد التلفون المتبقي في آخر السنة إذا كان ما اشتراه منه بالمقدار المتعارف وبقدر احتياجه فما يبقى منه إذا كان غير قابل للبيع لا يجب فيه الخمس .',
        'إذا كان لديه مواد استهلاكية أو غيرها مخمسة، أو لا يتعلق بها الخمس، وأراد أن يستفيد منها في مؤونته فبإمكانه أن يأخذ ما يعادل قيمتها من الأرباح إذا كان تصرفه فيها بعد حصول أولِ ربح له من سنته.',
        'إذا اشترى شيئاً بمال مخمس، أو بمال لا يتعلق به الخمس، بقصد الاتجار به، فإذا حلت رأس سنته، وكان بإمكانه بيعه ولكنه لم يبعه طلباً للفائدة الأكثر، وجب عليه دفع خمس مقدار الارتفاع في قيمته بعد خصم مقدار التضخم في العملة، وأما إذا لم يكن بيعه ممكناً، فعند بيعه تدخل الفائدة التي يحصل عليها من ارتفاع قيمته في أرباح  سنة البيع.',
        ' المقصود من التضخم انخفاض قيمة النقد بسبب تقلبات وضع السوق وينعكس ذلك على سعر السلع والخدمات فترتفع قيمتها، فإذا اشترى سلعة بمائة دينار مثلاً ثم صارت قيمتها مائة وعشرين وكانت نسبة التضخم 20%  فمثل هذا الارتفاع لا يُعد ربحاً.',
        'إذا اشترى بأرباح سنته أرضاً، أو سبيكة ذهب، أو مصوغات ذهبية، أو أسهماً، أو غير ذلك، لا ليبيعها بل خوفاً من أن تنزل قيمة العملة، وحلت رأس سنته خمسها بقيمتها الفعلية في السوق، وإذا باعها بربح بعد ذلك يحسب الربح من أرباح سنة البيع.',
        'لا يجب الخمس في راتب السنة إذا تأخّر تسليمه عن رأس السنة، بل يكون من أرباح  سنة الاستلام.',
        ' إذا عزل مالاً من أرباحه للتسجيل على الحج أو العمرة وحلت رأس سنته قبل تسليمه الى مؤسسة الحج والعمرة فيجب عليه دفع خمسه.',
        'إذا استؤجر لعمل واستلم أجرته أو بعضها ثم حلت عليه رأس سنته، يجب تخميس ما يقابل ما أداه من العمل من المبلغ المستلم لا كل المبلغ.',
      ],
      startingIssueNumber: 927,
    ),

    Chapter(
      id: 't139',
      title: 'الديون',
      issues: [
        'يجب تخميس الديون التي له على الآخرين عند حلول رأس السنة، إذا كان يمكنه استحصالها وإن لم يستردها منهم، وأما إذا كان لا يمكنه استردادها منهم، لعدم حلول أجلها، أو لعدم تمكنهم من أدائها، أو لأي سبب آخر، خمّسها عند استلامها منهم فوراً إن لم تكن تجارية.',
        ' الديون التجارية الحاصلة من بيع البضائع والسلع والاشياء نسيئة، إذا كان يستطيع استلامها يجب تخميسها وإن لم يستلمها، وإلا فإن كانت البضائع والسلع مشتراة برأس المال فعند استلامها يُحسب ربحها من أرباح سنة التسليم، وإن كانت مشتراة بأرباح العمل فتخمس فور استلامها.',
        ' تسديد الديون أثناء السنة يعد من المؤونة، حتى لو كانت الديون لسنين سابقة، ولكن إذا لم يسدد ديونه وحلت رأس سنته، فلا يمكنه استثناء شيء من الأرباح لأجل تسديدها، إلا الدين إذا كان لأجل مؤونة سنته حسب التفصيل المذكور في المسألة التالية.',
        'إذا اقترض في أوّل سنته مالاً وصرفه في مؤونته، أو اشترى لمؤونته نسيئةً، أو بمال لا يتعلق به الخمس، وحلّت رأس سنته، فيمكنه استثناء ما يعادله من الارباح المتبقية وتخميس ما عداه إذا كان الاقتراض أو الشراء بعد حصوله على أول ربح من سنته الجديدة، كما لو كان ذلك بعد استلامه لراتبه الأول أو بعد أول أجر أو معاملة تجارية، وأما إذا كان قبل ذلك فلا يمكنه استثناء شيء من الأرباح على الأحوط وجوباً.',
        'الدين الذي صرفه لأجل تأمين مصاريف العمل والكسب يستثنى من الأرباح في آخر السنة.',
      ],
      startingIssueNumber: 947,
    ),

    Chapter(
      id: 't140',
      title: 'المؤونة',
      issues: [
        'كلّ ما يصرفه المكلّف خلال السنة على نفسه وعياله وضيوفه، وما يعطيه من هدايا ومساعدات ونذور وكفارات، وما يشتريه من أثاث ووسائل كالسيّارة والثلاجة والفراش ونحوها، ممّا هو محتاج إليه في حياته ويليق بشأنه، كل هذه المصاريف يصطلح عليها بالمؤونة وهي لا خمس فيها.',
        ' القرض الذي يُدفع عند استئجار بيت لمالك البيت، والذي يسمى في العرف (رهناً)، إذا كان من الأرباح وكان المكلف غير قادر على تأجير بيت بدون (رهن) لغلاء الإيجار أو لا يحصل على بيت مناسب بدون (رهن)، فإذا حل رأس السنة لا يجب الخمس في مبلغ القرض وتجري عليه أحكام المؤونة.',
        'إذا كان بحاجة إلى دار للسكن، فاشترى أرضاً ليبني عليها داراً ليسكن فيها، لا يجب الخمس فيها وإن لم يباشر ببنائها.',
        ' إذا اشترى قطعة أرض لا ليبنيها ويسكن فيها، بل ليبيعها فيما بعد ويشتري بثمنها داراً لسكنه، فيجب عليه تخميسها بقيمتها الفعلية عند حلول راس السنة، ونفس الحكم فيما لو جمع مالاً ليشتري به داراً أو قطعة أرض لسكنه وحلت سنته فيجب عليه تخميسه.',
        'لا يجب الخمس في المبلغ المدفوع للتسجيل على شراء قطعة أرض ليبني فيها داراً لسكنه، إذا كان تحصيل الأرض بالنسبة له متوقفاً على ذلك.',
        'إذا اشترى بعض الكتب أو دورة من الكتب وكان محتاجاً اليها في دراسته أو تثقيف نفسه أو عائلته، فلا خمس عليه فيها بحلول رأس السنة وإن لم يطالع فيها أو في بعضها .',
        ' إذا كان محتاجاً لبعض الأجزاء من دورة كتب، فإذا كان يمكنه شراؤها فقط ولكنه اشترى الدورة كاملة، فيجب عليه دفع خمس الأجزاء التي لا يحتاج إليها .',
        ' رأس مال العمل إذا كان من الأرباح يجب تخميسه، إلا إذا كان محتاجاً إليه لتحصيل مؤونته، بحيث لا يفي ما يبقى منه بعد التخميس في تحصيل مؤونته، أو لا يتمكن من التكسب به التكسب اللائق به عرفاً، وبحكم رأس المال المكائن والمعدّات التي يستعملها في التكسّب ومنها السيّارة التي يشتريها للعمل.',
        'إذا كان لا يتمكن من شراء متطلبات زواجه من الأثاث وغيرها وقت الاحتياج إليها دفعة واحدة، ولا سبيل له لتأمينها إلا بشرائها بشكل تدريجي والاحتفاظ بها لحين الزواج، فما يشتريه من هذه الحاجات خلال السنة إذا كان شراؤها متعارفاً بهذا الشكل وكانت مناسبة لشأنه عرفاً تعد من المؤونة.',
        'لا يجب الخمس في الأدوية الزائدة في نهاية السنة، إذا كان قد اشتراها للاستفادة منها وكانت في معرض احتياجه.',
        'إذا اشترى شيئاً لمؤونته (بيتاً، سيارةً، سجادةً) ثمّ استغنى عنه، فإن كان الاستغناء عنه في نفس سنة الشراء وجب تخميسه عند حلول رأس سنته بقيمته الفعليّة في السوق، وأما إذا كان الاستغناء عنه في السنة اللاحقة فلا خمس فيه، وإن باعه لا خمس في ثمنه، وإن كان بأزيد من سعر شرائه.',
        'إذا اشترى بيتاً أو أرضاً أو نحو ذلك لأولاده لضمان مستقبلهم، فإذا كان مثل هذا العمل متعارفاً بين الناس ومناسباً لأمثاله ولا يتمكن من تهيئته وقت الاحتياج فلا يجب فيه الخمس.',
        ' إذا بنى أو اشترى بيتاً من عدة طوابق، ليسكن في طابق منها ويؤجر الباقي، فإذا كان ما صرفه في الشراء أو البناء من أرباح سنته، يجب عليه تخميس الطوابق الإضافية بقيمتها الفعلية في آخر السنة.',
      ],
      startingIssueNumber: 952,
    ),

    Chapter(
      id: 't141',
      title: 'حكم من لم يخمّس',
      issues: [
        ' يجب على مَن وجب عليه الخمس ولم يخمّس أن يدفع خُمس السنين السابقة، والأفضل له مراجعة مكتب مرجعه أو وكيله المخوّل؛ ليحسب ما عليه من الخمس ويرتّب له رأس سنة خمسيّة.',
        'لا يسقط الخمس عمن وجب عليه ولم يؤده حتى لو كان غير قادر على دفعه فعلاً دفعة واحدة، فيجب عليه حينئذ دفعه بشكل تدريجي بحسب قدرته، والأحوط وجوباً أن ينسق في ذلك مع مرجعه أو وكيله المخول .',
        '''من لم يخمس إذا اراد ان يخمس ما لديه من ممتلكات فما كان منها من المؤونة كالبيت والأثاث والسيارة ونحوها فله صور :
الأولى : أن يكون قد اشتراها من أرباح  سنة الشراء فلا يجب عليه شيء فيها .
الثانية: أن يكون قد اشتراها من أرباح  سنين سابقة، فيجب عليه دفع خمس ثمن شرائها مع ملاحظة التضخم .
الثالثة: أن يكون قد اشتراها  بأرباح  بعضها من أرباح  سنة الشراء وبعضها من أرباح  سنين سابقة فما كان من أرباح سنة الشراء فلا خمس عليه وأما ما كان من أرباح السنين السابقة فيجب دفع خمسه.
الرابعة : لا يدري هل اشتراها من أرباح  سنة الشراء،  أو من أرباح  سنين سابقة، أو من كليهما، فتجب عليه المصالحة أيضاً  على الأحوط وجوباً.''',
        'إذا شكّ في بعض ممتلكاته هل اشتراها من الأرباح  أو من مال لا يتعلق به الخمس، لا يجب عليه تخميسها.',
        'إذا شكّ في بعض أمواله أو ممتلكاته التي حصل عليها من خلال العمل والتكسب في أنه هل دفع خمسها أم لا، فيجب عليه تحصيل اليقين بدفع خمسها، حتى لو كان ظاناً بأنه خمسها.',
        '''تخميس المحل التجاري أو الشركة وأدوات العمل من مكائن وآلات وسيارة وغيرها له صور:
الأولى: إذا اشتريت من أرباح  سنة الشراء فيدفع خمس قيمتها في آخر سنة الشراء .
الثانية:إذا اشتريت من أرباح  سنين سابقة فيدفع خمس ثمن شرائها .
الثالثة : لا يدري بأيهما اشتريت فتجب فيها المصالحة مع أخذ كلا الفرضين السابقين بعين الاعتبار، وفي جميع الصور أعلاه يلحظ مع الخمس مقدار التضخم في النقد.''',
        ' الممتلكات المشتراة بمال لا يتعلق به الخمس، كالإرث والهدية ونحوها، لا خمس فيها سواء اشتريت للمؤونة أم  للعمل، إلا إذا كان لها نماء أو ارتفعت قيمتها ففيه تفصيل.',
        ' الأموال التي أنفقها من لم يكن يخمس، من المال الذي تعلق به الخمس على معيشته، أو غيرها أو تلفت عنده، يجب عليه دفع خمسها، وإذا لم يتذكر مقدارها بالضبط قدرها ولو تخميناً.',
        'لا إشكال في تناول طعام مَن لا يخمّس، وأخذ الهدايا منه والصلاة في بيته، والتعامل معه بالبيع والشراء والشراكة وسائر المعاملات، لأن ما يجب عليه من الخمس إذا لم يؤده يستقر عليه في ذمته، ويجب عليه أداؤه من دون تأخير.',
      ],
      startingIssueNumber: 965,
    ),

    Chapter(
      id: 't142',
      title: 'مسائل  في الخمس',
      issues: [
        'يجب دفع الخمس إلى وليّ أمر المسلمين أو إلى مرجع التقليد، أو إلى أحد الوكلاء المعتمدين لهما؛ ليصرف في الموارد المقرّرة، وأهمّها رعاية شؤون طلبة العلم والحوزات العلميّة، ولا يجوز التصرّف فيه بدون إذن سواء في ذلك حق الإمام أم حق السادة.',
        'يجوز للمكلف إذا كان عارفاً بمسائل الخمس أن يحسب خمس ماله بنفسه، ثم يدفع ما وجب عليه إلى وليّ أمر الخمس أو وكيله.',
        'لا يجوز لمن وجب عليه الخمس أن يدفعه إلى مستحقه بنفسه إلا بعد أخذ الإجازة، سواء في ذلك سهم الإمام أم سهم السادة.',
        ' يشترط فيمن يدفع له الخمس من السادة أن يكون مؤمناً (إثني عشرياً) ولا تشترط فيه العدالة، والأحوط وجوباً عدم الدفع إلى المتهتك المتجاهر بالكبائر، خصوصاً إذا كان في الدفع إليه إعانة له على الإثم، وفي عدم الدفع ردعٌ له، والأولى ملاحظة المرجحات في الأفراد.',
        'لا يصح للمكلف أن يدفع خمسه إلى من تجب عليه نفقته كالزوجة والولد والأبوين حتى لو كانوا فقراء وسادة.',
        ' من وجب عليه الخمس في بعض ممتلكاته أو كان في ذمته فإذا أراد دفعه من الأرباح  وجب عليه تخميسها أولاً.',
        ' إذا أوصى شخص أن يُدفع مبلغٌ من تركته بعد موته بعنوان خمس، أو تيقّن الورثة بأنّه كان عليه الخمس ولم يدفعه، وجب عليهم إخراج الخمس أولاً قبل تقسيم التركة، إلا إذا جعلوا الخمس في ذمتهم وكانوا عازمين على أداء الخمس والعمل بالوصيّة بشكل جدي.',
        'تنتهي السنة الخمسية بموت المكلف في أثنائها، فتحسب أرباحه الزائدة عن مؤونته إلى يوم وفاته ويدفع الورثة خمسها قبل التصرف فيها.',
        'العلوية المتزوجة إذا كان زوجها فقيراً، ولا يستطيع الإنفاق عليها، يجوز دفع حق السادة لها بعد أخذ الاجازة من الحاكم أو وكيله لتصرف على نفسها وأولادها بل حتى على زوجها .',
        'الأُسر التي تدّعي السيادة والانتساب لرسول الله  من دون دليل ولا حُجّة، لا يجوز ترتيب آثار السيادة عليهم كدفع الخمس لهم، كما لا يجوز مناداتهم بالألفاظ الخاصة بالسادة إذا كان بقصد الإخبار بأنّهم سادة.',
      ],
      startingIssueNumber: 974,
    ),

    Chapter(
      id: 't143',
      title: 'المال الحرام المختلط بالحلال',
      issues: [
        'إذا تيقّن بوجود مال حرام في أمواله، ولا يعرف قدره ولا يعرف صاحبه أصلاً، ولو في عدد محصور، أخرج الخمس منه وحلّ له التصرّف فيه، ومصرف هذا الخمس كمصرف غيره على الأصح.',
        'لو علم أنّ مقدار الحرام أزيد من الخمس، فالأحوط وجوباً أن يدفع بالإضافة إلى الخمس، مقداراً من المال يجزم بأنه متعلق بالغير إلى الحاكم الشرعي ليصرفه في موارد تحسب خمساً وتحسب صدقة أيضاً.',
        'إذا عرف صاحب المال، وعرف مقدار المال ردّه إليه ولا خمس عليه، وإذا عرفه وجهل مقدار المال حَصَّل رضاه بالتصالح معه، وإذا عرف مقداره وجهل صاحبه أو كان في عدد غير محصور تصدّق به عنه.',
        ' إذا علم أن المال الحرام الموجود عنده يعود لشخص ضمن عدد محصور، فالأحوط وجوباً تحصيل رضاهم، وإذا كان ذلك لا يمكن ولم يكن أحدٌ منهم راجحاً على غيره فيجب تقسيمه بينهم بالسويّة.',
      ],
      startingIssueNumber: 984,
    ),

    Chapter(
      id: 't144',
      title: 'الأنفال',
      issues: [
        ' الأنفال هي الأموال العامّة التي يكون أمرها بيد النبي (صلى الله عليه وآله وسلم) ومن بعده بيد الإمام المعصوم (عليه السلام) ويستفاد منها في المصالح العامة للمجتمع.',
        ''' الأنفال أموال كثيرة منها :
1- الفيء، أي ما استولى عليه المسلمون من دون قتال سواء أكان أرضاً أم غيرها.
2- الأراضي الموات التي لا ينتفع بها إلا بإصلاحها.
3- سواحل البحار والأنهار الكبيرة، والغابات وبطون الأودية ورؤوس الجبال.
4- إرث من لا وارث له.
5- المعادن.''',
        ' أمر الأنفال في الوقت الحاضر إلى ولي أمر المسلمين إذا كان يمارس ولايته على حكومة إسلامية، وأمّا مع عدم وجود حكومة إسلاميّة فيجوز لكل مسلم الانتفاع بها وإجراء حكم الملك عليها باستثناء (إرث من لا وارث له) فإن الأحوط فيه تقسيمه على فقراء بلده، والأقوى إيصاله الى الحاكم الشرعي.',
      ],
      startingIssueNumber: 988,
    ),

    Chapter(
      id: 't145',
      title: 'أحكام الزكاة',
      issues: [
        'الزكاة في الجملة من ضروريات الدين، وقد ورد التأكيد عليها في الكثير من آيات القرآن الكريم وروايات أهل البيت ؛ فعن الإمام الصادق : "من منع قيراطاً من الزكاة فليس بمؤمن ولا مسلم" وهو قول الله عزوجل: {حَتَّى إذا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ  لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ} وفي حديث آخر عنه: "من منع قيراطاً من الزكاة فليمت إن شاء يهودياً وإن شاء نصرانياً" إلى غير ذلك مما يبهر العقل، وسوف نستعرض جملة من مسائلها في هذا المختصر، تاركين تفاصيلها إلى محلها المناسب .',
        ' يشترط فيمن تجب عليه الزكاة البلوغ والعقل والملك وتمام التمكن من التصرف فيه، فلا زكاة في الوقف ولا المرهون ونحوهما .',
        ' زكاة القرض على المقترض بعد القبض وجريان الحول عنده وليس على المقرض والدائن شيء قبل أن يستوفي طلبه .',
        ' لو كان المال الزكوي مشتركاً بين اثنين أو أزيد تعتبر الحصص لا المجموع، فكل من بلغت حصته حد النصاب وجبت عليه الزكاة .',
        ''' تجب الزكاة في ثلاثة أمور:
1 الأنعام الثلاثة: الإبل والبقر والغنم.
2 النقدان: من الذهب والفضّة.
3 الغلات الأربع: الحنطة والشعير والتمر والزبيب.''',
        ' لا تجب الزكاة فيما عدا التسعة المذكورة، وتستحب في الثمار وغيرها مما أنبتت الأرض باستثناء  الخضر والبقول كالقت والباذنجان والخيار والبطيخ ونحو ذلك، وتستحب في مال التجارة .',
        '''تجب الزكاة في الأنعام بشروط أربعة:
1 النصاب: وهو قدر معيّن لكل نوع منها .
2 السوم: بأن تُرْعى وتتغذى على الكلأ والعشب الطبيعي (لا تُعلف).
3 الحول: وهو مرور سنة على النصاب.
4 أن لا تكون من العوامل التي تستخدم في الحرث أو النقل.''',
        'تجب الزكاة في الغلّات الأربع بشرط النصاب، وقدره بلوغ وزنها حدود   (847) كغم فما زاد.',
        'مقدار زكاة الغلات (الفريضة) عُشر المحصول فيما سُقيَ منها سَيحاً  (بماء النهر بلا استخدام آلة)، أو بَعلاً( ما يشرب بعروقه )، أو عِذياً( ما يُسقى بالمطر)، وأما ما يُسقى منها بالآلات والمكائن ففيه نصف العشر.',
        'حكم ما تستحب فيه الزكاة حكم ما تجب فيه من اعتبار بلوغ النصاب ومقدار ما يخرج منه ونحو ذلك .',
        'لو كان للمالك أموال متفرقة في أماكن مختلفة يجوز له إخراج الزكاة من أيها شاء، ولا يتعين عليه أن يدفع الزكاة من النصاب ولا من جنس  ما تعلقت به الزكاة، بل له أن يدفع قيمتها السوقية من الدراهم والدنانير، بل وغيرهما من سائر الأجناس إن كان خيراً للفقراء .',
        'يشترط في زكاة النقدين النصاب والحول وكونهما منقوشين بسكة المعاملة فلا تجب الزكاة في النقود الورقية المتعارفة ولا في الذهب والفضة غير المسكوكين .',
        'لو اتخذ المسكوك حلية للزينة، لا تجب الزكاة فيه؛ سواء زادت قيمته أم نقصت، كانت المعاملة على وجهها ممكنة به أم غير ممكنة.',
        'تُصرف الزكاة على ثمانية أصناف، وهم: الفقراء، والمساكين، والعاملون عليها، والمؤلّفة قلوبهم، وفي الرقاب، والغارمون (الذين علتهم الديون) وفي سبيل الله (المصالح العامّة)، وابن السبيل.  قال تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ}.',
        'الأفضل بل الأحوط دفع الزكاة إلى الفقيه وإن كان الأقوى عدم وجوبه، إلا إذا طلب الدفع إليه لمصلحة الإسلام والمسلمين فيجب دفعها له وإن لم يكن مقلّداً له.',
        'يجوز نقل الزكاة من بلده ولو تلفت في النقل ضمن في صورة وجود المستحق في بلده، وأجرة النقل عليه.',
      ],
      startingIssueNumber: 991,
    ),

    Chapter(
      id: 't146',
      title: 'أحكام الحج',
      issues: [
        'الحج واجب بنصّ القرآن الكريم، وهو ركن من أركان الإسلام، من تركه متعمداً فقد ارتكب معصية كبيرة، فعن الصادق (عليه السلام): «من مات ولم يحج حجة الإسلام، لم يمنعه من ذلك حاجة تُجحِفُ به، أو مرض لا يطيق فيه الحج، أو سلطان يمنعه، فليمت يهودياً أو نصرانياً» .',
        'الحج بقسميه الواجب والمستحب عظيم الفضل جزيل الأجر، ولقد وردت عن النبي وأهل بيته (صلوات الله عليهم أجمعين) في فضله روايات كثيرة، فعن الإمام الصادق (عليه السلام): «الحاج والمعتمر وفد اللّه، إن سألوه أعطاهم وإن دعوه أجابهم وإن شفعوا شفّعهم وإن سكتوا اِبتدأهم، ويعوّضون بالدرهم ألف ألف درهم» .',
        'يجب الحج في العمر مرّة واحدة، على البالغ العاقل المستطيع ماليّاً، الصحيح بدنيّاً، المتمكّن من الذهاب إلى مكّة لأداء المناسك، وتسمّى هذه الحجّة بـ(حَجَّة الإسلام) ووجوبها فوري، بمعنى أنّه بعد تحقّق الاستطاعة تجب عليه المبادرة إلى الحج في نفسِ سنةِ الاستطاعة، فإن أخّره عصى واستقرّ الحجّ في ذمّته.',
        ' لا يجوز للمكلف دخول مكة المكرمة إلا مُحرِماً، ومن أراد دخولها في غير أشهر الحج وجب عليه الإحرام لعمرة مفردة، ويستثنى من ذلك من كان عمله يقتضي كثرة التردد إلى مكة، ومن يريد دخولها في شهر قد حج فيه أو اعتمر.',
        'المناط في حساب الشهر الذي يمكن في أثنائه دخول مكّة من دون إحرام، هو الشهر الذي وقعت فيه أعمال العمرة، وعليه فإذا أحرم في آخر يوم من الشهر وأتى بالطواف وسائر أعمال العمرة في الشهر اللاحق، فإنّ عمرته تحسب من الشهر اللاحق، نعم في خصوص شهر رجب فإنّ ظاهر الروايات أنّه لو أحرم في آخر يوم منه فإنّ عمرته تحتسب عمرة رجب، وعليه فالأحوط وجوباً فيما لو خرج من مكّة في شهر شعبان ثمّ أراد العودة إليها في أثنائه أن يحرم مجدّداً، ومراعاة هذا الاحتياط في سائر الشهور حسنٌ أيضاً.',
      ],
      startingIssueNumber: 1007,
    ),

    Chapter(
      id: 't147',
      title: 'الاستطاعة',
      issues: [
        'مَن كان عنده ما يكفيه للحج وعليه دَين، فإن كان دينه مؤجّلاً إلى أجل يطمئنُّ بقدرته على أدائه عند حلوله، وجب عليه الحج بما عنده، وكذا إذا كان دَينه حالاً وقد رضي الدائن بتأخيره، مع اطمئنانه بقدرته على التسديد حين المطالبة.',
        'مَن كان بحاجة إلى الزواج بحيث إذا تركه وقع في مشقّة شديدةٍ، وكان الزواج ممكناً له، ولم يكن لديه مال يكفي للحج والزواج معاً، لا يجب عليه الحج، ويجوز له صرف ما عنده من مال في الزواج، وهكذا الحال إذا كانت له حاجة ضروريّة أخرى، كشراء منزل أو علاج مرض، أو نحو ذلك.',
        'من توفرت عنده الاستطاعة، ولم يكن هناك تسجيل للحج على سنة استطاعته، بل كان التسجيل على الأعوام اللاحقة، فيجب عليه التسجيل والمحافظة على الاستطاعة على الأحوط وجوباً.',
        'من حصلت له الاستطاعة المالية، وكان عاجزاً بدنياً أو مريضاً أو لم يخرج اسمه بالقرعة أو لم يسمح له بالسفر لا يعد مستطيعاً.',
        'من كانت لديه استطاعة ولم يذهب عصى واستقر الحج عليه في ذمته، فيجب عليه الذهاب في السنة اللاحقة بأي شكل ممكن، فإن لم يتمكن ففيما يليها من السنين وهكذا، وإن توفي ولم يحج يجب أن يُحجّ عنه، وتخرج تكاليف الحج من أصل تركته.',
        'إذا لم يكن عند الشخص مال ولكن كان عنده دين على شخص قد حل أجله ويكفيه لأداء الحج، وجبت عليه المطالبة به إذا لم يكن في المطالبة حرج عليه، ومن هذا القبيل مهر الزوجة إذا كان الزوج موسراً ولم يكن في المطالبة بهِ مفسدة.',
        'حُلي وذهب المرأة إذا لم تكن زائدة عن شأنها لا يجب عليها بيعها للحج، ولكن إذا باعتها وذهبت بها أجزأتها عن حجة الإسلام إذا لم يكن في بيعها انتقاصٌ لشأنها.',
        'إذا لم يكن عند المكلف ما يكفيه للحج، وكان باستطاعتهِ الاقتراض وتسديده بسهولة لا يجب عليه الاقتراض، ولكن إذا اقترض وصار مستطيعاً به وجب عليه الحج.',
        'من لم تكن لديه الاستطاعة المالية للحج، وبذل له شخص ما يكفيه للحج، صار الحج واجباً عليه، ويجب عليه قبول البذل ويسمى هذا الحج بـ(الحج البذلي).',
        'لا يشترط إذنُ الزوج في حج المرأة الواجب، وليس من حقه منع زوجته عن الذهاب إلى الحج، ولكن إذا كانت تحصل لها مشكلة في مخالفته، أو تقع في حرج شديد، ففي هذهِ الحال لا تكون مستطيعة، ولا يجب عليها الحج.',
      ],
      startingIssueNumber: 1012,
    ),

    Chapter(
      id: 't148',
      title: 'أقسام الحج',
      issues: [
        'الحج ثلاثة أقسام: حج تمتّع، وحج قران، وحج إفراد، والأول وظيفة مَن يبعد عن مكّة (82 كم تقریباً) فصاعداً، والآخران وظيفة أهل مكّة وما قاربها دون (82 كم تقریباً).',
        ' الفارق الأساس بين أقسام الحج هو: أنّ حج التمتّع يتركّب من عمرة وحجّة، والمجموع عبادة واحدة، يفصل بينهما فترة يتحلّل فيها الحاج من كلّ ما حَرُمَ عليه بالإحرام حتّى النساء، ولأجل هذا سُمّي بحج التمّتع، وأمّا القسمان الآخران فلا يتركّبان من جزأين، بل جزء واحد وهو الحج فقط، وأمّا العمرة فتجب بشكل مستقل ويؤتى بها بعده أو قبله، ولا يشترط الإتيان بها في السنة نفسها.',
      ],
      startingIssueNumber: 1022,
    ),

    Chapter(
      id: 't149',
      title: 'حج التمتع',
      issues: [
        ' سنقتصر هنا في هذا الموجز على الحديث عن حج التمتّع والعمرة المفردة، وسنحاول إعطاء صورة عامة عنهما وذكر المهم من أحكامهما، تاركين التفصيل إلى كتاب المناسك، وبما أن حج التمتع مركب من عمرة وحج فنبدأ بالحديث عن عمرة التمتع أولاً.',
      ],
      startingIssueNumber: 1024,
    ),

    Chapter(
      id: 't150',
      title: 'عمرة التمتع',
      issues: [
        '''أعمال عمرة التمتّع بحسب الترتيب التالي:
1 الإحرام من أحد المواقيت في أشهر الحج وهي: (شوال، ذو القعدة، ذو الحجة).
2 الذهاب إلى مكّة المكرمة والطواف حول البيت سبعاً.
3 الصلاة بعد الطواف خلف مقام إبراهيم ركعتين.
4 السعي بين الصفا والمروة سبعة أشواط.
5 التقصير، وهو أخذ شيء من شعر الرأس أو اللحية أو الأظافر.
6- يتحلّل المحرم لعمرة التمتّع بعد التقصير من كل ما حرم عليه بالإحرام حتى النساء.''',
      ],
      startingIssueNumber: 1025,
    ),

    Chapter(
      id: 't151',
      title: 'الإحرام',
      issues: [
        'الإحرام أول أعمال عمرة التمتع، ويجب أن يكون من أحد المواقيت، وهي المواضع التي حددها الشارع للإحرام وهي خمسة (مسجد الشجرة، وادي العقيق، الجحفة، يلملم، قرن المنازل) وما يحاذي أحدها لمن لم يمر عليها.',
        'لا يجوز اجتياز الميقات من غير إحرام، كما لا يصح الإحرام قبله، إلا إذا نذر ذلك فيجب عليه الإحرام من النقطة التي نذر الإحرام منها، ولو تجاوز الميقات من غير إحرام غفلةً أو جهلاً وجب عليه الرجوع إليه والإحرام منه.',
        'يجب في الإحرام النية بأن يقصد الإحرام بالنُسك المعيّن قربة إلى الله، ولا يشترط فيها التلفظ ولا قصد ترك محرمات الإحرام، نعم يعتبر فيها تعيين النسك من حج أو عمرة واجباً أو مستحباً عن نفسه أو عن غيره.',
        'لا يجوز الإحرام من خارج مسجد الشجرة، ويصح من أي جزء منه حتى المستحدث.',
        'لا يشترط حال الإحرام الطهارة من الحدث الأصغر أو الأكبر، فيجوز للمجنب والحائض والنفساء الإحرام، إلا إذا كان إحرامهم من مسجد الشجرة أو أي مسجد آخر؛ فيجب عليهم الاغتسال لدخول المسجد.',
        ' المرأة الطامث تحرم حال العبور من مسجد الشجرة إن لم يستلزم الإحرام المكث فيه بسبب الزحام أو غيره، وإن لم يمكنها الانتظار حتى يرتفع العذر تؤخر إحرامها إلى الجحفة (تقع على مقربة من الطريق بعده) أو تحرم قبله بالنذر.',
        'واجبات الإحرام ثلاثة، النِّيةُّ والتلبية ولبس ثوبي الإحرام، ولا ينعقد الإحرام إلا بالتلبية، فهي بالنسبة للعمرة أو الحج كتكبيرة الإحرام بالنسبة للصلاة، فإذا لبى صار محرماً ودخل في أعمال عمرته.',
        ' التلبية الواجبة هي قول: (لبّيك اللهم لبّيك، لبّيك لا شريك لك لبّيك) ويجب التلفظ بها بشكل صحيح والواجب منها مرة واحدة، فإذا لبى صار محرماً وشرع في أعمال العمرة.',
        'يستحب تكرار التلبية ما أمكن، والأحوط استحباباً أن يقول بعدها: (إنَّ الحمد والنعمة لك والملك، لا شريك لك لبّيك)، ويجب على المعتمر عمرة التمتع قطع التلبية عند مشاهدة بيوت مكة المكرمة.',
        'يجب على الرجل لبس ثوبي الإحرام، يأتزر بأحدهما ويلقي الآخر على منكبيه بأي شكل كان، والأحوط وجوباً لبسهما قبل النية والتلبية، وأما المرأة فيجوز لها الإحرام بملابسها الاعتيادية، ويستحب أن يكون لون ثوبي الإحرام أبيض.',
        ' يجوز للمحرم أن يلبس أكثر من ثوبين للاتقاء من البرد أو للمرض، كما يجوز له نزع ثوبي الإحرام عند الاستحمام وتبديلهما وغسلهما، وإذا تنجس ثوب الإحرام فالأحوط وجوباً تطهيره أو تبديله.',
        'إذا التفت المحرم، بعد تجاوز الميقات إلى عدم صحة إحرامه، رجع إلى الميقات وأحرم من جديد، وإذا كان لا يمكنه الرجوع أحرَمَ من أدنى الحل لعمرة مفردة، وبعد إكمالها يذهب إلى أحد المواقيت ويحرم منه لعمرة التمتع.',
        'جدة ليست من المواقيت ولا مما يحاذيها، ولذا يجب على من يذهب إلى الحج أو العمرة عن طريق جدة، الذهاب إلى أحد المواقيت والإحرام منها، وإذا كان لا يمكنه ذلك أحرم بالنذر من جدة نفسها وذهب إلى مكة مكرمة.',
      ],
      startingIssueNumber: 1026,
    ),

    Chapter(
      id: 't152',
      title: 'حكم المرأة الطامث',
      issues: [
        ' إذا كانت المرأة عند إرادتها الإحرام في الميقات طامثاً، فإذا كانت تحتمل أنّها تطهر وتتمكّن من الإتيان بأعمال العمرة تُحرم من الميقات بنية عمرة التمتع، فإن طهرت كما توقعت أتت بأعمال عمرتها ثم أحرمت بعدها للحج ولا إشكال لديها.',
        'نفس المسألة السابقة ولكنها لم تطهر كما توقعت، أو لم يسع الوقت بعد الطهر للإتيان بأعمال عمرتها عدلت بإحرامها من عمرة التمتع إلى حج الإفراد، وبعد الإتيان بأعمال الحج تأتي بعمرة مفردة ويجزيها ذلك عن حج التمتع.',
        'إذا كانت مطمئنة أنهّا لا تطهر قبل وقت الإحرام للحج تحرم من الميقات بقصد (ما في الذمة) أو بقصد (حج الإفراد)، وبعد الفراغ من الحج تأتي بعمرة مفردة ويجزيها ذلك عن حج التمتع.',
        ' إذا أحرمت وهي طاهرة ثم فاجأتها الدورة وهي في الطريق أو بعد الوصول إلى مكة قبل الطواف أو في أثنائه قبل إتمام الشوط الرابع، فإن كانت لا تتوقع الطهر في وقت يسع للإتيان بأعمال العمرة وإدراك عرفه، ففي هذه الحالة تكون بالخيار بين العدول إلى حج الإفراد وبعد اكماله تأتي بعمرة مفردة كما تقدم، أو تترك (الطواف وصلاته) وتسعى وتقصر فتخرج بذلك عن إحرام عمرتها ثم تحرم للحج، وبعد عودتها إلى مكة للإتيان بأعمالها تقضي (طواف عمرتها وصلاته) قبل الإتيان بطواف الحج أو بعد السعي.',
        ' إذا فاجأتها الدورة بعد إكمال الشوط الرابع تترك الطواف ثم تسعى وتقصر، فتتحلل بذلك من عمرتها، ثم تحرم للحج، وبعد عودتها إلى مكة للإتيان بأعمالها تأتي بما بقي عليها من الطواف وصلاته قبل طواف الحج أو بعد السعي إن شاءت كما تقدم.',
      ],
      startingIssueNumber: 1039,
    ),

    Chapter(
      id: 't153',
      title: 'محرمات الإحرام',
      issues: [
        '''يحرم على المحرم اثنان وعشرون شيئاً، وهي ما يلي:
1لبس المخيط للرجال.
2لبس الجوراب والخف والجزمة للرجل، بل الأحوط وجوباً الاجتناب عن لبس ما يستر جميع ظهر القدم، والأحوط استحباباً للنساء مراعاة ذلك أيضاً.
3تغطية الرجل رأسه (الأذن من الرأس).
4تظليل الرأس للرجل.
5تغطية المرأة وجهها.
6استعمال الطيب وإزالة الشعر وتقليم الأظافر وتدهين البدن.
7استعمال ما يعد زينة مثل الكحل والحناء وصبغ الشعر على الأحوط وجوباً، ولبس الخاتم إن كان للزينة.
8 النظر في المرآة للزينة.
9 إخراج الدم وقتل هوام البدن كالقمل ونحوه على الأحوط وجوباً فيهما.
10الفسوق (الكذب، الفحش، الفخر) و(الجدال) وهو قول: "لا والله بلى والله".
11 قلع شجر ونبات الحرم وصيد البر وحمل السلاح.
12 عقد النكاح والجماع والاستمناء، وكل فعل بشهوةٍ كالنظر والتقبيل واللمس.''',
      ],
      startingIssueNumber: 1044,
    ),

    Chapter(
      id: 't154',
      title: 'مسائل عن محرمات الإحرام',
      issues: [
        ' لا يجوز للرجال التظليل وركوب السيارة المسقفة في السير لطي المنازل أثناء النهار، وأما إذا كان السير ليلاً فلا مانع من ركوب السيارة المسقفة، وإن كان الأحوط استحباباً اجتنابه، بل الأحوط وجوباً تركه في الليالي الممطرة أو الباردة.',
        'لا يجوز للمحرم على الأحوط وجوباً زرق الإبرة أو قلع السن إذا كان يوجب خروج الدم، إلا في الحالات الضرورية.',
        'لا مانع من الجلوس والنوم على الفراش المخيط أو التغطي بالمخيط، كما لا إشكال في لبس ثوبي الإحرام، إذا كانت حاشيتهما مخيطة (مكفوفة).',
        'لا إشكال في نظر كل من الزوج والزوجة إلى الآخر ولمسه إذا كان من دون شهوة.',
        'الاستفادة من جهاز النقال حال الإحرام بالشكل المتعارف لا إشكال فيه.',
        'لا يجوز للمحرم مسك أنفه عن شم الرائحة الكريهة، ويجوز له ترك المكان ذي الرائحة الكريهة أو العبور منه بسرعة.',
        'الدم إذا كان أقل من درهم وكذلك دم الجروح والقروح الذي يعفى عنه حال الصلاة يعفى عنه حال الطواف أيضاً.',
        'إذا تنجس بدنه أو ثوب إحرامه أثناء الطواف بنجاسة من غيره أو منه بجرح أو رعاف أو غيره، فاذا كان لا يمكنه تطهيرها إلا بقطع الطواف، قطعه وتطهر وأتم طوافه من حيث قطع إن لم يحصل خلل بالموالاة.',
        'لا إشكال في لبس الحزام والهميان الذي يحفظ فيه النقود وإن كانا مخيطين، كما لا إشكال في لبس سير الساعة وإن كان مخيطاً، لأن هذه الأشياء ليست ثوباً، والمُحَرمُ هو لبس الثوب المخيط لا كل مخيط.',
        'يجوز للمرأة المحرمة لبس الكمامة الطبية، ولا يجوز لها لبس القفاز.',
        'إذا ارتكب المحرم أحد المحرمات غفلةً أو سهواً لا يجب عليه كفارة إلّا في الصيد.',
      ],
      startingIssueNumber: 1045,
    ),

    Chapter(
      id: 't155',
      title: 'الطواف',
      issues: [
        'الطواف هو العمل الثاني من أعمال عمرة التمتع، يؤديه المعتمر عند وصوله إلى مكة المكرمة، ويتكون من سبعة أشواط حول الكعبة المعظمة، مبتدئاً بالحجر الأسود ومنتهياً فيه، جاعلاً الكعبة على يساره حال الطواف كما عليه سيرة المسلمين.',
        'لا تجب المبادرة للإتيان بالطواف بعد دخول مكة، فيجوز تأخيره ما لم يتضيّق عليه الوقت عن الوقوف الاختياري في عرفات.',
        'تجب في الطواف النية، بأن يقصد في قلبه الطواف حول البيت، مع تحديد النُسُك من كونه عمرة أم حجاً، واجباً أم مستحباً، عن نفسه أم عن غيره، قربةً إلى الله تعالى، ولا يشترط في النية التلفظ كما تقدم.',
        'يشترط في الطائف الطهارة من الجنابة والحيض والنفاس، وأن يكون متوضئاً حال الطواف، ومختوناً إذا كان رجلاً، وأن يكون بدنه ولباسه طاهرين من الدم بل من سائر النجاسات على الأحوط وجوباً.',
        'يشترط على الأحوط وجوباً الموالاة العرفية بين الأشواط وفي نفس الشوط بين أجزائه، بمعنى أن لا يفصل بين الأشواط وأجزائها بما يخرجها عن صورة طواف واحد.',
        'إذا قطع طوافه الواجب لأجل أداء صلاة الفريضة جماعة أو فرادى، فإن كان القطع بعد إتمام نصفه (3-5 أشواط) أتمه من حيث قطعه، وإن كان قبل إتمام النصف فإن تخلل فصل طويل فالأحوط وجوباً إعادة الطواف، وإن لم يتخلل فصل طويل أتمّه من حيث قطعه، وإن كان العمل بالاحتياط (الإتمام ثم الإعادة) حسناً.',
        'يجب أن يكون الطواف داخل المسجد الحرام من خارج حجر إسماعيل، ولا يجب في نهاية كل شوط التوقف ثم الشروع بالشوط اللاحق، فلو استمر بلا توقف حتى طاف سبعة أشواط كفاه ذلك، والأحوط استحباباً أن يكون الطواف في المسافة ما بين الكعبة ومقام إبراهيم (عليه السلام) دائرَ مدار الكعبة المشرفة خصوصاً في صورة عدم الزحام.',
        'ينبغي على الطائف أن يطوف كما يطوف سائر المسلمين وأن يتجنب تدقيقات أهل الوسوسة، فإنّ المناط في كون الكعبة المشرفة على اليسار هو النظر العرفي فلا يضر الانحراف قليلاً حين الوصول إلى الحِجْر وعند الأركان الأربعة.',
      ],
      startingIssueNumber: 1056,
    ),

    Chapter(
      id: 't156',
      title: 'مسائل عن الطواف',
      issues: [
        'إذا خرج في بعض طوافه بسبب التدافع أو غيره عن حالته الطبيعية بحيث صار وجهه إلى الكعبة مثلاً، يجب عليه التدارك بالرجوع وإعادة القدر الذي حصل فيه الخلل من الطواف.',
        'لا بأس بوضع اليد على الحجر وكذا وضع اليد على جدار البيت أو تقبيله، ولكن إذا أخل بسبب ذلك بطوافه كما لو استقبل الكعبة أو استدبرها تدارك الخلل.',
        'يصح الطواف في المطاف القريب من صحن المسجد الحرام الذي يكون دون سقف الكعبة المشرفة وتحت المطاف العلوي إذا كان بنحو يصدق عليه طواف حول الكعبة ولكنه خلاف الاحتياط.',
        ' إذا لم يستطع الطواف في صحن المسجد الحرام أو في المطاف القريب منه لأي سبب من الأسباب، فالأحوط وجوباً أن يطوف في الطابق العلوي ويستنيب من يطوف عنه في صحن المسجد أو في المطاف القريب منه، ويصلي هو في صحن المسجد، وإذا كان لا يمكنه ذلك، صلى في الطابق العلوي وصلى نائبه في صحن المسجد.',
        'مَن عجز عن مباشرة الطواف بنفسه، قبل فوات وقته حتى بالاستعانة بالغير، لمرضٍ أو كسرٍ أو غيرهما، وجب أن يُطاف به محمولاً إن أمكن ذلك وإلاّ وجبت عليه الاستنابة.',
        'يجوز قطع الطواف الواجب اختياراً وإن كان الأحوط استحباباً عدم قطعه، والمقصود من القطع التوقف عن الطواف بمقدار تذهب معه الموالاة العرفية.',
      ],
      startingIssueNumber: 1064,
    ),

    Chapter(
      id: 't157',
      title: 'الخلل في الطواف',
      issues: [
        'إذا بطل وضوء الطائف أثناء الطواف يمكنه قطع الطواف والتوضؤ ثم استئناف طوافه من جديد، وإذا حصل له ذلك بعد بلوغ نصف الشوط الرابع، أمكنه أن يتمه بعد التوضؤ إذا لم تستغرق عملية التوضؤ وقتاً طويلاً بحيث تذهب معه الموالاة العرفية بين الأشواط، وإلا أمكنه استئناف طوافه من جديد.',
        'إذا شك قبل الطواف في أنه توضأ أم لا، أو اغتسل غسله الواجب أم لا، يجب عليه الاغتسال والتوضؤ ثم الطواف، وإذا حصل له ذلك وهو في الطواف قطعه وتطهر ثم طاف من جديد.',
        'إذا كان متوضئاً وشك في انتقاض وضوئه قبل الطواف أو في أثنائه أو بعده لا يعتني بشكه ويبني على بقاء الطهارة.',
        'إذا التفت إلى أنه أنقص من طوافه سهواً فإن كانت التفاتته قبل أن يحصل خلل في الموالاة العرفية أتمه، وإن التفت بعد فوات الموالاة أعاده، والاحوط الاتمام والإعادة اذا كانت التفاتته بعد تجاوز النصف، وإن التفت الى النقص بعد السعي أعاد الطواف ثم أعاد السعي بعده.',
        'إذا نسي الطواف أو بعض الأشواط ولم يتذكر إلا بعد فوات الوقت، يجب عليه أن يعود ويقضي الطواف والصلاة في أقرب فرصة ممكنة، وإذا لم يتذكر إلا بعد الرجوع إلى بلده، فإذا كان يمكنه العود الى مكة بلا مشقة عاد وقضى الطواف وصلاته، وأما إذا كان لا يمكنه ذلك، فيجب عليه أن يستنيب من يقضي عنه الطواف والصلاة، ولا يجب عليه إعادة السعي في كل الاحوال.',
        'التارك للطواف، سواء كان عامداً أو ناسياً، لا يحلّ له ما كان حلّه متوقفاً على الطواف ما لم يأتِ به بنفسه أو بنائبه، وكذا من أنقص من طوافه سهواً.',
        'إذا أزاد على طوافه فإن كان الزائد أقل من شوط قطعه وصحَّ طوافه، وإن كان الزائد شوطاً أو أزيد فالأحوط وجوباً إتمامه سبعة أشواط بقصد القربة المطلقة، ويصلّي ركعتين للطواف بعده قاصداً بهما طواف الفريضة، ثم يصلّي ركعتين أخريين بعد السعي قاصداً بهما طواف غير الفريضة (تحرير الوسيلة).',
        ' إذا شكّ بعد الانصراف من الطواف والخروج من المطاف في عدد الأشواط أو في صحتها لا يعتني بشكه.',
        ' إذا شكّ وهو في الطواف في عدد الأشواط كما لو شك في أنه في الشوط السابع أو في الأقل مثلاً، فطوافه باطل فيتركه ويستأنف طوافه من جديد.',
        'إذا شكّ بعد وصوله الى الحجر الأسود في أنّ ما أتمه هل هو الشوط السابع أم الثامن فيبني على أنه السابع وطوافه صحيح.',
      ],
      startingIssueNumber: 1070,
    ),

    Chapter(
      id: 't158',
      title: 'صلاة الطواف',
      issues: [
        'صلاة الطواف هي الواجب الثالث من واجبات عمرة التمتّع، وهي ركعتان كصلاة الصبح، يتخير فيها بين الجهر والإخفات، وتجب بعد الطواف مباشرة، فإذا أخل بالمباشرة لا تجب عليه إعادة الطواف، ولكن أثم إذا كان الإخلال بها عن عمدٍ.',
        'تجب صلاة الطواف خلف مقام إبراهيم عليه السلام قريباً منه بشرط عدم مزاحمة الآخرين، فإن لم يتمكّن من ذلك صلّى في المسجد الحرام خلف المقام ولو بعيداً عنه.',
        'إذا نسي صلاة الطواف وتذكرها وهو في السعي، قطعه وأتى بها، ثم رجع وأتم سعيه من حيث قطعه.',
        'لا تضر صلاة الرجل بمحاذاة المرأة في المسجد الحرام، بل تصح حتى إذا كانت المرأة متقدمةً على الرجل بلا فاصلة، وهذا من مختصات الصلاة في المسجد الحرام.',
        'إذا ترك صلاة الطواف سهواً أو جهلاً فإن تذكرها قبل أن يخرج من مكّة المكرّمة ولم يكن العود الى المسجد الحرام للإتيان بها شاقّاً عليه رجع وأتى بها في محلّها، وإن تذكرها بعد ما خرج من مكّة المكرّمة، أتى بها في الموضع الذي تذكرها فيه.',
      ],
      startingIssueNumber: 1080,
    ),

    Chapter(
      id: 't159',
      title: 'الطواف المستحب',
      issues: [
        'الطواف حول البيت من المستحبات الأكيدة، ولا يشترط فيه الوضوء، والمقصود من الطواف المستحب هو الطواف الذي لا يكون جزءاً من حج أو عمرة، أي طوافاً مفرداً فقط.',
        'يستحب لمن في مكة أن يطوف حول البيت قدر ما يستطيع عن نفسه وعن غيره.',
        'يجوز أداء صلاة الطواف المستحب في أي موضع من المسجد الحرام، بل يفضل عند الازدحام أن لا تصلى خلف المقام رعايةً لحال المصلين خلفه.',
        'إذا شك في عدد أشواط الطواف المستحب يبني على الأقل وصح طوافه.',
      ],
      startingIssueNumber: 1085,
    ),

    Chapter(
      id: 't160',
      title: 'السعي',
      issues: [
        'السعي هو الواجب الرابع من واجبات عمرة التمتع، وهو ركن من أركان الحج كالطواف، والمسعى ليس من المسجد الحرام، نعم هو ملاصق له.',
        'يجب السعي سبعة أشواط، يبتدئ الشوط الأول من الصفا وينتهي بالمروة، والشوط الثاني من المروة إلى الصفا، والثالث مثل الأول وهكذا إلى أن يتمّ شوطه السابع على المروة.',
        'يجب السعي بعد صلاة الطواف في اليوم نفسه الذي يؤتى به بالطواف، ولا مانع من تأخيره إلى الليل، ويجب في حال السعي استقبال المروة عند الذهاب إليها، واستقبال الصفا عند العود إليه، ولا يشترط فيه الطهارة لا من الحدث ولا من الخبث وإن كانت أفضل.',
        'تجب النية في السعي كما في سائر الأعمال بأن يقصد في قلبه السعي مع تحديد النسك وسائر التفاصيل قربةً إلى الله تعالى، ولا يشترط فيها التلفظ.',
        ' لا يضر الالتفات بالوجه إلى أحد الجانبين أو إلى الخلف حال السعي، ولا بأس بالسعي في الإضافة الجديدة للمسعى في الطابق السفلي.',
        'لا يصح السعي في الطابق العلوي إلا أن يحرز كونه واقعاً بين الجبلين (الصفا والمروة) لا فوقهما.',
        'يشترط في السعي الاعتماد على النفس، فإذا تعذر عليه ذلك استعان بمن يسعى به ولو محمولاً، أو سُعي به على عربة، فإن تعذر ذلك أيضاً استناب من يسعى عنه.',
        'يجوز اختياراً السعي راكباً، ولكن لا يجوز للراكب على عربة الاستعانة بالغير في دفعها مع التمكن من دفعها بنفسه.',
        ' يجوز الجلوس أو النوم على الصفا والمروة أو بينهما للاستراحة وغيرها، ولكن لا يجوز النوم حال السعي والحركة، فإن نام رجع وأعاد من حيث نام.',
        'من أنقص من سعيه سهواً وجب عليه الإتمام متى ما تذكر، وإذا زاد في سعيه شوطاً أو أكثر سهواً لا يضر بسعيه ولا شيء عليه.',
        'إذا أنقص من سعيه سهواً ولم يتذكر إلا بعد رجوعه إلى بلده، فإذا كان يمكنه العود إلى مكة من دون مشقة كبيرة عاد وأكمل النقص، وأما إذا كان في العود مشقّة وحرج فيستنيب حينئذٍ من يسعى عنه.',
        'مَن زاد سبعة أشواط على سعيه بنيّة السعي - بأن كان يعتقدُ أن مجموع الذهاب والإياب شوط واحد - لا يجب عليه الإعادة وصحّ سعيه، وكذا الحكم فيما لو التفت أثناء السعي إلى ذلك فيقطع الزائد من حيث تذكر.',
      ],
      startingIssueNumber: 1089,
    ),

    Chapter(
      id: 't161',
      title: 'التقصير',
      issues: [
        'الواجب الخامس والأخير من واجبات عمرة التمتع هو التقصير، ويجب بعد إتمام السعي، وكيفيته هو أن يقص شيئاً ولو قليلاً من شعر رأسه أو لحيته أو شاربه، أو يقص شيئاً من أظفار يده أو رجله، ولا يجزي الحلق عن التقصير.',
        'لا تجب المبادرة إلى التقصير بعد السعي مباشرة ويجوز فعله في أي موضع شاء، ويحل للمعتمر بعد التقصير كل ما حُرّم عليه حتى النساء.',
        'لا يجب في عمرة التمتع طواف النساء، والأحوط استحباباً الإتيان به مع صلاته قبل التقصير بنية رجاء المطلوبية، وكيفيته وأحكامه لا تختلف عن طواف العمرة.',
        'يجوز الخروج من مكة إلى الرياض أو غيرها بعد الإحلال من عمرة التمتع وقبل الإحرام للحج، لمن يطمئن من نفسه قدرته على العود إليها وعدم فوات الحج عليه، ولا يحتاج إلى إحرام لدخول مكة إذا كان عوده في نفس الشهر الذي اعتمر فيه.',
        'إذا خرج من مكة بعد عمرة التمتع ولم يحرم للحج قبل خروجه، فإن لم يعد إليها في نفس الشهر القمري الذي اعتمر فيه، فيجب عليه أن يحرم لعمرة تمتع جديدة من أحد المواقيت.',
      ],
      startingIssueNumber: 1101,
    ),

    Chapter(
      id: 't162',
      title: 'حج التمتع',
      issues: [
        '''أعمال حجة التمتّع بحسب الترتيب التالي:
1 الإحرام للحج من مكّة المكرّمة.
2 الحضور في عرفات يوم التاسع من ذي الحجّة من الزوال إلى الغروب الشرعي.
3 الحضور في المشعر الحرام ليلة العاشر من ذي الحجّة، بعد الإفاضة من عرفات شطراً من ليلته إلى طلوع الشمس.
4 رمي جمرة العقبة يوم العيد.
5 ذبح الهدي، والأحوط وجوباً أن يكون يوم العيد.
6 الحلق أو التقصير يوم العيد، وبه يتحلّل الحاج من كلّ ما حَرُم عليه إلا الطيب والنساء.
7 الذهاب إلى مكّة المكرمة والطواف حول البيت، والإتيان بعده بصلاة الطواف.
8 السعي بين الصفا والمروة سبعة أشواط، وبأدائه يحلّ له الطيب.
9 طواف النساء والإتيان بعده بصلاته، وبأدائهما تحلّ له النساء.
10 المبيت في منى ليلة الحادي عشر والثاني عشر.
11. رمي الجمرات الثلاث يومي الحادي عشر والثاني عشر.''',
      ],
      startingIssueNumber: 1106,
    ),

    Chapter(
      id: 't163',
      title: 'إحرام الحج',
      issues: [
        'الإحرام أول واجبات حج التمتع، وحكمه وواجباته وتروكه نفس ما تقدم في إحرام عمرة التمتع، ولكنه يحرم للحج من مكة المكرمة بنية إحرام حج التمتع من أي موضع شاء منها، والأفضل من المسجد الحرام، ويحرم بالإحرام للحج ما تقدم ذكره في محرّمات الإحرام للعمرة.',
        ' يجب أن يقع الإحرام للحج قبل زوال يوم عرفة بحيث يستطيع أن يدرك الوقوف في عرفات من الزوال، والأفضل أن يحرم في يوم التروية (8 ذي الحجة).',
        'يجب على المحرم للحج أن يقطع التلبية من ظهر يوم عرفة.',
      ],
      startingIssueNumber: 1107,
    ),

    Chapter(
      id: 't164',
      title: 'الوقوف في عرفة',
      issues: [
        'يجب بعد الإحرام الذهاب إلى عرفات والوقوف فيها، وهذا هو الواجب الثاني من واجبات الحج، والمقصود من الوقوف هو الحضور فيها لا القيام على الرجلين، وهو عبادة تجب فيها النية.',
        'الأحوط وجوباً أن يحضر في عرفات من زوال اليوم التاسع من ذي الحجة إلى وقت الغروب الشرعي، وإن كان لا يبعد جواز التأخير عن الزوال بمقدار إتيان صلاة الظهر والعصر جمعاً.',
        'الحضور المذكور واجب، لكن الركن منه مسمى الوقوف الذي يتحقق بالدقيقة والدقيقتين، فإن ترك مسمى الوقوف اختياراً بطل حجه، وإن وقف بمقدار المسمى وترك الباقي صح حجه وأثم إن كان الترك عن عمد.',
        'يصح العمل طبقاً لما يحكم به قاضي الديار المقدسة في تحديد يوم عرفة حتى في صورة العلم بالمخالفة، فإن من أدرك الوقوفين تبعاً للناس فقد أدرك الحج وأجزأه.',
      ],
      startingIssueNumber: 1110,
    ),

    Chapter(
      id: 't165',
      title: 'الوقوف في المشعر',
      issues: [
        'يجب بعد الخروج من عرفات الذهاب إلى المشعر الحرام (المزدلفة)، وهذا هو الواجب الثالث من واجبات الحج، وهو عبادة تجب فيها النية.',
        'وقت الوقوف الواجب من طلوع الفجر إلى طلوع شمس يوم العيد، ويجب أن ينوي الوقوف عند طلوع الفجر، وإذا دخل المشعر قبل طلوع الفجر فالأحوط وجوباً أن ينوي الوقوف من حين الوصول إليه ليلاً.',
        'الركن من الوقوف في المشعر مسمى الوقوف بين الطلوعين الذي يتحقق بالدقيقة أو الدقيقتين، فإن وقف المسمى وترك الباقي عن عمد صح حجه ولكنه ارتكب حراماً، وأما إذا ترك الوقوف أصلاً عمداً فحجّه باطل.',
        'يجوز الخروج من المشعر إلى منى ليلة العيد بعد الوقوف فيه بقدر المسمى، للنساء والضعفاء والأطفال وذوي الأعذار، كالمرضى والخائفين وكبار السن، ومن يقوم بشؤونهم كالممرض والخادم.',
      ],
      startingIssueNumber: 1114,
    ),

    Chapter(
      id: 't166',
      title: 'رمي جمرة العقبة',
      issues: [
        'رمي جمرة العقبة رابع واجبات الحج وأول أعمال منى، ويجب أن يقع الرمي يوم العيد ما بين طلوع الشمس إلى الغروب، وهو عبادة تشترط فيها النية بشروطها.',
        'يجب أن يكون عدد الحصيات التي ترمى بها الجمرة سبعاً، ويجب أن يكون رميها بشكل متتابع لا دفعة واحدة، وأن يتأكد من إصابتها الجمرة، فإن شكّ أو ظن في إصابتها لم تحتسب.',
        'يشترط في الحصاة أن تكون ملتقطة من أرض الحرم، وأن تكون بكراً لم يُرم بها ولو في سنين سابقة.',
        'يجوز رمي الجزء المستحدث من الجمرة إذا كان تشخيص الجزء الأصلي أو رميه فيه عسر ومشقة شديدة، كما يجوز الرمي من الطابق العلوي وإن كان الأحوط استحباباً الرمي من الموضع المتعارف.',
        'يجوز للنساء اختياراً الرمي ليلة العيد، إذا كان الرمي لحج أنفسهن ولو كان الحج نيابياً، واما إذا نابت المرأة عن الغير في خصوص الرمي فاللازم عليها الرمي نهاراً على الأحوط وجوباً.',
        'ذوو الأعذار الذين يجوز لهم الإفاضة من المشعر الحرام ليلاً إذا كانوا لا يستطيعون الرمي نهاراً يجوز لهم الرمي ليلة العيد أو الليلة التي تليها، وكذلك المعذورون من الرمي يومي (11 و12) من ذي الحجة.',
      ],
      startingIssueNumber: 1118,
    ),

    Chapter(
      id: 't167',
      title: 'ذبح الهدي',
      issues: [
        'يجب بعد رمي جمرة العقبة ذبح الهدي، وهو الخامس من واجبات الحج والثاني من أعمال منى، ويتخير في الهدي بين (الإبل، البقر، الغنم) من دون فرق بين الذكر والأنثى، والإبل أفضل، وهو عبادة تشترط فيه النية، والأحوط وجوباً تأخيره عن رمي جمرة العقبة، وعدم تأخيره عن يوم العيد.',
        'لا يشترط المباشرة في الذبح، فيجوز التوكيل فيه ولكن يشترط في الوكيل أن يكون مؤمناً (اثني عشرياً) على الأحوط وجوباً، وأما الذابح المأمور بالذبح فلا يشترط فيه ذلك.',
        'يشترط في الهدي على الأحوط وجوباً إن كان من الإبل الدخول في السنة السادسة، وإن كان من البقر أو المعز الدخول في الثالثة، وإن كان من الضأن الدخول في السنة الثانية، أي أن لا تقل سنّه عن ذلك، وأن لا يكون كبيراً جداً، ولا هزيلاً، وأن يكون تام الأعضاء، سالماً من العيوب، فلا يجزي مقطوع الذنب والأعور والأعرج والخصي والمكسور قرنه الداخلي، ولا بأس بمشروم الأذن أو مثقوبها.',
        'الأحوط وجوباً عدم تأخير ذبح الهدي عن يوم العيد اختياراً، فإن أخّره عمداً أو سهواً أو جهلاً لعذر أم لغيره فالأحوط وجوباً ذبحه في أيام التشريق إن أمكن، وإلاّ ففي بقية أيّام شهر ذي الحجة من دون فرق بين الليل والنهار على الظاهر.',
        'محل الذبح منى، فإن مُنع من الذبح فيها أجزأه الذبح في المكان المعدّ له في الوقت الراهن.',
        'يشترط في آلة الذبح أن تكون من الحديد، والاستيل في حكم الحديد، ولكن إذا شك في كون آلة الذبح من الحديد ام لا، فما لم يحرز كونها منه لا يجزي الذبح بها.',
      ],
      startingIssueNumber: 1124,
    ),

    Chapter(
      id: 't168',
      title: 'التقصير أو الحلق',
      issues: [
        'التقصير أو الحلق هو السادس من واجبات الحج، وهو عبادة تجب فيه النية، ويتعين على المرأة التقصير، وأما الرجل فهو مخيّر بينهما، إلا أن يكون يحج لأول مرة فالأحوط وجوباً له الحلق، وهو عبادة تجب فيه النية.',
        'تجوز الاستعانة في الحلق او التقصير بالغير ولكن ينوي هو لنفسه، والأحوط وجوباً وقوعه في نهار يوم العيد، فإن لم يأتِ به، جاء به في ليلة الحادي عشر أو ما بعدها.',
        ' يتحلل المحرم بعد الحلق أو التقصير من كل ما حرم عليه إلا الطيب والنساء.',
        'إذا ترك التقصیر في عمرة التمتع سهواً وأحرم للحج، صحّ إحرامه وصحّت عمرته وحجّه، ولا شئ علیه، وإن استحبّ له التكفیر بشاة، بل الأحوط عدم ترکها.',
        'يجب على الأحوط وجوباً الحلق أو التقصير يوم العيد على من لم يتمكن من ذبح الهدي لأي سبب من الأسباب، ولكن الإتيان بطواف الحج وأعمال مكة الأخرى قبل الذبح محل إشكال، فيجب أن ينتظر الذبح ثم يأتي بها بعده.',
        '. يجب في يوم العيد رمي جمرة العقبة أولاً ثم ذبح الهدي ثم التقصير أو الحلق، فإن أخلّ عمداً بالترتيب المذكور كان عاصياً، ولكن لا يجب عليه على الظاهر إعادة الأعمال مرتّبةً وإن كانت الإعادة مع التمكّن موافقة للاحتياط، وكذا الحكم لو أخل بالترتيب جهلاً أو نسياناً.',
      ],
      startingIssueNumber: 1130,
    ),

    Chapter(
      id: 't169',
      title: 'أعمال مكة المكرمة',
      issues: [
        'يجب بعد الانتهاء من أعمال منى الذهاب إلى مكة المكرمة لأداء أعمالها، وأعمالها خمسة: (طواف الحج وصلاته، والسعي بين الصفا والمروة، وطواف النساء وصلاته)، وكيفية هذه الأعمال كما تقدم في عمرة التمتع، لا يختلفان في شيء إلا في النية، فينوي بها هنا طواف وصلاة وسعي حج التمتع.',
        'يستحب الإتيان بأعمال مكة المكرمة بعد الفراغ من أعمال يوم العيد في اليوم نفسه، ويجوز تأخيرها إلى آخر أيام التشريق (11، 12، 13) بل إلى آخر شهر ذي الحجة.',
        'طواف النساء وصلاته ليسا بركنين، فلو تركهما الحاج ولو عمداً لم يبطل حجه، ولكن لا تحل للرجل النساء، ولا تحل للمرأة الرجال، حتى يأتيا بهما، ويجب الرجوع للإتيان بهما إن أمكن ذلك بلا مشقة، وإلا استناب من يؤديهما عنه، ولو في غير أشهر الحج.',
      ],
      startingIssueNumber: 1136,
    ),

    Chapter(
      id: 't170',
      title: 'المبيت في منى ورمي الجمار',
      issues: [
        'يجب المبيت في منى ليلة الحادي عشر والثاني عشر من ذي الحجة ولا يجوز النفر منها الا بعد زوال اليوم الثاني عشر، وهذا هو الواجب الثاني عشر من واجبات الحج، وهو عبادة تجب فيها النية.',
        'يستثنى من وجوب المبيت من أراد البقاء في مكة للاشتغال بالعبادة إلى طلوع الفجر، وكل من تَشُقُ عليه البيتوتة لمرض أو غيره.',
        'يكفي من المبيت الواجب في منى التواجد فيها من الغروب إلى نصف الليل أو من نصف الليل إلى الفجر.',
        'يجب في اليوم الحادي عشر واليوم الثاني عشر رمي الجمار الثلاث، وهو الواجب الثالث عشر من واجبات الحج، ولا يختلف في كيفيته وشروطه عما تقدم في رمي جمرة العقبة، ويجب رمي الأولى أولاً، ثم الوسطى، ثم الكبرى (العقبة).',
        ' من لا يتمكن من الرمي نهاراً بسبب شدة الزحام مثلاً لا تجوز له الاستنابة، بل يرمي بنفسه ليلاً، إما في الليلة المتقدمة أو في الليلة التالية، وإذا عجز عن الرمي ليلاً أيضاً جاز له حينئذٍ الاستنابة.',
        'يجوز رمي الجمرات من جهاتها الأربع، ولا يشترط استقبال القبلة في الأولى والوسطى، واستدبارها في جمرة العقبة، كما يجوز رمي الجزء المستحدث من الجمرة إذا كان تشخيص محل الجمرة الأصلي فيه عُسُر ومشقة.',
      ],
      startingIssueNumber: 1139,
    ),

    Chapter(
      id: 't171',
      title: 'الحج النيابي',
      issues: [
        'لا تجوز الاستنابة في الحج الواجب عن الحي إلا إذا كان عاجزاً لا يحتمل زوال عذره، وتجوز عن الميت، وتجوز في الحج الاستحبابي عن الحي والميت.',
        'يشترط في النائب العقل، والبلوغ، والإيمان (اثنا عشري) على الأحوط وجوباً في الأخيرين، ولا يشترط المماثلة في الجنس بين النائب والمنوب عنه.',
        '''يشترط في النائب إضافة الى ما تقدم ما يلي:
1- أن لا تكون ذمته مشغولة بالحج في سنة النيابة.
2- أن لا يكون معذوراً من الإتيان ببعض أفعال الحج بنفسه.
3- أن يكون عارفاً بأفعال الحج وأحكامه على وجه يتمكن من أدائه بشكل صحيح، ولو بالاستعانة بمرشد الحملة مثلاً.''',
        ' من مات وكان الحج مستقراً عليه في ذمته حُجَّ عنه من أصل تركته، إن لم يوصِ بإخراجها من الثلث، وفي صورة وجوب النيابة، تجب المبادرة إليها فوراً سواء كانت عن حي أم عن ميت.',
        'من استقر الحج في ذمته إذا عجز عن الذهاب لشيخوخة أو مرض، مع يأسه من التمكن منه في المستقبل، وجبت عليه الاستنابة، بأن يبعث من يحج عنه بالنيابة وتبرأ ذمته بذلك.',
        'لا تجب الاستنابة من بلد المنوب عنه بل تكفي الاستنابة من الميقات إن أمكن ذلك، وإلا استناب من بلده أو من غيره، إلا إذا كان قد أوصى بأن يحج عنه من بلده فيجب تنفيذ الوصية، ولكن يحسب الزائد عن أجرة الحج الميقاتي من ثلثه.',
        'يجب على النائب العمل بحسب تقليده، لا بحسب تقليد المنوب عنه، ويجوز له بعد الفراغ من أعمال الحج النيابي أن يطوف عن نفسه أو عن غيره، كما يجوز له أن يأتي بعمرة مفردة.',
        'يستطيع النائب بعد القيام بالنيابة أن يطوف أو يعتمر عمرة مفردة عن نفسه أو عن غيره.',
        'إذا مات النائب بعد الإحرام ودخول الحرم يسقط الحج عن ذمة المنوب عنه، وأما إذا مات بعد الإحرام وقبل دخول الحرم، فلا يجزي عن ذمة المنوب عنه على الأحوط وجوباً.',
        'النائب في الحجّ عن الغير في بعض الأعمال التي يعجز المنوب عنه من الإتيان بها كالطواف أو الرمي أو الذبح، لا يلزم أن يكون النائب فيها مُحرماً.',
      ],
      startingIssueNumber: 1145,
    ),

    Chapter(
      id: 't172',
      title: 'العمرة المفردة',
      issues: [
        'العمرة المفردة مستحبّة في جميع أيّام السنة، وتتأكّد في شهر رجب، ويستحبّ تكرارها، ولا يشترط فاصل معين بين عمرة وأخرى، ولكن الأحوط وجوباً أن تكون العمرة الثانية في غير شهر العمرة الأولى.',
        'إذا أراد أن يعتمر عن أشخاص متعددين عن كل واحد عمرة واحدة، أو أراد أن يعتمر عمرة عن نفسه وعمرة عن غيره فلا يلزم عليه مراعاة الاحتياط الوجوبي في المسألة المتقدمة.',
        ''' أحكام العمرة المفردة نفس أحكام عمرة التمتّع، لا تختلف عنها إلا في أمور هي:
الأول: يجب على المعتمر في عمرة التمتع التقصير، وأما في العمرة المفردة فمخيّر بين الحلق والتقصير بالنسبة إلى الرجال، وأما المرأة فيجب عليها التقصير فيهما.
الثاني: لا يجب في عمرة التمتع طواف النساء، وإن كان الأحوط استحباباً الإتيان به كما تقدم، وأما في العمرة المفردة فيجب عليه الإتيان بطواف النساء وصلاته بعد التقصير أو الحلق، وبعد الإتيان بهما تحل له النساء.
الثالث: يجب الإتيان بعمرة التمتع في أشهر الحج (شوال، ذي القعدة، ذي الحجة)، وأما العمرة المفردة فيصح الإتيان بها في جميع شهور السنة.
الرابع: يجب الإحرام لعمرة التمتع من أحد المواقيت الخمسة، وأما العمرة المفردة فيجوز لمن كان في مكة أن يحرم من أدنى الحل ولا يلزم عليه الإحرام من أحد المواقيت.''',
        ' المعتمر عمرة مفردة يقطع التلبية عند دخول الحرم على الأحوط وجوباً إذا أحرم من خارجه، وعند مشاهدة الكعبة المعظمة إذا كان خرج من مكّة للإحرام لها، وأما المعتمر عمرة تمتع فيقطع التلبية عند مشاهدة بيوت مكة المكرمة وإن كانت مستحدثة.',
        ' إذا حاضت المرأة بعد إحرامها للعمرة المفردة، أو كانت حائضاً حين إحرامها، ولا تتمكّن من الانتظار حتّى تطهر للإتيان بأعمال عمرتها، يجب عليها أن تستنيب مَن يطوف عنها ويصلّي، ثمّ تسعى بنفسها وتقصّر بعده، وبذلك تتحلل من إحرامها، وتُحسب لها عمرة صحيحة، ثمّ تستنيب بعد ذلك مَن يطوف عنها طواف النساء وصلاته، فإذا طاف وصلى النائب يحل لها الرجال.',
      ],
      startingIssueNumber: 1155,
    ),

    Chapter(
      id: 't173',
      title: 'صلاة الجماعة في الديار المقدسة',
      issues: [
        ' تجوز المشاركة في صلاة الجماعة مع إخواننا السنّة في الديار المقدسة، وهي صلاة صحيحة ومجزية حتى إذا اقتضى الأمر السجود على ما لا يصح السجود عليه.',
        'لا يجوز الخروج من المسجد الحرام والمسجد النبوي حال رَفع الأذان إذا كان يُعد في نظر الآخرين استخفافاً بإقامة الصلاة في أول وقتها، لا سيّما فيما إذا كان فيه شينٌ على المذهب.',
        'لا تجوز إقامة صلاة الجماعة في الفنادق في مكة المكرمة، وكذا في المنازل إذا كانت تلفت أنظار الآخرين وتوجب الشين على المذهب بسبب عدم المشاركة مع المسلمين في صلاتهم في المسجد.',
        'لا يجوز وضع شيء للسجود عليه إذا كان مخالفاً للتقية، ويجب على الأحوط أن يتحرى مكاناً يقدر فيه على السجود على ما يصح السجود عليه كبلاط المسجد أو حصيره إن أمكنه ذلك، وإلا سجد على السجاد وصلاته صحيحة.',
      ],
      startingIssueNumber: 1160,
    ),

    Chapter(
      id: 't174',
      title: 'الأضحية المستحبة',
      issues: [
        'الأضحية في غير الحج مستحبّة استحباباً مؤكّداً في كل سنة عن كل فرد صغيراً كان أو كبيراً، حياً أو ميتاً، وأيّامها ثلاثة لمن كان في غير منى وهي: يوم العيد والحادي عشر والثاني عشر من ذي الحجّة.',
        'يجوز أن يشرك أكثر من واحد في أضحيةٍ واحدة، بل يجوز أن يضحي بحيوان واحد عن نفسه وأهل بيته الأحياء والأموات.',
        'يستحبّ تقسيم الأضحية ثلاثاً: يأكل المضحّي وأهل بيته ثلثاً، ويهدي لإخوانه وجيرانه ثلثاً، ويتصدّق على المحتاجين بالثلث الباقي.',
        'لا يشترط في الأضحية المستحبة من الأوصاف ما يشترط في الهدي الواجب، وإن كان الأحوط استحباباً أن يكون الحيوان تام الأعضاء سميناً.',
      ],
      startingIssueNumber: 1164,
    ),

    Chapter(
      id: 't175',
      title: 'الأمر بالمعروف والنهي عن المنكر',
      issues: [
        'يقصد بالامر بالمعروف والنهي عن المنكر الجاء الغير الى فعل الحسن (الواجب) ومنعه من فعل القبيح، وهو واجب على كل مكلف وجوباً كفائياً، اذا قام به من به الكفاية سقط عن الاخرين وإلا أثم من تتوفر فيه الشروط.',
        'يجب تعلم شرائط الأمر بالمعروف والنهي عن المنكر وموارد الوجوب وعدمه والجواز وعدمه حتى لا يقع في المنكر في أمره ونهيه.',
        'ينقسم كل من الأمر والنهي إلى واجب ومندوب فما وجب عقلاً أو شرعاً وجب الأمر به، وما قبح عقلاً أو حرم شرعاً وجب النهي عنه، وما ندب واستحب فالأمر به كذلك.',
        '''يشترط في وجوب  الأمر بالمعروف والنهي عن المنكر ما يلي :ـ
1 العلم بكون ما يأمر به معروفاً وما ينهى عنه منكراً.
2 احتمال أن يكون لأمره ونهيه تأثير في ردع المقابل.
3 إصرار فاعل الحرام على فعله وعدم ظهور علامات الندم عليه.
4 عدم ترتّب ضرر معتدّ به عليه بسبب قيامه بهذا الواجب.''',
        'لا يشترط في الامر بالمعروف والنهي عن المنكر، ان لا يستلزم النيل من كرامة تارك المعروف و فاعل المنكر او إحراجه أمام الناس، بشرط ان يكون الامر ملتزما بشرائطهما وآدابهما المقررة.',
        'لو توقف إقامة فريضة أو إقلاع منكر على اجتماع جماعة في الأمر أو النهي لا يسقط الوجوب بقيام بعضهم، ويجب الاجتماع في ذلك بقدر الكفاية.',
        ' لو قطع أو اطمأن بقيام الغير لا يجب عليه القيام، نعم لو ظهر خلاف قطعه يجب عليه، وكذا لو قطع أو اطمأن بكفاية من قام به .',
        ' من الواجبات التوبة من الذنب، فلو ارتكب حراماً أو ترك واجباً تجب التوبة فوراً، ومع عدم ظهورها منه وجب أمره بها، وكذا لو شك في توبته.',
        ' لو علم أو ظن أن إنكاره موجب لتوجه ضرر نفسي أو عرضي أو مالي يعتد به عليه أو على أحد متعلقيه كأقربائه وأصحابه وملازميه فلا يجب ويسقط عنه، بل وكذا لو خاف ذلك لاحتمال معتد به عند العقلاء، والظاهر إلحاق سائر المؤمنين بهم أيضاً.',
        'لا يشترط في الآمر والناهي العدالة أو كونه آتياً بما أمر به وتاركاً لما نهى عنه.',
        'يجب كفاية على كلّ مكلّف مهما كان عمره, رجلاً أم امرأة عند رؤيته لبعض أهله وأقاربه وجيرانه وأهل بلده، يتركون بعض الواجبات , كالصلاة والصيام والحجاب وصلة الرحم وغير ذلك، أن ينصحهم, وينبههم على خطورة ما يفعلون.',
      ],
      startingIssueNumber: 1168,
    ),

    Chapter(
      id: 't176',
      title: 'مراتب الأمر والنهي',
      issues: [
        '''للأمر بالمعروف و النهي عن المنكر مراتب ثلاث هي:
الأولى:  . إظهار الكراهة لفاعل المنكر على فعله بشكل من الأشكال كالإعراض عنه، أو ترك الحديث معه، أو ترك مجالسته.
الثانية : أمره بالواجب ونهيه عن الحرام باللسان.
الثالثة:  الإنكار باليد، أي استعمال القوّة لمنعه من فعل المنكر.''',
        'يجب الترتيب بين هذه المراتب، كما أنّ لكلّ مرتبة مراتب وإذا كان الغرض يتحقّق بالمرتبة الدُنيا فيجب الاقتصار عليها، ولا يجوز الانتقال منها إلى مرتبة أعلى.',
        ' لو احتمل حصول المطلوب بالوعظ والإرشاد والقول اللين يجب ذلك، ولا يجوز التعدي عنه.',
        ' يجوز ترك رد السلام على فاعل المنكر اذا كان بقصد نهيه وردعه عن فعل المنكر.',
        'لو توقف رفع المنكر وإقامة المعروف على غلظة القول والتشديد في الأمر والتهديد والوعيد على المخالفة تجوز بل تجب مع التحرز عن الكذب والسب والإهانة.',
        'إذا لم يحصل المطلوب إلا باستعمال القوة فالظاهر جوازها مراعياً للأيسر فالأيسر والأسهل فالأسهل، وينبغي أخذ الإذن من الفقيه الجامع للشرائط في الضرب والإيلام إذا احتاج اليهما.',
        'استعمال القوة له درجات، منها الحيلولة بين الشخص والمعصية، أخذ آلة المعصية من يده وإبعادها عنه، الإمساك به ومنعه، القسوة عليه، ضربه وهكذا.',
        'إذا كان أحد الأقارب أو الأرحام يرتكب المعاصي ولا يبالي بها، فيجب إظهار الاستياء من تصرّفاته المخالفة للشرع، وتذكيره بأي أسلوب أخوي يراه مفيداً وصالحاً، ولكن لا يجوز قطع الرحم معه، نعم، لو احتمل أن ترك صلته مؤقّتاً سيدفعه إلى الكفَّ عن المعصية، وجب عليه ذلك من باب الأمر بالمعروف والنهي عن المنكر.',
      ],
      startingIssueNumber: 1179,
    ),

    Chapter(
      id: 't177',
      title: 'مسائل متفرقة',
      issues: [
        'المعيار في العلاقة مع الأشخاص الذين كانوا يرتكبون الأعمال المحرّمة، من قبيل شرب الخمر هو وضعهم الفعلي، فإذا تابوا ممّا كانوا يفعلونه فمعاشرتهم كمعاشرة سائر المؤمنين بلا فرق، وأمّا الأشخاص الذين لم يتوبوا ومستمرون بارتكاب الحرام، فيجب نهيهم عن المنكر، وإذا كان لا يكفّ عن الحرام إلا بهجرانه أو قطع العلاقة معه، فيجب ذلك من باب النهي عن المنكر.',
        'لبس الذهب أو تعليقه على الرقبة حرام على الرجال مطلقاً، ولا يجوز ارتداء الملابس التي تعدّ عرفاً من حيث الخياطة أو اللون أو غير ذلك إشاعة وتقليداً للثقافة المعادية للإسلام، وواجب الآخرين إزاء هذه الظواهر المروّجة للثقافة المعادية هو النهي عن المنكر باللسان.',
        'مَنْ كان مضطراً لمعاشرة تارك الصلاة أو الحديث معه أو مساعدته في بعض الأعمال، يجب عليه أمره بالمعروف ونهيه عن المنكر مع تحقّق شرائطهما بنحوٍ متواصل ومستمرّ، ولا يجب عليه أكثر من ذلك، ولا إشكال عليه في معاشرته ومساعدته والحديث معه فيما إذا لم يكن فيها تشجيع له على ترك الصلاة.',
        ' يجب على المرأة التي لا يهتمّ زوجها كثيراً بالأمور الدينية، من قبيل ترك الصلاة، تهيئة الظروف المناسبة لإصلاحه بأية وسيلة ممكنة، ولتجتنب ممارسة أية خشونة وقسوة يفهم منها سوء الخُلُق وعدم الانسجام، ولكن لتعلم أنّ المشاركة في المجالس الدينية وتبادل الزيارات مع العوائل المتدينّة له تأثير كبير في الإصلاح.',
      ],
      startingIssueNumber: 1187,
    ),

    Chapter(
      id: 't178',
      title: 'أحكام الدفاع عن النفس',
      issues: [
        'إذا تعرض شخص إلى هجوم من لص أو غيره ليقتله ظلماً يجب عليه الدفاع عن نفسه  بأي وسيلة ممكنة ولو انجر إلى قتل المهاجم، ولا يجوز له الاستسلام والانظلام حتى لو علم أن القتال لا يفيد في الدفاع، ونفس الحكم إذا كان الهجوم على من يتعلق به من ولد أو أب أو أخ، بل سائر من يتعلق به حتى خادمه وخادمته.',
        'لو هجم معتد على نسائه كزوجته أو بنته بقصد الاعتداء على شرفها وجب عليه دفع المهاجم  بأي نحو ممكن ولو انجر إلى قتل المهاجم، بل الظاهر كذلك لو كان الهجوم بقصد التجاوز على عرض حريمه بما دون المواقعة كالضم والتقبيل ونحو ذلك.',
        ' لو هجم على ماله أو مال عياله جاز له دفعه بأي وسيلة ممكنة حتى لو انجر إلى قتل المهاجم، ويجوز له ترك الدفع فلا يجب عليه بل الترك أحوط  إذا كان يحتمل أن دفعه قد يؤدي الى قتله .',
        ' يجب على الأحوط في جميع ما ذكر أن يراعي الأسهل فالأسهل فلا يجوز الانتقال إلى مرتبة أعلى إذا كان الدفع يتحقق بالمرتبة الأدنى، فلو كان المهاجم يندفع بالتنبيه كالتنحنح وجب الاقتصار عليه وإلا انتقل إلى الصياح و التهديد المخيف وهكذا.',
        'إذا لم يتعد عن الحد اللازم ووقع على المهاجم نقص مالي أو بدني أو قتل يكون هدراً ولا ضمان على الفاعل، أما إذا تعدى عما هو الكافي في الدفع بنظره وواقعاً فهو ضامن على الأحوط.',
        ' إذا أمكن التخلص من القتال بالهرب ونحوه فالأحوط التخلص به، فلو هجم على حريمه وأمكن التخلص بوجه غير القتال فالأحوط ذلك.',
        ' لو هجم عليه لص ونحوه لكن علم أنه لا يمكنه الوصول اليه  لمانع كنهر أو جدار كف عنه ولا يجوز الإضرار به، ولو أضر به ضمن.',
        'يجوز الدفاع لو كان المحارب ونحوه مقبلاً مع مراعاة الترتيب كما تقدم مع الإمكان، وأما إذا كان مدبراً معرضاً فلا يجوز الإضرار به، ويجب الكف عنه، فلو أضر به ضمن.',
      ],
      startingIssueNumber: 1191,
    ),

    Chapter(
      id: 't179',
      title: 'أحكام الجهاد',
      issues: [
        ' شُرعَ الجهاد في الإسلام للدفاع عن الإسلام والمسلمين بل والمستضعفين وليس للاعتداء والتجاوز والإكراه على الدين كما نصت على ذلك الكثير من الآيات الشريفة، ووجوبه من ضرورات الدين.',
        ''' الجهاد في الشريعة على قسمين :
الأول/ ابتدائي: وهو الجهاد لنشر كلمة التوحيد، ويكون الجيش الإسلامي هو المهاجم على العدو الكافر لإزالة الموانع التي يضعها أمام الدعوة الإسلامية ورفع هيمنته وتسلطه على الشعوب، ولا يختص هذا الجهاد بحضور المعصوم بل يجوز حتى للفقيه إذا رأى فيه مصلحة.
الثاني/ دفاعي: وهو الجهاد لصد هجوم الكفار على البلاد الإسلامية للتسلط عليها، ويجب هذا الجهاد وجوباً كفائياً على جميع المكلفين.''',
        ' الجهاد الدفاعي لا يختصّ بأهل البلد الذي تعرض للعدوان، بل يشمل المكلّفين في سائر البلدان، نعم إذا كان المدافعون من أهل البلد فيهم الكفاية يسقط عن الآخرين، وإلا فيجب عليهم أيضاً.',
        'لا يشترط في الدفاع عن الإسلام والمسلمين إذن الإمام (عليه السلام) أو نائبه العامّ، ولا يجب الاستئذان من الوالدين في الذهاب إلى الجهاد، إلا إذا تحقّقت الكفاية بغيره وكان ذهابه إلى الجهاد يوجب أذيّتهما، فحينئذٍ يجب عليه مراعاة حالهما.',
        ' ينبغي على المقاتلين الأعزاء أن يكون جهادهم دفاعاً عن الإسلام والمسلمين قربةً إلى الله وليس لأهداف أخرى، كما ينبغي عليهم القيام بالجهاد الأكبر أي جهاد النفس وملازمة التقوى في كلّ حالٍ، والالتفات دائماً إلى أنهم  بين يدي الله وفي محضره فلا يعصونه في شيءٍ من أوامره ونواهيه، والمأمول منهم المواظبةُ على فعل الواجبات وترك المحرّمات والإتيان بالمستحبّات خصوصاً صلاة الليل وقراءة القرآن الكريم وأدعية أهل البيت .',
        'من أبرز مصاديق الجهاد الدفاعي الواجب هو نُصرة الشعب الفلسطيني المظلوم في سبيل تحرير القدس الشريف من أيدي الصهاينة الغاصبين أعداء الإسلام والمسلمين.',
        'يجب على المجاهدين أثناء قيامهم بالعمل الجهادي المحافظة على أنفسهم من الهلاك والإضرار بها بالنحو الممكن لهم، فلا يجوز لهم الإهمال أو التقصير أو التفريط بذلك بحيث يؤدّي إلى إلحاق الضرر بهم أو جعل أنفسهم في معرض الخطر.',
        'يجب على المجاهدين حفظ أسرار عملهم الجهادي عن غير المعنيّين بها، بل يحرم عليهم نقل الأخبار للآخرين فيما إذا كان في ذلك احتمال الإضرار بالعمل الجهادي أو بأرواح المجاهدين وكذلك لا يجوز نقلها إذا كان مخالفاً للتعليمات وإن لم يكن فيه إضرار.',
        'لا يجوز للمجاهدين وغيرهم الانتحار هرباً من الوقوع في الأسر، أو خوفاً من التعذيب والإهانات.',
        'لا يجوز الفرار من المعركة، نعم يجوز تغيير الموقع القتالي إذا اقتضت خطّة المعركة ذلك  للتمكن من القتال  بشكلٍ أفضلٍ وإذا طلب المسؤول المعنيّ البقاء في الموقع والدفاع عنه فلا يجوز الانسحاب منه حتّى لو أدّى ذلك إلى الاستشهاد.',
        'لا يجوز الانسحاب من المعركة عند اشتداد القتال مهما كانت الظروف صعبة إلا بأمرٍ من القيادة.',
        'يجب التعامل مع الأسرى من البُغاة وغيرهم طبقاً للأحكام الشرعيّة والأخلاق الإسلاميّة.',
        'لا يجوز الهتك والتمثيل (حرق، قطع عضو، قلع، جرح، سحل، صلب) في موتى المسلمين بل وغيرهم ولو كانوا من البُغاة.',
        'لا يجوز قتل الأسير ولا إتلاف عضوٍ من أعضائه أو تعذيبه أو القيام بأيّ عملٍ يؤدّي إلى أذيّته وإهانته، ويرجع في تحديد مصير الأسرى إلى الجهات المسؤولة المعنيّة.',
        'مَن يسلّم نفسه من البُغاة لا يجوز قتله حتّى وإن كان تكفيريّاً؛ لأنّه بحكم الأسير، والأسير لا يجوز لأحد قتله.',
        'لا يجوز أخذ الأموال من الأسرى إذا كانت ملكاً لهم، وأمّا الأموال العائدة للتشكيلات الباغية كالأسلحة والمعدات العسكريّة وغيرها الموجودة معهم، فيجب تسليمها إلى المسؤولين المعنيّين بهذا الأمر.',
        'لا يجوز ترك معالجة الجريح من البُغاة فيما إذا كان ترك معالجته يؤدّي إلى موته، كما لا يجوز الإجهاز عليه (قتله) وإن كان من أجل تخليصه من العذاب والألم، وحتّى لو كان ذلك بطلبٍ منه أيضاً .',
        'لا يجوز التعرّض لأعراض ونساء البُغاة بأيّ حالٍ من الأحوال حتى لو رفعن أصواتهن أو سببن أو تكلمن بسوء.',
        ' أهل الكتاب الذين يعيشون في البلدان الأسلامية حكمهم حكم المعاهد، ما داموا خاضعين لقوانين البلد الذي يعيشون فيه ولم يصدر منهم ما ينافي الأمان .',
      ],
      startingIssueNumber: 1199,
    ),

    Chapter(
      id: 't180',
      title: 'طاعة المسؤولين',
      issues: [
        'تجب إطاعة المسؤولين الجهاديّين والائتمار بأوامرهم في حدود صلاحيّاتهم المخولة لهم ولا تجوز مخالفتها بحالٍ.',
        'إذا اختلف رأي المجاهد في أمرٍ من أمور الجهاد، مع رأي المسؤول المعنيّ ، تجب إطاعة واتّباع رأي المسؤول، ومن حق المجاهد توضيح رأيه للمسؤول بشكل لا يوجب البلبلة وضعضعة صفوف المجاهدين، وتبرأ ذمته أمام الله.',
      ],
      startingIssueNumber: 1218,
    ),

    Chapter(
      id: 't181',
      title: 'أحكام الشهداء',
      issues: [
        'المقاتل الذي يصاب في أثناء القتال وتزهق روحه في أرض المعركة، ولو في مواجهة الجماعات الباغية، لا يُغسّل ولا يُحنّط ولا يُكفّن، بل يُدفن بثيابه التي استشهد فيها، وذلك بعد الصلاة عليه.',
        'سقوط التغسيل والتحنيط والتكفين عن الشهيد عزيمة وليس رخصةً، بمعنى أنّه لا يجوز تغسيله وتحنيطه وتكفينه.',
        ' ینزع عن بدن الشهيد ما لا يصدق عليه عنوان الثوب كالحذاء والحزام والعمامة والخوذة ونحوها.',
        'لا يجوز على الأحوط وجوباً تكفين الشهيد فوق ثيابه التي استشهد فيها.',
        ' يشترط في ترتيب حكم الشهيد خروج روحه في ساحة المعركة أثناء القتال وإن أدركه المجاهدون أو المسعفون حياً.',
        'إذا أصيب المقاتل في المعركة حين اندلاع القتال، وخرج إلى خارج أرض المعركة ثم مات، فإن كان موته قبل أن يدركه المسلمون حياً، جرى عليه حكم الشهيد أيضاً ، وأما إذا أدركه المسلمون حياً فلا يجري عليه حكم الشهيد.',
        ' إذا توقف القتال ووجد المجاهدون مقاتلاً به رمق ثم فاضت روحه في ساحة المعركة، ولكن بعد توقف القتال فيجب غسله وتكفينه على الأحوط وجوباً، وأما لو نقل إلى خارج ساحة المعركة وفاضت روحه فيجب تغسيله وتحنيطه وتكفينه .',
        ' المراد من أرض المعركة، التي يترتّب على مَن قُتِل فيها من المقاتلين حكم الشهيد، هي المكان الذي تَصِل إليه نيران الاشتباكات، دون الأماكن البعيدة أو المدن القريبة  منها، إلا إذا كانت واقعة في حدود منطقة القتال وتصلها الاشتباكات أيضاً .',
        'المجاهد الذي يعمل في الاتصالات أو الإعلام الحربي أو في الإسعاف أو المبلغون أو غير ذلك، إذا قُتل في أرض المعركة حين نشوب الاشتباكات، فهو شهيد وتجري عليه أحكامه.',
        ' من يحضر في ساحة المعركة لدعم المقاتلين وتقوية الجبهة كمن يوصل المساعدات والمؤن ، أو من أجل تصليح خطوط الاتصالات، أو شق الطرق وبناء الجسور ، وما شابه ذلك من أعمال يحتاجها المقاتلون أو المعركة ، فهؤلاء إذا قُتلوا أثناء القتال يجري عليهم حكم الشهيد.',
        ' المقاتلون الذين يعملون بعيدين عن الخطوط الأمامية للجبهة، إذا قُتلوا نتيجة القصف ونحوه من العدو، فإن  كان عملهم في تلك الأماكن يعد جزءاً من القوى العاملة في المعركة كمن يعمل على المدفعية أو المضادات الجوية ونحو ذلك  فيجري عليهم حكم الشهيد.',
        ' إذا كان المقاتل في مكان مخصص للاستراحة، فقُتل نتيجة القصف ونحوه من العدو، فإن  كان ذلك المكان جزءاً من أرض المعركة فله حكم الشهيد.',
        ' المقاتل الذي يصاب بجرح أثناء المعارك في أرض المعركة، ثم ينقل إلى المشفى ونحوه، ويموت في الطريق أو في المشفى، فإن كانت الطريق أو المشفى داخلين في أرض المعركة فله حكم الشهيد، وإلا فليس له حكم الشهيد .',
        ' المقاتل الذي يُقتل نتيجة انفجار السلاح أو القذيفة في أثناء استخدامها في المعركة له حكم الشهيد.',
        '  إذا قُتل الشخص خارج ساحة المعركة ، نظير من يُقتل اغتيالاً من قبل العدو أو عملائه، أو قُتل نتيجة انفجار ارهابي، أو قُتل بانفجار لغم في أرض المعركة بعد انتهاء المعارك، فلا يترتب عليه حكم الشهيد، بل له أجر الشهيد وثوابه إن شاء الله.',
        'إذا قُتل الشخص خطأً في ساحة المعركة، فلا يجري عليه حكم الشهيد؛ فيجب تغسيله وتحنيطه وتكفينه والصلاة عليه ، كما يجب الغسل ( غسل مس الميت ) بمسه.',
        ' المقاتل الذي يُقتل خارج ساحة المعركة أو في ساحة المعركة نتيجة حادث سير أو الوقوع من جبل أو الغرق ونحو ذلك ، فهذا لا يلحقه حكم الشهيد ، فيجب تغسيله وتحنيطه وتكفينه والصلاة عليه ودفنه، وله أجر الشهيد إن شاء الله.',
        ' مسّ الشهيد الذي لا يُغسّل أو مسّ أعضائه المنفصلة عنه لا يوجب غُسل ( مسّ الميت) وأمّا مسّ الشهيد الذي يُغسّل أو مسّ أعضائه المنفصلة عنه فحكمه حكم سائر الموتى، يجب الغُسل بمسّها إذا كان قبل تغسيله وبعد برده .',
      ],
      startingIssueNumber: 1220,
    ),

    Chapter(
      id: 't182',
      title: 'الأموال والغنائم',
      issues: [
        'كلّ ما يغنمه المجاهدون ممّا يكون عائداً إلى الجهات والجماعات المسلّحة الباغية يجب تسليمه إلى الجهات المسؤولة المعنيّة بهذا الأمر كالأسلحة والذخائر والأموال والسيّارات والوسائل العائدة لتنظيماتهم.',
        'لا يجوز التصرّف بممتلكات الناس وبيوتهم إلا إذا اقتضت مصلحة أهمّ من ذلك، كحفظ النفوس المحترمة أو مصلحة الجهاد ولكن بمقدار المصلحة فقط ويجب ضمان المال مع التلف وإن جاز التصرّف به.',
        'لا يجوز الدخول في بيوت الناس وأراضيهم من دون ضرورةٍ أو أمرٍ من الجهات المسؤولة المعنيّة.',
        'لا يجوز تملّك ومصادرة أموال وممتلكات الناس في مناطق القتال أو المناطق المحرّرة، ومَن يفعل ذلك فعليه إعادتها إلى أصحابها، وإذا تلفت فيضمن ثمنها لهم، نعم إذا كان لا يمكن إيصالها إلى أصحابها يتصدّق بها أو بثمنها نيابةً عنهم على الفقراء.',
        'لا يجوز التصرّف بثمار البساتين وحيوانات الناس من دون إحراز رضاهم إلا عند الضرورة مع الضمان.',
        'إذا كانت الثمار أو الحيوانات في معرض التلف جاز التصرّف بها مع الضمان أيضاً  ولكن إذا كانت هناك تعليمات خاصّة من الجهات المسؤولة المعنيّة بهذا الصدد فيجب العمل طبقاً لها.',
        'لا يجوز هدم بيوت الناس أو حرقها أو قطع الأشجار أو ما شابه ذلك في مناطق القتال والمناطق المحرّرة إلا إذا اقتضت الضرورة الأمنيّة والعسكريّة لذلك وبأمرٍ خاصّ من الجهات المسؤولة المعنيّة في حدود صلاحيّاتها، ولا ضمان على الفاعل المأمور حينئذٍ.',
        'لا يجوز ترحيل الناس من بيوتهم ومناطقهم إلا إذا كان بقاؤهم يشكّل خطراً عليهم أو على المقاتلين أو كان بأمرٍ من الجهات المسؤولة المعنيّة.',
        'مع الاضطرار لنقل بعض الأثاث من بيوت الناس من منزل إلى آخر تجب إعادته إلى مكانه الأصلي بعد الاستغناء عنه، ويجب ضمان ما تلف وانتفع به منه.',
      ],
      startingIssueNumber: 1238,
    ),

    Chapter(
      id: 't183',
      title: 'مسائل في الوضوء والصلاة حال القتال',
      issues: [
        'إذا لم يستطع المقاتل الخروج من مكانه للتوضّؤ أو الغُسل، لخطرٍ أو لخوفِ ضررٍ أو لأمرٍ لازم الاتّباع، أو لم يكن لديه ماء ليستعمله،  أو كان لديه ماء ولكن لا يتمكّن من استعماله، ينتقل حكمه إلى التيمّم.',
        'لا يصحّ المسح على الجوراب مهما كان شفّافاً، وكذا لا يصحّ المسح على الحذاء، نعم إذا كان في نزعهما حرجٌ أو مخالفة لأمرٍ لازم الاتّباع فيجزي المسح عليهما في هذه الحالة.',
        'إذا لم يتمكّن من الوضوء أو الغُسل أو التيمّم، فالأحوط وجوباً أن يصلي من دون طهارةٍ، ثمّ يقضي هذه الصلاة بعد ذلك ويسمى  مثل هذا الشخص بـ) فاقد الطهورين.(',
      ],
      startingIssueNumber: 1247,
    ),

    Chapter(
      id: 't184',
      title: 'الصلاة أثناء القتال',
      issues: [
        'إذا كان يعرف اتجاه القبلة ولكنّه لا يمكنه التوجّه إليها بسبب الاشتباكات أو غيرها صلّى بالنحو الممكن له الأقرب للقبلة فالأقرب ويجزيه ذلك أيضاً .',
        'يجب أن يكون مكان المصلّي مباحاً، أي غير مغصوبٍ، وعليه فالصلاة في أرض وبيوت الآخرين من دون إذنهم أو إحراز رضاهم باطلة، إلا إذا اضطرّ لذلك، فحينئذٍ تجوز الصلاة فيها وتصحّ منه.',
        'إذا كان على بدن أو لباس المجاهد نجاسة، ولا يتمكّن من نزع الثياب أو تطهيرها، ولا يمكنه تأخير الصلاة إلى الوقت الذي يتمكّن فيه من التطهير أو النزع فحينئذٍ تجوز الصلاة فيها وتصحّ.',
        'إذا لم يتمكّن المقاتل من نزع الحذاء الذي يمنع وضع الإبهامين على الأرض ولا يمكنه تأخير الصلاة فحينئذٍ تصحّ الصلاة بالحذاء.',
        'إذا لم يتمكّن المقاتل من قراءة السورة بعد الفاتحة بسبب شدّة المعركة مثلاً اكتفى بقراءة الفاتحة، وإذا لم يتمكّن من قراءة الفاتحة كلّها فيجزيه قراءة بعضها وإذا لم يتمكّن من البعض اكتفى بالتكبير.',
        'إذا لم يتمكّن من الركوع والسجود لسببٍ ما، كشدّة الاشتباكات مثلاً، أومأ برأسه بدلاً منهما.',
        'إذا وجبت عليه الصلاة وهو في السيّارة أو في حال المشي ولا يمكنه التوقّف لأدائها حتّى آخر الوقت صلّى على الحال التي هو فيها مع مراعاة واجباتها بالمقدار الممكن له.',
        'إذا كان لا يمكنه أداء الصلاة بواجباتها من القيام والاستقبال وغيرها وكان يائساً من ارتفاع العذر قبل خروج الوقت جاز له الإتيان بها بالصورة الممكنة له في أول الوقت.',
      ],
      startingIssueNumber: 1250,
    ),

    Chapter(
      id: 't185',
      title: 'الصوم حال الجهاد',
      issues: [
        'إذا كانت شدّة الجوع أو العطش تمنع المجاهد من الاستمرار بالصوم بحيث لا يمكنه تحمّل ذلك مع قيامه بالواجبات المكلف بها، فحينئذٍ يشرع بالصيام عند طلوع الفجر، وعندما يشعر بالحرج يجوز له الإفطار ، ولا يجب عليه بعد الإفطار  الإمساك بقيّة اليوم، ويقضي الأيام التي أفطرها لاحقاً.',
      ],
      startingIssueNumber: 1258,
    ),








  ];

  List<Chapter> _muamalatChapters = [

    Chapter(
      id: 't186',
      title: 'أحكام البيع والشراء',
      issues: [
        'حثت الشريعة المقدسة على التكسب وتحصيل المعيشة بالكد والتعب بشكل مؤكد، فعن النبي الأعظم: (العبادة سبعون جزءاً وأفضلها جزءاً طلب الحلال) ،  وعنه  أيضاً : (من بات كالاً من طلب الحلال بات مغفوراً له) ، وعن الصادق  : (تسعة أعشار الرزق في التجارة).',
        'يجب على كل من يباشر التجارة وسائر أنواع التكسب، تعلم أحكامها والمسائل المتعلقة بها ليعرف حلالها من حرامها و صحيحها من فاسدها ويسلم من الربا.',
        ' البيع عقدٌ لازم يحتاج إلى إيجاب وقبول لفظيين من المتبايعين، ويتحقّق بالمعاطاة أي بفعل ما يدل على البيع، كدفع الثمن من قِبل المشتري إلى البائع وأخذ المبيع منه وإن لم يقل البائع: بعتُ، والمشتري: اشتريتُ.',
        'يعتبر في البيع المعاطاتي جميع ما يعتبر في البيع بالصيغة كما أن الأقوى ثبوت خيارات البيع به أيضاً .',
        ' يشترط في المتعاقدين (البائع والمشتري) أن يكونا بالِغيَن عاقِلَين قاصدَين مختارين مالكَين للتصرّف أو بحكمهما.',
        'لا تصحّ معاملة غير البالغ حتّى لو كانت بإذن وليه،  إلا إذا كان المبيع قليل الثمن بحيث يتُعارف بيعهُ من قِبل الصبيان، أو يكون الصبيُ واسطة في إيصال المثمن أو الثمن لا أكثر.',
        'أخذ الربح في البيع والشراء ليس له حدّ ما لم يصل إلى حدّ الإجحاف.',
        ' يجوز بيع السلعة بسعرٍ نقداً وبسعرٍ أكثر منه مؤجلاً أو بالأقساط .',
        ' لا يشترط في المبيع أن يكون عيناً، وإن كان الأحوط استحباباً ذلك، ولذا يجوز بيع العلوم الفنّيّة والحقوق ونحو ذلك.',
        'لا مانع من بيع حقّ الانتفاع مثل رخصة العمل فيما إذا كان قابلاً للنقل إلى الغير.',
        'إذا اشترط أحد المتبايعين أو كلاهما على الآخر، أن يدفع مقداراً معيناً من المال إذا أخل بالمعاملة، صح هذا الشرط ويجب الوفاء به .',
      ],
      startingIssueNumber: 1259,
    ),

    Chapter(
      id: 't187',
      title: 'مستحبات ومكروهات البيع والشراء',
      issues: [
        ' يكره الربح على المؤمن إلا مع الضرورة، أو كان شراؤه لغرض التجارة، أو كان اشتراؤه أكثر من مائة درهم، فإن ربح قوت اليوم منه في هذه الحالات غير مكروه.',
        'يستحبّ للبائع أن يقيل المشتري بإرجاع المبيع إذا طلب منه ذلك.',
        'يكره الحلف في المعاملة إذا كان الحالف صادقاً، ويحرم إن كان كاذباً.',
        'يستحبّ للبائع أن يبيع الجميع بسعر واحد، فلا يفرّق بين المماكس وغيره، ولا بأس بالتفريق لاعتبارات أخرى كالفضل والدين ونحو ذلك.',
      ],
      startingIssueNumber: 1270,
    ),

    Chapter(
      id: 't188',
      title: 'أقسام البيع',
      issues: [
        '''أقسام البيع ثلاثةٌ، وهي كالتالي:
1 نقد: هو أن يسلم كلّ من الثمن والمبيع بعد المعاملة مباشرة.
2 نسيئة: هو أن يكون المبيع معجّلاً والثمن مؤجّلاً لفترة معلومة.
3 سلف: هو أن يكون الثمن معجّلاً والمبيع مؤجّلاً لمدة معلومة.''',
        'في بيع النسيئة لا يصحّ تأجيل الثمن لمدة أبعد مع إضافة زيادة عليه، فإن ذلك يكون من الربا المحرّم، نعم يصحّ التعجيل في دفع الثمن مع التقليل من مقداره وعدمه.',
        'يشترط في بيع السلف أن يتمّ تحويل الثمن كاملاً في مجلس العقد، وأن يكون المبيع محدّداً بشكل دقيق.',
        'لا يَصحّ بيع البضاعة المشتراة سلفاً قبل حلول موعد تسلّمها.',
      ],
      startingIssueNumber: 1274,
    ),

    Chapter(
      id: 't189',
      title: 'مايجوز ومالايجوز في البيع والشراء',
      issues: [
        'يجوز بيع ما لا يحل أكله لمن يستحله ، في مذهبه او دينه باستثناء المسکرات، وكذا الخنزير على الأحوط وجوباً، هذا في بيعه لأجل الأكل أو الشرب من قبل الإنسان، وأما بيعه ليكون طعاماً للحيوانات أو لصناعة الصابون وغيرها من المنافع المحللة المقصودة للعقلاء فلا إشكال فيه.',
        'يجوز بيع وشراء الأسهم في سوق الاسهم (البورصة) إذا لم تكن أسهماً لشركات ذات نشاطات محرمة، كصنع الخمور وبيع لحم الخنزير ونحو ذلك ، وكانت ماليّة كل سهم معلومة .',
        'يحرم بيع المواد المخدّرة والاستفادة منها؛ لما فيها من الضرر المعتد به عرفاً إلا إذا كان بيعها للاستفادة منها في التداوي والعلاج بتشخيص الطبيب الموثوق في صورة توقف العلاج عليه.',
        ' المعاملات التي يصطلح عليها بالتسويق الشبكي أو الهرمي، ليست معاملات حقيقية، وهي في الغالب معاملات للنصب والاحتيال والخديعة، ولذا يجب الاجتناب عنها.',
        'يحرم بيع أو شراء أو حفظ أو كتابة أو تدريس أو مطالعة كتب الضلال، إلا إذا قصد من ذلك غرضاً صحيحاً، كالإجابة على إشكالاتها والردّ عليها لمن كان قادراً على ذلك، مع اطمئنانه من عدم التأثّر بها.',
        ' يحرم التطفيف في الميزان والسرقة من الأموال الخاصّة والعامّة بأيّ شكل من الأشكال.',
        ' يحرم الكذب والخداع في البيع والشراء حتّى مع غير المسلم.',
        'يحرم إنتاج وبيع وشراء ومشاهدة الأفلام المبتذلة الموجبة للانحراف والفساد الأخلاقي.',
        'يحرم استيراد وبيع وشراء الألبسة المؤدّية إلى ترويج الثقافة الغربيّة المخالفة للقيم الاسلامية .',
        ' يحرم على الأحوط بيع وشراء بطاقات اليانصيب، ولا يملك الفائز الجائزة ولا يحقّ له استلامها، حتى لو كان المقصود منها أعمالاً خيرية لصالح الفقراء .',
        ' يحرم بيع وشراء المشروبات الكحولية المسكرة، والأغذية المحرمة، وكل ما هو محرم كأشرطة الغناء، وكذا يحرم صنعها أو المشاركة فيه، أو نقلها، أو أي مساعدة عليها.',
        ' يجوز بيع الحشرات والفراشات ونحو ذلك، فيما إذا كانت لها منفعة محلّلة مقصودة عند العقلاء.',
        ' يجوز بيع كلب الصيد والماشية والحراسة، والهرّة، وسائر أنواع السباع إذا كانت لها منفعة محلّلة مقصودة عند العقلاء.',
        'لا مانع من بيع الدم أو التبرّع به إذا كان لغرض عقلائي مشروع.',
      ],
      startingIssueNumber: 1278,
    ),

    Chapter(
      id: 't190',
      title: 'الغشّ والاحتكار والرشوة',
      issues: [
        ' يحرم الغشّ في البيع وغيره من المعاملات،  ومن الغش خلط شيء بآخر أو مزجه به إذا كان ممّا يخفى على المشتري، كخلط الحليب بالماء، وهو حرام حتّى مع غير المسلم.',
        ' يحرم الاحتكار،  وهو مختصّ بالغلاَّت الأربع (الحنطة والشعير والتمر والزبيب) و (السمن والزيت)، وللحاكم الشرعي أن يمنع احتكار أي حاجة  أخرى إذا اقتضت المصلحة ذلك.',
        'لا يجوز بيع السلع التي توزعها الحكومة أو غيرها على الوكلاء إذا اشترطت عليهم أن يبيعوها بسعر معين، بأكثر من سعرها المحدد .',
        ' دفع وأخذ الرشوة للقاضي حرام مطلقاً، إلا إذا كان الراشي مضطرّاً لدفعها لاستحصال حقّه، فتحل له وتحرم على الآخذ، وكذا تحرم الرشوة في غير القضاء فيما إذا كانت على عمل محرّم، أو مستوجبة للخيانة أو الظلم أو تضييع حقوق الآخرين.',
        'لا يجوز لأحد من المراجعين للدوائر تقديم شيء من المال أو الخدمة إلى الموظّفين مقابل إنجاز معاملته، كما لا يجوز للموظّف طلب ذلك أو أخذها؛ لما فيه من الفساد وتضييع الحقوق وإن كان بعنوان هديّة.',
        'لا يجوز تقديم شيء من المال أو غيره لوكلاء المشتريات للدوائر والمؤسّسات،  و لا يجوز لهم أيضاً  أخذه إذا قدم لهم، ويحرم عليهم أيضاً  اشتراط نسبة من الربح على البائع.',
        'يجب على وكيل المشتريات أن يكون أميناً في عمله، فيتحرى عن السعر المناسب والحاجة المناسبة فلا يشتري بالأعلى مع إمكان الشراء بالأقل منه.',
      ],
      startingIssueNumber: 1292,
    ),

    Chapter(
      id: 't191',
      title: 'التعامل مع أعداء الإسلام',
      issues: [
        ' لا إشكال في التعامل بالبيع والشراء وغيره مع الشركات الغربية أو اليهودية إمريكية أو غيرها، إلا إذا كانت تستفيد من أرباحها في دعم "دويلة إسرائيل" الغاصبة، أو في محاربة الإسلام والمسلمين.',
        ' تحرم المعـاملات التي تكون لصـالح «دويلة إسرائيل» الغاصبة فلا يجوز لأحد استيراد وترويج بضائعها التي تنتفع من صنعها وبيعها، لما فيه من المفاسد والمضارّ على الإسلام والمسلمين.',
        ' إذا كان في شراء البضائع المستوردة من البلاد غير الإسلامية تقوية للدولة الكافرة المستعمِرة المعادية للإسلام والمسلمين، أو دعم مالي لها تستثمره في محاربة البلدان الإسلامية أو المسلمين في أرجاء العالم، يجب شرعاً على المسلمين الامتناع من التعامل معها، بلا فرق في ذلك بين بضاعة وأخرى، ولا بين دولة وأخرى.',
        ' لا مانع من العمل في شركات أو مؤسسات إدارية أو علمية أو صناعية أجنبية إذا كان العمل في نفسه مشروعاً، وإن كانت أرباحه وفوائده تعود لدولة غير إسلامية، إلاّ إذا كانت تلك الدولة في حالة حرب مع المسلمين، وكانت تستفيد من نتيجة العمل فيها في هذه الحرب.',
      ],
      startingIssueNumber: 1299,
    ),

    Chapter(
      id: 't192',
      title: 'خيارات البيع',
      issues: [
        '''البيع عقد لازم كما تقدم بمعنى أنه يجب تنفيذه ولا يجوز فسخه لا للبائع ولا للمشتري إلا في حالات معينة يثبت فيها خيار فسخ المعاملة للبائع أو المشتري أو لكل واحد منهما، والخيارات سبعة كما يلي:
1 خيار الشرط: وهو أن يشترط أحد المتبايعين أو كلاهما لنفسه أو لأجنبي خيار فسخ المعاملة لمُدّة معيّنة، فإذا اشترط ذلك كان من حقّه فسخها في المُدّة المعيّنة.
2 خيار المجلس:  وهو ثابت للمتبايعين ما لم يفترقا، كما إذا اشترى شيئاً من شخص وما زالا في مكانهما الذي وقعت فيه المعاملة، فيجوز لكلّ منهما أن يتراجع عن المعاملة.
3 خيار العيب: وهو ثابت فيما إذا كان أحد العوضين معيباً والتفت إلى عيبه بعد إجراء المعاملة، فله حينئذٍ المبادرة إلى فسخ المعاملة، فإن  تأخر سقط حقه.
4 خيار الرؤية: وهو ثابت للمشتري فيما لو اشترى شيئاً استناداً إلى وصفه أو إلى رؤية سابقة وعندما قبضه وجده على خلاف الوصف أو على خلاف الرؤية بمعنى كونه ناقصاً، فيكون له الحق في رده وفسخ المعاملة.
5 خيار التأخير:وهو فيما إذا باع شيئاً ولم يقبض تمام الثمن، ولم يسلم المبيع إلى المشتري ولم يشترط تأخير تسليم أحد العوضين فحينئذٍ يلزم البيع لمدة ثلاثة أيام، فإذا جاء المشتري بالثمن فهو أحق بالسلعة، وإلا فللبائع فسخ المعاملة .
6 خيار الحيوان: وهو ثابت فيما إذا كان المبيع حيواناً، فللمشتري خيار الفسخ إلى ثلاثة أيّام.
7 خيار الغَبن: وهو ثابت للمغبون مشترياً كان أم بائعاً، والميزان في تحقّقه هو أن يكون هناك تفاوت فاحش، بين القيمة التي وقع عليها العقد وقيمته السوقيّة يوم وقوع العقد، وأمّا ارتفاع القيمة بعد وقوعه فلا يعد غبناً.''',
        'للمغبون الخيار بين أن يفسخ المعاملة أو يرضى بها، وليس له مطالبة الغابن بتفاوت القيمة، كما أنّه لا يسقط خياره ببذل الغابن للتفاوت إلا إذا رضي هو بذلك.',
        'المعاملة الغبنيّة صحيحة يملك فيها الغابن المال ويكون كسائر أمواله، ولا يجب عليه إعلام المغبون بغبنه، نعم للمغبون حقّ فسخ المعاملة، هذا من الناحية الفقهية، وأما من الناحية الأخلاقية فلا شكّ في قبح كل معاملة يكون فيها غبنٌ للآخرين.',
      ],
      startingIssueNumber: 1303,
    ),

    Chapter(
      id: 't193',
      title: 'أحكام الربا',
      issues: [
        ' الربا من الكبائر العظيمة، وقد ورد التشديد عليه في الكتاب العزيز والأخبار الكثيرة، فعن النبي الأعظم  : (إنّ الله لعن آكل الربا ومؤكله وكاتبه وشاهديه)، وفي الخبر الصحيح عن الصادق  قال: (درهم ربا أشدّ من سبعين زنية كلّها بذات محرم) .',
        'المعاملة الربويّة بالبيع والشراء وغيره عدا القرض الربوي كما سيأتي باطلة، بمعنى أنّ كلّ واحد من المتعاملين لا يملك ما حصل عليه بالمعاملة الربويّة، ويجب عليه إرجاعه إلى صاحبه.',
        'الربا حرام بوجه عام باستثناء الربا القرضي بين الوالد وولده، والزوج وزوجته، فيجوز لكل منهما أخذ الفائدة من صاحبه، وكذا يجوز للمسلم أخذ الفائدة من الكافر غير الذمي.',
        'يحرم الفرار من الربا بمعاملات ظاهرها عدم الربا وواقعها نفس الربا، وكما تحرم مثل هذه المعاملات فهي باطلة أيضاً  أي لا يجوز التصرف بالمال المأخوذ بها، باستثناء القرض كما تقدم .',
      ],
      startingIssueNumber: 1306,
    ),

    Chapter(
      id: 't194',
      title: 'أقسام الربا',
      issues: [
        'الربا المعاملي: هو أن يبيع أحد المثلين بالآخر مع زيادة عينيّة أو حكميّة، كبيع كيلو من الحنطة بكيلو ونصف منها، أو مثقال من الذهب نقداً بمثقال نسيئة، ولا تختصّ حرمة الربا بالبيع، بل تشمل سائر المعاملات كالصلح والجعالة وغيرها.',
        '''يشترط في حرمة الربا المعاملي شرطان:
الأول: اتّحاد الجنس عرفاً، فكلُّ ما صدق عليه عنوان واحد كالحنطة أو الأرز أو العنب لا يجوز بيعه بالتفاضل، وإن تخالفا في الصفات والخواص، كالحنطة الرديئة الحمراء، بالجيدة البيضاء، والعنبر من الأرز، بغيره، والتمر الزهدي بالخستاوي، وغير ذلك ممّا يعدّ عرفاً جنساً واحداً.
الثاني: كون العوضين مما يباع بالكيل أو الوزن، فلو كانا ممّا يباع بالعدّ، أو بالمشاهدة، فلا ربا فيهما، وإن كان بيعهما بالتفاضل كبيع بيضة ببيضتين، أو دجاجة بدجاجتين، إن كانا يباعان بالمشاهدة.''',
        'كلّ شيء مع أصله بحكم جنس واحد، وإن اختلفا في الاسم، كالحليب مع الجبن، والتمر والعنب مع خلّهما ودبسهما، وكذا الفرعان من أصل واحد كالجبن مع الأقط والزبد.',
        'اللحوم والألبان والأدهان، تختلف باختلاف الحيوان، فيجوز التفاضل في بيع لحم الغنم بلحم البقر،  وكذا بين لبنهما أو دهنهما.',
        ' لو كان شيء يباع جزافاً في بلد وموزوناً في آخر، فلكلّ بلد حكم نفسه.',
        'الربا القرضي: هو أن يقرض مالاً ويشترط على المقترض أن يؤدّيه إليه مع زيادة، سواء اشترط ذلك صريحاً أم وقع القرض مبنيّاً عليه، وهذا هو الربا القرضي المحرّم الذي ورد التشديد عليه.',
        ' إذا اقترض مبلغاً لمدة معينة أو اشترى سلعة نسيئة، وبعد حلول الأجل طلب تمديد المدة، فطلب منه الدائن زيادة على أصل الدين في قبال تأجيله، فمثل هذه الزيادة تكون من الربا ويحرم أخذها .',
        ' لو أقرضه مالاً وشرط عليه، أن يبيعه شيئاً بأقلّ من قيمته، أو يؤاجره بأقلّ من أجرته أو يقدم له خدمات أو تسهيلات معينة، كان داخلاً في شرط الزيادة، وحرم لأجل ذلك.',
        ' القرض المشروط بالزيادة صحيح وضعاً، لكنّ الشرط باطل وحرام، فيملكه الآخذ ويجوز له التصرف بالمال المقترض في البيع والشراء وغير ذلك.',
      ],
      startingIssueNumber: 1310,
    ),

    Chapter(
      id: 't195',
      title: 'أحكام الصرف',
      issues: [
        ' الصرف: هو بيع الذهب بالذهب، أو بالفضّة، وبيع الفضّة بالفضّة، أو بالذهب، ولا فرق بين المسكوك منهما وغيره، ويشترط في صحّته التقابض في المجلس.',
        ' حيث إنّ الذهب والفضّة من الربوي،  فإذا بيع كلّ منهما بجنسه، أي الذهب بالذهب، أوالفضّة بالفضّة، يلزم إيقاعه على نحو لا يكون فيه تفاضل، وأمّا بيع الذهب بالفضّة أو بالعكس فلا إشكال في التفاضل فيهما.',
        'لا يجوز التفاضل في بيع الذهب بالذهب أو الفضة بالفضة حتى في صورة اختلافهما بالعيار بان يكون احدهما مثلا عيار (18) والآخر عيار (21).',
        'لا تجري على الأوراق النقديّة أحكام الصرف، ولكن لا يجوز بيعها بالتفاضل مع اتحاد الجنس، بأن يبيع المائة دينار عراقي مثلاً بمائة وعشرين ديناراً عراقياً نقداً أو نسيئة.',
        'إذا أقرض شخصاً نقداً معيناً، أو باعه شيئاً بنقد معين كالدينار إلى أجل معلوم ، ثم قل سعر ذلك النقد بسبب التضخم ، فللمقرض أو البائع المطالبة بالفارق في السعر عند التسديد، ويجب الجبران، إلا إذا كان هناك اشتراط ولو ارتكازياً بإعادة نفس المبلغ، ففي هذه الصورة لا يحق له المطالبة بالفارق في السعر، وستأتي في أحكام القرض والدين .',
        ' يجوز بيع الذهب أو الفضّة بالأوراق النقديّة نسيئةً بأكثر من سعرها نقداً،  ولا إشكال في مثل هذه المعاملة والربح الحاصل عن طريقها حلال.',
      ],
      startingIssueNumber: 1319,
    ),

    Chapter(
      id: 't196',
      title: 'النقود الورقية',
      issues: [
        'النقود الورقيّة ليست ذهباً ولا فضّةً ولا مُعبّرةً عنهما، فلا تجري عليها أحكام الصرف، فلا يشترط فيها التقابض في المجلس، ويجوز بيعها بالتفاضل مع اختلاف الجنس، كبيع الدولار بالدينار مثلاً نقداً أو نسيئةً.',
        ' يجوز بيع النقود الورقية بنقود أخرى كالدولار بالدينار نسيئة بأكثر من سعرها نقداً.',
        ' بيع وشراء النقود الورقيّة مع اتّحاد الجنس كبيع الدينار بالدينار والتومان بالتومان مع التفاضل، ليس له وجه شرعي، فلا يصحّ سواء كان نقداً أم نسيئة.',
        'يجوز بيع وشراء النقود، ورقيّة كانت أم مسكوكة، بأكثر من قيمتها إذا كانت فيها مزيّة معيّنة توجب زيادة قيمتها، ككونها قديمة مثلاً،  أو ذات خصوصيّات معينة في شكلها، أو غير ذلك مما يوجب الرغبة فيها .',
      ],
      startingIssueNumber: 1325,
    ),

    Chapter(
      id: 't197',
      title: 'أحكام الإجارة',
      issues: [
        ' الإجارة عقد لازم، يحتاج إلى إيجاب وقبول وتصحّ بالمعاطاة، وبأيّ لفظ دالّ على معناها، وهي تفيد تملُّك العمل فيما لو تعلّقت بالنفس كتأجير العمال، وتمليك المنفعة فيما لو تعلّقت بالعين كالبيت والسيّارة والأرض.',
        'يشترط في العين المستأجرة أن تكون معيّنة ومعلومة ومقدوراً على تسليمها، وكونها ممّا يمكن الانتفاع بها مع بقاء عينها، فلا تصحّ إجارة إحدى الدارين، ولا العين غير المشاهدة أو الموصوفة، ولا الدابّة الشاردة، ولا مثل الخبز للأكل، أو الحطب للإشعال.',
        ' ليس للمستأجر حقّ في العين المستأجرة بعد انتهاء مُدّة الإجارة،  بل عليه رفع يده عنها وتسليمها للمؤجّر، إلا أن يكون هناك شرط مذكور في العقد بهذا الخصوص، أو قانون سائد في البلد بحيث وقع العقد مبنيّاً عليه، أو كان ملتفتاً إليه حين العقد.',
        ' يجب الوفاء والالتزام بالشروط المذكورة ضمن عقد الإجارة، فإذا تخلّف أحدهما عنها ثبت الخيار للآخر من باب تخلّف الشرط.',
        'إذا اشترط المالك على المتاجر انه في عدم تخلية البيت أو المحل في موعده المقرر ان يدفع مبلغاً مضاعفاً عن كل يوم يتأخر فيه وقبل المستأجر بذلك، فيجب عليه الوفاء والعمل بالشرط.',
        ' ما يسمّى بين الناس ب(الرهن) المتعارف أخذه عند إيجار البيوت والمحال ليس رهناً بل هو قرض، فإذا كان شرطاً في ضمن عقد الإيجار؛ أي أنّ صاحب العقار يشترط على من يريد استئجار عقاره إقراضه مبلغاً معيناً، فهو جائز، ولا إشكال فيه حتى لو كان الإيجار بأقل من سعره المتعارف .',
        'إذا تعاقد مع شخص لبناء بيته مثلاً في مُدّة معيّنة على أجرة محدّدة، فتأخّر المقاول في البناء حتّى انتهت المُدّة المحددة ، فلصاحب البيت فَسخُ المقاولة، ولكن ليس له حقّ مطالبة المقاول بالخسارة جرّاء التأخير، إلا إذا كان قد اشترط ذلك عليه ضمن عقد الإجارة.',
        'إذا أجّر شخص بيتاً، واشترط على المؤجّر السكن فيه بنفسه أو كان المنصرف من العقد ذلك، فلا يجوز له أن يؤجّره لآخر، وأمّا إذا لم يشترط عليه ذلك فيجوز له إيجاره للغير، ولكن بنفس مبلغ الإيجار لا أزيد منه، إلا إذا أحدث في البيت حدثاً، ترميماً أو صبغاً أو غير ذلك.',
        'إذا استؤجر شخصٌ لإنجاز عمل معيّن كخياطة لباس أو بناء بيت أو صلاة قضاء، فلا يجوز له أن يستأجر غيره للقيام بما استؤجر عليه بأقلّ ممّا أخذه من أُجرة، إلا إذا أنجز شيئاً من العمل، كلّ ذلك مع عدم اشتراط القيام بما استؤجر عليه بنفسه، وإلا فلا يجوز له ذلك أصلاً.',
        ' يحرم العمل في بناء وترميم وتزيين الأمكنة والوسائل التي تستعمل في الحرام كالمراقص والبارات ونوادي القمار وما شاكل ذلك .',
        ' لا يجوز تأجير السيارة ونحوها لنقل الأغذية والأشربة المحرمة كالخمر واللحوم غير الشرعية .',
      ],
      startingIssueNumber: 1329,
    ),

    Chapter(
      id: 't198',
      title: 'أحكام المضاربة',
      issues: [
        'المضاربة عقدٌ بين شخصين على العمل في التجارة، على أن يكون رأس المال من أحدهما والعمل من الآخر، والربح بينهما بما يتّفقان عليه بالنسبة كالثلث والربع، وهي ككل عقد تحتاج إلى إيجاب وقبول بأيّ لفظٍ يدلّ عليه، وتصحّ بالمعاطاة أيضاً ، وتبطل بموت أحدهما.',
        'يشترط في المتعاقدين العقل والبلوغ والاختيار،  وفي ربّ المال عدم الحجر، وفي العامل القدرة على التجارة برأس المال، وفي المال أن يكون درهماً أو ديناراً،  ويجوز بالأوراق النقديّة، ويبقى المال في المضاربة على ملك مالكه وللعامل حق الاتجار به فقط.',
        ' المضاربة عقد جائز، بمعنى أنّه يجوز لكلّ من الطرفين فسخ العقد متى ما أراد، وإذا اشترط الباذل للمال على العامل عدم الفسخ، قاصداً بذلك جعلها لازمة مطلقاً أو لمُدّة معيّنة، ينبغي على العامل الالتزام به، ولكن إذا لم يلتزم وفسخ العقد تنفسخ المضاربة، ونفس الكلام يأتي فيما لو اشترط العامل على الباذل عدم الفسخ، أو اتفقا فيما بينهما على ذلك.',
        ' يشترط في المضاربة أن يكون الاسترباح بالتجارة، ولا تصحّ المضاربة بغيرها،  فلو دفع إلى مزارع مالاً ليصرفه في الزراعة ويكون الحاصل بينهما، أو دفع مالاً لصانع ليصرفه في حرفته وتكون الفائدة بينهما، لم تقع مثل هذه المعاملة مضاربة، بل هي معاملة فاسدة يكون الحاصل أو الفائدة لصاحب المال وعليه للعامل أجرة مثل عمله.',
        'يجب أن تحدّد في المضاربة حصّة كل من الباذل والعامل على شكل نسبة كالربع والنصف أو الأقل أو الأكثر، وعلى هذا فلا يصحّ تحديدها بمقدار معيّن دفعة واحدة أو في كل شهر.',
        ' يمكن للباذل أو العامل أن يشترط أن يُدفَعَ له مقدارٌ معينٌ من المال، مرة واحدة أو في كل شهر على الحساب، وبعد انتهاء المعاملة يأخذ نسبته المتفق عليها من الربح، بعد استثناء  ما أخذه منها على الحساب.',
        'إذا دفع إلى صائدٍ شبكةً على أن يكون ما يصيد بها من سمك بينهما بالتناصف مثلاً، لم تكن مضاربة، بل هي معاملة فاسدة، وكذا  إذا دفع إلى شخص مالاً ليشتري به أبقاراً أو أغناماً على أن يكون النتاج بينهما، لم تقع مضاربة بل هي معاملة فاسدة، يكون النتاج لربّ المال، وعليه للعامل أجرة مثل عمله.',
        'العامل في المضاربة أمين لا يضمن المال إذا تلف أو خسر،  إلا مع التفريط في حفظه، أو مع شرط الباذل جبران الخسارة على العامل من ماله الخاصّ كُلاً أو بعضاً وقبوله بذلك، وإذا لم يلتزم العامل بدفع الخسارة مع اشتراطها عليه، لم يُجبر على دفعها ولكن يعدّ عاصياً؛ لمخالفته الشرط.',
        ' في المضاربة الصحيحة تكون نفقات التجارة من خزن ونقل ومعاملات من الربح، وأمّا نفقات الشخص العامل ففي الحضر تكون على العامل نفسه، وفي السفر تكون على المالك إذا كان السفر بإذنه.',
        ' يمكن لصاحب المال (الباذل) أن يعطي ماله للعامل بعنوان الجعالة لا المضاربة، بأن يقول له: خذ هذا المال واعمل به في التجارة أو غيرها ولك من الربح كذا نسبة، أو لك 500 ألف دينار شهريّاً مثلاً بشكل مقطوع، وفي مثل هذه الحالة لا يلزم مراعاة شروط المضاربة؛ لأنَّ المعاملة جعالة وليست مضاربة.',
      ],
      startingIssueNumber: 1340,
    ),

    Chapter(
      id: 't199',
      title: 'أحكام الجعالة',
      issues: [
        'الجعالة هي الالتزام بعوض معلوم على عمل محلل مقصود عند العقلاء، وتعدّ من الإيقاعات فلا تحتاج إلى طرفين، مثل الطلاق، ولكن لا بد فيها من الإيجاب وهو كل لفظ أفاد معناها.',
        'الجعالة على قسمين عامة وخاصة فالعامة لا يخاطب فيها شخص معين كما إذا قال الجاعل (من خاط ثوبي أو بنى داري فله كذا)، بخلاف الخاصة فإن  المخاطب فيها شخص محدد، كما إذا قال لشخص معين (إن خطت ثوبي أو بنيت داري فلك كذا)، و تصح في الصورتين ولا تحتاج إلى قبول حتى في الخاصة.',
        ' يجوز أن يكون العمل في الجعالة مجهولاً بما لا يغتفر في الإجارة، فلو قال من رد دابتي فله كذا، صح وإن لم يعين المسافة ولا شخص الدابة مع اختلاف الدواب من حيث سهولة وصعوبة الظفر بها، وأما العوض فلا بد من تعيينه، و يصح أن يُجعل للعامل حصة معينة مما يردّه ولو لم يشاهده ولم يوصف له، كما إذا قال (من ردّ فرسي فله نصفها).',
        ' الجعالة قبل إتمام العمل جائزة من الطرفين، فللعامل ترك العمل ولو بعد شروعه فيه كما أن للجاعل فسخ الجعالة، فإن  فسخها قبل شروع العامل في العمل فليس له شيء، وإن كان بعد شروعه فله أجرة المثل على ما عمل، وفي المسألة تفاصيل لا تخلو من إشكال فلا ينبغي ترك الاحتياط بالتراضي والتصالح بين الطرفين.',
        ' ما تقدم من أن للعامل الرجوع متى شاء، مشروط بأن لا يكون رجوعه قبل إتمام العمل موجباً للضرر على الجاعل، وإلا فيجب عليه إتمامه ولا يجوز له الرجوع  لما فيه من الضرر، ولو رجع فلا يستحقّ شيئاً على عمله بل يكون ضامناً للضرر الذي سبّبه للجاعل برجوعه.',
      ],
      startingIssueNumber: 1350,
    ),

    Chapter(
      id: 't200',
      title: 'أحكام الصلح',
      issues: [
        ' الصلح  هو التراضي بين اثنين أو أكثر على تمليك عينٍ، أو منفعةٍ للآخر، أو التنازل عن حقّهِ أو دَينهِ المتعلّق بذمّة الغير، وليس له صيغة محدّدة فيصحّ بكّلّ ما يؤدّي معناه بنظر العُرف.',
        ' الصلح عقد لازم، إلا إذا اشترط الفسخ فيه فيثبت له حق الفسخ للاشتراط،  وهو عقد مستقلّ وإن كانت نتيجتهُ بيعاً أو إجارة أو غير ذلك، ولكنّه لا تثبت له أحكام تلك العقود.',
        ' يشترط في المتصالحين: البلوغ، والعقل، والقصد، والاختيار، وعدم الحجر.',
        'لا يجوز أخذ الربا في الصلح، كالمصالحة مثلاً على كيلو من الرز الجيّد بكيلو ونصف من الرز الرديء.',
      ],
      startingIssueNumber: 1355,
    ),

    Chapter(
      id: 't201',
      title: 'أحكام الوقف',
      issues: [
        'الوقف  تحبيس العين وتسبيل المنفعة، وفيه فضل كثير وثواب جزيل،  ففي الصحيح عن الصادق: ( ليس يتبع الرجل بعد موته من الأجر إلا ثلاث خصال: صدقة أجراها في حياته فهي تجري بعد موته، وسنة هدى سنها فهي يعمل بها بعد موته، وولد صالح يدعو له).',
        'لا يكفي في صحة الوقف مجرّد النيّة، بل لا بدّ من الإنشاء اللفظي بأيّ صيغة تؤدّي معناه وبأيّ لغة كانت، بل يكفي الفعل الدالّ على المعنى في ما كان محبساً على مصلحة عامّة،  وهو ما يعبّر عنه بالوقف المعاطاتي.',
        ''' يشترط في تحقق الوقف ما يلي:
1 أن يكون دائميّاً، فلا يصحّ تحديده بوقت معيّن.
2 أن يكون مُنَجَّزاً، فلا يصحّ تعليقه على شرط على الأحوط وجوباً.
3أن يكون عيناً مملوكة يصح الانتفاع بها منفعة محللة مع بقاء عينها.
4 أن يُقبض الوقف بإذن الواقف.
5أن يخرج الواقف نفسه من الوقف، فلو وقف على نفسه لم يصح.''',
        ' لا يشترط في انعقاد الوقف أن يكون بقصد القربة إلى الله تعالى، نعم هو أحوط استحباباً.',
        'قبض الوقف الخاصّ يتحقّق بقبض الموقوف عليهم، وإذا كان الوقف عامّاً كالوقف على الفقراء والأيتام، فيتحقّق بقبض بعضهم، وإن كان من قبيل المسجد والحسينيّة، فبقبض القيّم والمتولّي إن جعل له الواقف قيماً، وإلا فبقبض الحاكم الشرعي، أو إقامة الصلاة أو مجلس عزاء فيه بإذن الواقف.',
        'يجوز للواقف أن ينصّب نفسه أو غيره متولّياً على الوقف ، بشكل دائم أو مؤقت، بشرط أن يقوم بذلك حين إيقاع الوقف، كما أنّ بإمكانه أنّ يثبت لنفسه حقّ عزل المتولّي حيثما أراد.',
        'ليس للمتولي تولية غيره، حتى في صورة عجزه عن القيام بشؤون الوقف، إلا إذا جعل له الواقف ذلك، نعم يجوز له تكليف الغير ببعض الأعمال إن لم يشترط الواقف عليه المباشرة بنفسه.',
        'قبول التولية ليس بواجب، وإذا قبل المنصوب التولية لا يتمكّن هو من عزل نفسه على الأحوط وجوباً.',
        'لا يجوز بيع الأوقاف العامّة، كالمساجد والمشاهد والمدارس والمقابر، حتّى إذا خربت وأصبحت غير قابلة للانتفاع على الأحوط الوجوبي، في غير المساجد والمشاهد المشرّفة، وأمّا فيهما فيحرم بنحو الفتوى.',
        'لا يجوز بيع الأثاث والآلات الموقوفة في المساجد والمشاهد والمدارس إذا كان يمكن الاستفادة منها بنحو من الأنحاء في نفس المحلّ الموقوفة عليه، أو في محلّ آخر مماثل، أو في المصالح العامّة.',
        ' يجوز بيع الأثاث والآلات الموقوفة، إذا كان لا يمكن الاستفادة منها أصلاً وكان بقاؤها يؤدي إلى تلفها وضياعها، فتُباع ويستفاد من ثمنها في مصلحة المحلّ الموقوفة عليه، أو مماثله أو في المصالح العامة.',
        'لا يجوز تغيير الوقف حتّى من قِبل الواقف نفسه، فالمكان الذي أوقفَ ليكون مسجداً مثلاً لا يجوز تبديله إلى حسينية أو مدرسة أو مؤسسة خيرية أو غير ذلك.',
      ],
      startingIssueNumber: 1359,
    ),

    Chapter(
      id: 't202',
      title: 'أحكام البنوك',
      issues: [
        'أخذ القرض بفائدة من البنك أو غيره محرّم سواء أكان البنك لمسلم أم لغيره، في دولة إسلاميّة أم غيرها، ولكن مع حرمته يجوز التصرّف فيه وضعاً؛ لأنّ حرمته تكليفيّة، أي يتحمّل المكلّف على ارتكابها الإثم من  دون أن يؤدي ذلك إلى بطلان العقد.',
        'يجوز أخذ القرض الربوي، إذا كان مضطراً إليه إلى حد  يجوز معه ارتكاب الحرام، ويمكنه التخلص من الحرام بعدم قصد دفع (الزيادة) في داخل نفسه، وإن علم أنّه سيضطرّ إلى دفعها لاحقاً، ولا فرق في ذلك بين كون البنك حكومياً أو أهلياً، لمسلم أو غيره.',
        'لا يجوز أخذ الفائدة ( زيادة على رأس المال ) من البنك إذا كان صاحبه مسلماً وأودع فيه المال بعنوان القرض، سواء كان قد اشترط الفائدة أم كان بانياً عليها، وأمّا إذا كان صاحب البنك کافراً غیر ذميٍ فيجوز أخذ الفائدة منه.',
        'يجوز أخذ الهدية من البنك على المال المودع فيه إن لم يشترط ذلك حين إيداع المال  ولم يقع العقد مبنياً عليها.',
        'لا يجوز العمل في البنوك الربويّة إذا كان عمله دخيلاً في إنجاز المعاملات الربويّة.',
        'إذا كان أخذ المال أو وضعه في البنك لا بعنوان القرض، بل بقصد معاملة شرعيّة كالشراكة، أو الجعالة، أو الإجارة ونحوها، فلا إشكال في أخذ الربح على رأس المال إذا كانت المعاملة صحيحة وحسب الشرائط الشرعيّة.',
        'لا مانع من بيع الدائن الصك المؤجل أو الكمبيالة بأقل من مبلغها على المدين أو غيره نقداً، نعم الذي يشكل هو أخذُ قرضٍ ودفع صكٍّ مقابله بأكثر منه، فإن هذا يدخل في الربا القرضي المحرم.',
      ],
      startingIssueNumber: 1371,
    ),

    Chapter(
      id: 't203',
      title: 'أحكام الشّرْكة',
      issues: [
        ' الشّرْكة على أقسام ومنها الشّرْكة بين اثنين أو أكثر، على الاكتساب بمال مشترك بينهما، ويكون الربح والخسارة بينهما على نسبة مالهما، ويصطلح عليها بالشّرْكة العقدية .',
        ' الشّرْكة عقد يحتاج إلى إيجاب وقبول، ويكفي قولهما: (اشتركنا) أو قول أحدهما مع قبول الآخر، بل تصح بالمعاطاة بأن يخلطا مالهما بقصد الاشتراك للاكتساب به .',
        ' يعتبر في الشّرْكة العقدية كل ما يعتبر في العقود المالية؛ من البلوغ والعقل والقصد والاختيار وعدم الحجر لفلس أو سفه، ولا تصح إلا في الأموال نقوداً كانت أو عروضاً .',
        ' الشّرْكة من العقود الجائزة التي يجوز فيها لكلّ واحد من الشركاء طلب الفسخ متى ما أراد، ولا تصير لازمة حتّى لو اشترط ذلك في عقد الشّرْكة، نعم لا يجوز شرعاً فسخها مع الاشتراط، ولكن إذا خالف وفسخ تنفسخ.',
        'لا يجوز لكلّ واحد من الشركاء التصرّف في المال المشترك بدون إذن صاحبه، فمثلاً إذا كان الشريك لا يقبل البيع بالدَّين فلا يجوز لشريكه أن يبيع ديناً.',
        ' يجوز لكلّ واحد من الشركاء بيع حصّته من المال المشترك لأيّ شخص أراد، ولا يحقّ لسائر الشركاء منعه من ذلك أو إجباره على بيعها له، نعم لو كانت الشّرْكة في أرض فلصاحبه حق الشفعة بشروطها.',
        'لا تصح الشّرْكة فيما إذا كان العمل من شخص والمحل أو المال من شخص آخر، والصحيح في مثل هذه الحالة هو تأجير المحل والمضاربة بالمال.',
      ],
      startingIssueNumber: 1378,
    ),

    Chapter(
      id: 't204',
      title: 'أحكام الرهن والتأمين',
      issues: [
        ' الرهن وثيقة على الدَين، بمعنى أنّ المَستدين يعطي الدائن شيئاً كضمان له على دَينه.',
        'لا يجوز للدائن التصرّف في العين المرهونة من دون إذن الراهن، فلو تصرّف فيها من دون إذنه فتلفت أو تعيّبت كان ضامناً.',
        ' المبلغ الذي يؤخذ عند تأجير بيت أو محل المسمى عند العرف ب(الرهن)، ليس رهناً شرعاً ولا تجري عليه أحكام الرهن ، بل هو قرض كما تقدم في أحكام الإجارة .',
        'التأمين من العقود المتعارفة عقلائيّاً، وهو أن يتعاقد طرفان على أن يكون أحدهما ضامناً للتلف والخسارة التي تقع على الآخر، مقابل مبلغ معيّن يدفعه الآخر للضامن شهريّاً أو سنويّاً حسبما يتّفقان عليه.',
        'عقد التأمين يحتاج إلى إيجاب وقبول من الطرفين ويصحّ بكلّ لفظ يدلّ عليه.',
        'يصحّ التأمين على السيّارات والأبنية وما إلى ذلك من وسائل وآلات وممتلكات،  وكذا يصحّ التأمين على النفس من المرض أو الشيخوخة أو الموت.',
      ],
      startingIssueNumber: 1385,
    ),

    Chapter(
      id: 't205',
      title: 'أحكام القرض والدَين',
      issues: [
        'إقراض المؤمن من المستحبّات الأكيدة سيّما لذوي الحاجة، فعن النبي الأكرم : (مَن أقرض أخاه المسلم كان له بكلّ درهم أقرضه وزن جبل أحد من جبال رضوى وطور سيناء حسنات وإن رفق به في طلبه تعدّى به على الصراط كالبرق الخاطف اللامع بغير حساب ولا عذاب، ومَن شكا إليه أخوه المسلم فلم يقرضه حرم الله عليه الجنّة يوم يجزي المحسنين).',
        'القرض: عقدٌ لازم يحتاج إلى إيجاب وقبول، ولا يعتبر فيه العربيّة ولا صيغة محدّدة، ويشترط في صحته القبضُ والإقباضُ ويصحّ بالمعاطاة بإقباض العين وقبضها بعنوان القرض.',
        'إذا كان القرض محدّداً بأجل معيّن فليس للمقرض حقّ المطالبة بالتسديد قبل حلول الأجل المضروب، وإذا لم يكن محدّداً جاز له المطالبة به في أيّ وقت شاء.',
        'إذا طالب المقرض بقرضه مع حلول أجله أو مطلقاً فيما لا أجل له،  وكان المقترض قادراً على الوفاء به، وجب عليه دفعه فوراً، فإذا أخّره ولم يدفعه كان عاصياً.',
        'إذا أراد المُقتَرض إعطاء المُقرِض مبلغاً معيّناً بعنوان هديّة،  جاز له ذلك، إذا لم يكن قد اشتُرِطَ عليه ذلك من البداية، بل هو مستحبّ.',
        'لا يجوز تأجيل الدين الحالّ، بل مطلق الدَين بأزيد منه، ويجوز عكس ذلك، وهو تعجيل الدين المؤجلّ بنقصان منه على جهة الصلح والإبراء.',
        ' يجوز للمقرض او الدائن أن يطالب المقترض أو الدائن بجبران التنزل في قيمة القرض أو الدين، إلا في الموارد التي اشترط فيها ولو ارتكازاً تسديد نفس المبلغ من دون ملاحظة التنزل في قيمته، كما في القرض الذي يدفعه المستأجر المسمى عرفاً بالرهن  والقرض الحسن .',
        ' مقدار التنزل في القيمة ( التضخم ) المشار اليه في المسألة السابقة ونحوها إذا لم يكن معلوماً يجب التصالح عليه، بل الأحوط استحباباً التصالح بشكل عام .',
        'يجب على المَدين ردّ الدَين إلى صاحبه في موعده المحدّد، ولا يجوز له التأخير من دون عذر، نعم إذا كان معسراً فيجب على الدائن الصبر عليه إلى حين اليسار.',
        'إذا حل أجل الدين وطالب الدائن به، وجب على المدين تسديده، وإن لم يكن عنده مال لتسديده أجبر على بيع ما يمتلكه من أموال باستثناء بيته وحاجاته الضروريّة لمعيشته، وعليه فلا يجوز للدائن إجبار المَدين على بيع المذكورات لأجل تسديد دَينه.',
      ],
      startingIssueNumber: 1391,
    ),

    Chapter(
      id: 't206',
      title: 'أحكام الوكالة',
      issues: [
        ' الوكالة  تفويض الغير ليقوم مقام الموكل في  القيام ببعض الأعمال نيابة عنه في حياته، وهي عقد جائز يحتاج إلى إيجاب وقبول بأيّ لفظ يدلّ عليها كقوله : (وكلتك) أو (أنت وكيلي في كذا) أو (بع داري) قاصداً به التفويض اليه.',
        ' الأقوى وقوع الوكالة بالمعاطاة كما لو سلم اليه متاعاً ليبيعه، وتتحقق بالكتابة من قبل الموكل والرضا بها من قبل الوكيل وإن تأخر وصولها إليه فلا يعتبر فيها الموالاة بين الإيجاب والقبول.',
        'يشترط في الوكالة أن تكون منجّزة غير معلّقة على شيء على الأحوط وجوباً، فلو قال: أنت وكيلي إذا جاء زيد من السفر، لم تنعقد.',
        'لا يشترط في الوكيل والموكّل الإسلام، فتصحّ وكالة المسلم عن الكافر والکافر عن المسلم الا في ما لا یصح وقوعه من الکافر کاستیفاء حق من مسلم أو مخاصمته و إن کان ذلك لمسلم، وتنفسخ الوكالة بموت أو جنون أحد الطرفين.',
        'يجوز فسخ الوكالة متى شاء الوكيل أو الموكّل، ولا يحق للوكيل القيام بأي عمل بعد عزله، إلا إذا لم يبلغه العزل.',
        'يجوز أخذ الأجرة أو (الجعل) على الوكالة بما يتراضى عليه الطرفان ، ويستحقّها الوكيل بعد الإتيان بالعمل.',
        'يجوز أن يتوكّل عن الغير في الخصومة والمرافعة، سواء أكان مُدّعِياً أم مدّعى عليه، ولكن لا يجوز له الدفاع عن الباطل، ولا يملك الأجرة التي يأخذها مقابل ذلك.',
        'يكره لذوي المروءات والشرف أن يتولوا المنازعة والمرافعة بأنفسهم خصوصاً إذا كان الطرف بذيء اللسان، ولا يعتبر رضا صاحبه، فليس له الامتناع عن خصومة الوكيل .',
        'يجوز التوكل في الطلاق غائباً كان الزوج أم حاضراً، بل يجوز توكيل الزوجة في أن تطلق نفسها بنفسها، أو بأن توكل الغير عن الزوج أو عن نفسها.',
        ' يصح التوكيل في جميع العقود، كالبيع، والصـلح، والإجارة، والهـبة، والمضاربة، والقرض، والرهن، والوكالة، والنكاح إيجاباً وقبولاً في الجميع، وكذا في الوصية والوقف والطلاق والإبراء، والأخذ بالشفعة وإسقاطها.',
      ],
      startingIssueNumber: 1401,
    ),

    Chapter(
      id: 't207',
      title: 'أحكام الهبة',
      issues: [
        'الهبة تمليك مال للغير مجاناً، وهي عقدٌ يحتاج إلى إيجاب وقبول بأيّ لفظ دلّ عليه، مثل:(وهبتك) أو (هذا لك) ولا تعتبر فيها العربيّة، والأقوى وقوعها بالمعاطاة بتسليم العين وتسلمها بعنوان الهبة.',
        ' لا يشترط في الهبة قصد القربة إلى الله سبحانه، ولو قصد القربة كان أفضل واستحق عليها الثواب والأجر.',
        'لا مانع من أخذ الهبة من الكفّار، إلا إذا أدّت إلى إيجاد علاقات غير مشروعة معهم، أو استلزمت تقوية شوكتهم فيجب الامتناع عنها حينئذٍ.',
        ' تستحبّ الهبة للأرحام الذين أمر الله بصلتهم، والأولى منهم الوالدان ولا سيّما الأُم، فعن الصادق : (جاء رجل إلى النبي  فقال :يا رسول الله من أبر؟ قال: أمك، قال: ثم من؟ قال: أمك، قال: ثم من؟ قال:أمك، قال: ثم من؟ قال أباك) .',
        '''لا يجوز استرجاع الهبة في الموارد التالية:
1 إذا كان الموهوب له رحماً (أباً، أماً، ولداً، أخاً، أختاً، خالاً، عماً وأبناءهم).
2 إذا كانت معوضة، أي أخذ شيئاً مقابلها سواء اشترط ذلك أم لا .
3 إذا تصرّف الموهوب له بالهبة بحيث تلفت کلاً او بعضاً بحیث یصدق معه عدم قیام العین بعینها عرفاً.
4 إذا وهب بنيّة القربة إلى الله.''',
        ' الأقوى أن الزوج والزوجة بحكم الأجنبي، والأحوط استحباباً عدم الرجوع في هبة أحدهما للآخر.',
      ],
      startingIssueNumber: 1411,
    ),

    Chapter(
      id: 't208',
      title: 'أحكام الصدقة',
      issues: [
        'الصدقة هي المال الذي يعطى للمسكين والفقير لمساعدته، وهي من أفضل الأعمال الصالحة خصوصاً على الأيتام، والأقارب، والجيران، وأفضل الصدقة صدقة السرّ، فإنها تطفئ غضب الرب.',
        'يشترط في الصدقة القبض والإقباض، ولا يجوز فيها الرجوع بعد القبض وإن كانت على أجنبي، وتصح بالمعاطاة.',
        'زكاة المال وزكاة الفطرة لا تحلّ من غير الهاشمي على الهاشمي، ويحلّ عليه ما سواها من الصدقات واجبة كانت  أم مستحبة وإن كان الدافع لها غير هاشمي.',
        'يكره كراهة شديدة السؤال (الاستجداء) من غير احتياج، بل مع الحاجة أيضاً ، بل قيل بحرمته في الصورة الأولى، ولا ينبغي ترك الاحتياط، فعن الصادق  : (من سأل الناس وعنده قوت ثلاثة أيامٍ لقى الله يوم القيامة وليس على وجهه لحم).',
        'يكره رد السائل ولو ظن غناه بل يعطى ولو شيئاً يسيراً.',
        'لا يشترط في الصدقات المستحبّة الإسلام، ولذا يجوز دفعها للكافر الذمّي، نعم لا يجوز دفعها للكافر الحربي والناصبي.',
        ' الصدقة تطلق على المال الذي يعطى للمسكين أو الفقير وأما المال الذي يعطى لغير الفقير فلا يطلق عليه صدقة وإن كان دفعه بقصد القربة.',
      ],
      startingIssueNumber: 1417,
    ),

    Chapter(
      id: 't209',
      title: 'أحكام النذر',
      issues: [
        'النذر هو الالتزام بعمل أو ترك لله، ولا ينعقد بمجرد النية، بل لا بدّ فيه من الصيغة الخاصة، المشتملة على لفظ :(لله عليَّ)، من قبيل قوله : (لله عليَّ  أن أصوم) أو(لله عليَّ  أن أترك التدخين) ، ويشترط في الناذر البلوغ والعقل والاختيار والقصد.',
        'ينعقد النذر بالله وبأسمائه وصفاته الخاصة به كقوله: ( للرحمن، لمقلب القلوب والأبصار ، للبارئ) ونحو ذلك، وينعقد بما يرادف معنى الصيغ المذكورة بغير العربية من سائر اللغات خصوصاً لمن لا يحسن العربية .',
        ' ينعقد النذر سواء كان معلقاً على أمر أو غير معلق، فمثال الأول قوله : ( إن رزقت ولداً فلله عليَّ  كذا ) أو (إن شفي مريضي فلله عليَّ  كذا) أو (إن كذبت فلله عليَّ  كذا) ومثال الثاني قوله: (لله عليَّ أن أترك التدخين) أو (لله عليَّ  أن أصوم شهر رجب).',
        'إذا أتى بكلمة (نذر) قبل الصيغة أو بعدها بأن قال : (نذرت لله) أو (لله عليَّ نذر) ففي انعقاد نذره إشكال فلا يترك الاحتياط بالالتزام بالنذر.',
        ' إذا كان النذر صحيحاً فيجب أن  يلتزم الناذر  بنذره ويحرم عليه مخالفته،  ولا يجوز له تبديله وإذا خالفه ارتكب حراماً ويجب عليه كفارة حنث النذر.',
        ' يشترط في متعلّق النَذر أن يكون مقدوراً للناذر، وأن يكون طاعةً لله (عبادة)، أو أمراً ندب إليه الشرع كزيارة المؤمنين وعيادة المرضى، أو مباحاً قصد به أمراً راجحاً، كممارسة الرياضة بقصد التقوّي وحفظ الصحّة.',
        'لا يَنعقدُ نَذر الزوجة الدائمة إلا بإذن زوجها  إن كان حاضراً علی الأحوط، حتّى إذا كان من مالها الخاص، ولم يكن العمل به مزاحماً لحقوقه الزوجيّة، وإذا  أذن الزوج لزوجته فنذرت، فليس له بعد ذلك حلّه ولا منعها من الوفاء به.',
        ' لا يشترط في نذر الولد إذن والده، وليس للوالد حلّه، ولا منعه من الوفاء به.',
        ' تحرم مخالفة النذر اختياراً  أما لو خالفه نسياناً أو جهلاً أو اضطراراً فلا يترتّب عليه شيء لا إثم ولا كفارة، بل الظاهر عدم بطلان النذر به.',
        'إذا عجز الناذر عن المنذور في وقته إن كان مؤقتاً كصوم يوم الخميس، أو عجز عنه مطلقاً وكان النذر مطلقاً أيضاً ، انحلّ نذره ولا شيء عليه، نعم إذا نذر صوماً وعجز عنه تصدق عن كل يوم بمد من طعام على الأقوى والأحوط مدان.',
        'إذا نذر مالاً لأحد المشاهد المشرفة، يجب صرفه في مصالح ذلك المشهد، وأمّا إذا نذر مالاً لأحد الأئمّة ، أو لأولادهم، أو لأحد الأولياء والصالحين، فيجوز صرفه في أيّ عمل من أعمال الخير قاصداً أن يكون ثواب ذلك العمل لمن نُذِر له، كما يجوز صرفه على زائريه وخدّامه، هذا إذا لم يكن من قصد الناذر جهة خاصة أو انصرافاً إلى جهة خاصة، وإلا اقتصر عليها.',
        'لو نذر الصوم كل خميس مثلاً فصادف بعضها أحد العيدين، أو أحد العوارض المبيحة للافطار، كالمرض أو الحيض أو السفر، أفطر ويجب عليه القضاء على الأقوى في غير السفر مما ذكر وعلى الأحوط وجوباً فيه.',
        ' إذا نذر الصوم في يوم معين سواء كان في حضر أم في سفر، ففي هذه الحالة يجب عليه صوم ذلك اليوم حتى إذا كان مسافراً.',
        'إذا نذر صلاة أو صوماً في وقت معيّن، ولم يفِ به عمداً، وجب عليه كفّارة حنث النذر، وقضاء الصوم في وقت آخر، وكذا الصلاة على الأحوط وجوباً.',
        'إذا نذر غير الصلاة والصوم في وقت معين كزيارة أحد المشاهد المشرفة أو التصدق بشيء على الفقراء أو الزوار أو تزويج أحد الأيتام ولم يف بنذره عمداً، فقد ارتكب حراماً ويجب عليه الاستغفار وكفارة حنث النذر، ولا يجب عليه شيء آخر.',
        'إذا نذر شيئاً معيناً، كصلاة أو صوم أو صدقة، ولم يعين مقدارها يكفي ما يتحقق به مسماها، كصلاة ركعتين، وصوم يوم واحد، وإعطاء الفقير ألف دينار مثلاً.',
        'إذا نذر الصوم في يوم معيّن يجوز له السفر في ذلك اليوم وإن كان سفره غير ضروري، ولكن يجب عليه قضاؤه ولا كفّارة عليه.',
        'إذا نذر صوم خمسة أيام أو أكثر أو أقل لا يجب عليه التتابع فيها إلا إذا قصد ذلك .',
        'كفارة حنث النذر عتق رقبة أو إطعام عشرة فقراء أو كسوتهم، ومع العجز عنهما يصوم ثلاثة أيام.',
        'يتخير في الإطعام بين إشباع الفقراء وبين تسليم الطعام إليهم، ولا يتقدر الطعام في الإشباع بقدر، بل يأكلون حتى يشبعوا، وأما في التسليم فلابد من ثلاثة أرباع الكيلو من الطعام في الأقل لكل فقير .',
        'يعتبر في الكسوة أن تكون ما يعد لباساً عرفاً من غير فرق بين الجديد وغيره بشرط أن لا يكون بالياً أو ممزقاً ويكفي السروال أو القميص (الدشداشة).',
      ],
      startingIssueNumber: 1424,
    ),

    Chapter(
      id: 't210',
      title: 'أحكام اليمين والعهد',
      issues: [
        ' اليمين هو الحلف بالله سبحانه تأكيداً وتحقيقاً لإيقاع أمر أو تركه في المستقبل، ويشترط في الحالف البلوغ والعقل والاختيار والقصد.',
        ' لا ينعقد اليمين  إلا باللفظ، ولا تشترط فيه العربية، ويجب الوفاء به إذا كان  الحلف بذات الحق أو صفاته المختصة به، ولا تنعقد اليمين إذا تعلّقت بأمر مرجوح كالحرام أوالمكروه، وتنعقد بما سواهما وإن كان مباحاً.',
        'لا تنعقد اليمين بغير الله من الذوات المقدّسة، كالنبي الأكرم (صلى الله عليه وآله وسلم)، وأهل بيته الطاهرين (عليهم السلام)، أو الأمكنة المقدّسة، كالكعبة المشرّفة وضريح أبي الفضل العبّاس (عليه السلام)، ونحو ذلك.',
        'تنعقد اليمين بالصيغ التالية:(والله لأصومنّ يوم كذا) أو (أقسمت بالله لأصومنّ) أو(والله لأتركنّ التدخين) أو(وربّ الكعبة لأتصدّقنّ) أو (والذي نفسي بيده لأزورنّ سامراء)، ونحو ذلك ممّا يصدق عليه عرفاً أنّه حلف بالله.',
        'إذا انعقدت اليمين بشرائطها وجب الوفاء بها، وحرمت مخالفتها، وإذا خالفها عن عمد وجبت عليه الكفّارة، وأما إذا خالفها جهلاً أو نسياناً أو اضطراراً أو إكراهاً، فلا حنث ولا كفارة.',
        'إذا قال شخص لآخر : ( أسألك بالله أن تفعل ذلك ) أو قال له: (أقسم عليك بالله أن تفعل كذا) فمثل هذا اليمين لا أثر له ولا يجب الاستجابة له، ويصطلح عليه ب(يمين المناشدة) .',
        'لا يجوز الحلف بالله كاذباً، ويُكره الحلف به صادقاً،  إلا إذا قصد به دفع مظلمة عن نفسه أو غيره، بل ربّما وجب لحفظ نفسه أو عرضه أو نفس مؤمن أو عرضه.',
        'إذا حنث في يمينه أي خالفها كما لو حلف على ترك التدخين ثم دخن، ارتكب حراماً وانحلت يمينه، فلا يجب عليه الالتزام بها بعد الحنث، ولكن تجب عليه الكفارة وهي ككفارة النذر التي تقدم ذكرها .',
        'العهد كاليمين لابدّ أن يكون بصيغة خاصّة وهي: (عاهدت الله أو عليّ عهد الله) ويعتبر في ما عاهد الله عليه ما يعتبر في اليمين، وهو أن لا يكون مرجوحاً ولا يعتبر فيه الرجحان فضلاً عن كونه طاعة (عبادة)، فلو عاهد الله على فعل مباح لزم، ومخالفته توجب الإثم والكفّارة، وكفّارته كفّارة إفطار يوم عمداً من شهر رمضان.',
      ],
      startingIssueNumber: 1445,
    ),

    Chapter(
      id: 't211',
      title: 'الحيوانات المحللة',
      issues: [
        'يحل من الحيوانات البرية الأليفة؛ الغنم، والبقر، والإبل، بجميع أصنافها، ويكره الخيل والبغال، والحمير، ويحرم ما عداها كالكلاب والقطط والأرانب.',
        'يحل من الحيوانات الوحشية؛ الظبي، والغزلان، والبقر، والكباش الجبلية، والحمير الوحشية، وتحرم منها السباع، كالأسد، والنمر، والفهد، والذئب، والثعلب، والضبع، وابن آوى، وكذا المسوخ كالفيلة، والقردة، والدببة.',
        'تحرم حيوانات البحار والأنهار بشكل عام باستثناء السمك الذي له فلس فإنه يحل بجميع أنواعه البحري والنهري ومنه الأربيان (الروبيان)، ولا يحل أكل السمك الجري و حية الماء والزمير لأنها لا فلس لها.',
        ' يحل من الطير، الحمام، والدجاج، بجميع أصنافه، والعصفور ومنه البلبل والزرزور، ويكره الهدهد والخطاف (السنونو)، ويحرم الخفاش والطاووس، وكل ذي مخلب، كالبازي، و الصقر، والعقاب، والشاهين، والنسر، ويحرم اللقلق والغراب بجميع أقسامه، وتحل النعامة على الأقوى.',
        ' بيض الحيوان تابع له، فما كان حلالاً فبيضه حلال وما كان حراماً فبيضه حرام.',
        ' يميز المحلل من المحرم من الطيور فيما لم ينص على حليته ولا على حرمته بكيفية طيرانه، فما كان صفيفه (بسط جناحيه حالة الطيران) أكثر من دفيفة (تحريك الجناحين حال الطيران) كان حراماً دون العكس.',
        ' الطير الذي لا يطير أو لا يُعلم كيفية طيرانه، إذا كان فيه حوصلة، أو قانصة، أو صيصية (شوكة في رجل الطير)، كان حلالاً يجوز أكله، وإن لم يكن فيه أحد هذه الثلاثة فهو حرام.',
        'تحرم الحشرات والديدان والصراصير بجميع أقسامها وكذا الحية والفأرة والضب واليربوع والقنفذ.',
      ],
      startingIssueNumber: 1454,
    ),

    Chapter(
      id: 't212',
      title: 'أحكام الذباحة والصيد',
      issues: [
        'لا يحل أكل الحيوان المحلل الأكل ما لم يكن مذكى بالطريقة الشرعية أو مصاداً حسب الشروط المعتبرة في الصيد.',
        '''يشترط في التذكية الشرعية ما يلي:
1- أن يكون الذابح مسلماً من أي مذهب كان.
2- أن تكون آلة الذبح حادة من الحديد أو الاستيل.
3- الاستقبال بالحيوان حال الذبح بأن توجه مقاديم بدنه إلى القبلة.
4- التسمية من الذابح ويكفي قول: (باسم الله) أو (الله أكبر).
5- أن يكون الذبح من قدام لا من الخلف (القفا).
6- قطع أوداجه الأربعة و هي: مجرى الغذاء، و مجرى الهواء، والعرقان المحيطان بهما.''',
        ' يشترط في حلية الحيوان المذبوح أن يتحرك بعد الذبح حركة ولو بسيطة مع خروج الدم منه بالشكل المتعارف ليعلم أنه كان حياً قبل الذبح.',
        'تصح ذبيحه المرأة، والطفل إذا كان مميزاً، مع مراعاة الشروط المذكورة.',
        'يحصل الاطمئنان بقطع الأوداج الأربعة، بوقوع الذبح تحت العقدة في رقبة الحيوان المسمّاة بـ(الجوزة)، وأمّا إذا وقع الذبح فوقها فلا يُحرز قطعها، وبذلك تكون الذبيحة محرّمة ونجسة.',
        ' تختصّ الإبل بكون تذكيتها بالنحر، وكيفيته؛ أن يُدخل سكّيناً في لبتها، وهي المحلّ المنخفض الواقع بين أصل العنق و الصدر مع ملاحظة الشروط المتقدّمة .',
        ' الذبح بالمكائن الحديثة إذا كان يُنسب عرفاً إلى الشخص المكلّف بتشغيل الجهاز وكانت سائر الشروط متوفّرة، فهو كافٍ وتحلّ به الذبيحة.',
        ' ذبيحة المسلم طبقاً لما يعتقده في فقهه حلال لسائر المسلمين وإن كانت فاقدة لشرط الاستقبال.',
        ' يحل أكل لحم الحيوان الوحشي محلل الأكل بصيده بالآلة أو بالحيوان فيما لو كان ممتنعاً، أما لو لم يكن ممتنعاً فلا يحل إلا بذبحه.',
        ''' يشترط في حلية الصيد  بالآلة ما يلي:
1-  أن تكون آلة الصيد كالرمح والسهم حادة.
2-  التسمية عند إطلاق الرصاصة أو الآلة باتجاه الحيوان .
3- أن يموت الحيوان بإصابته فلو أدركه حياً فلا يحل إلا بذبحه.
4- أن يكون الصائد مسلماً.''',
        ' يشترط في طلقة البندقية (الرصاصة) التي يصاد بها الحيوانات أن تكون نافذة بحدتها علی الأحوط كما هو الحال في الطلقات المتعارفة، فلا يصح الصيد بالطلقة المدورة (الصجمة ) على الأحوط وجوباً.',
        'لا يحل ما يصاد بالحيوان إلا ما يصاد بالكلب المعلم للصيد، فلا يحل ما يصاد بغيره، فما يمسكه الكلب المعلم عند إرساله للصيد من الحيوان ويقتله بعقره وجرحه له مذكى حلال أكله.',
        'يشترط في حلية صيد الحيوان أن يكون الصائد مسلماً والتسمية عند الإرسال وعدم إدراك الحيوان حياً مع إمكان  تذكيته و أن یکون الکلب معلماً للاصطياد.',
        'الاستفادة من غير الكلب في الاصطياد بالطيور أو غيرها لا إشكال فيه، بشرط أن لا يموت الحيوان بصيده، وإنما يمسكه الحيوان ويأتي به ويذبحه الصائد بالشروط المعتبرة في الذبح.',
      ],
      startingIssueNumber: 1462,
    ),

    Chapter(
      id: 't213',
      title: 'المحرمات من الذبيحة',
      issues: [
        '''يحرم من ذبيحة الحيوان المحلل الأكل ما يلي:
1 القضيب.                         2   المخرج ظاهره وباطنه.
3 المثانة.       4                     النخاع (خيط أبيض في وسط فقار الظهر(.
5 الأنثيان (بيضتا الحيوان)    6 الغدد. 7     خرزة الدماغ.
8 العلباوان (عصبتان عريضتان صفراوان ممتدّتان على الظهر من الرقبة إلى الذنب).
9 حدقة العين 10           الدم11       الروث.
12 الطحال13             المشيمة. 14   المرارة.''',
        'يحرم من الطيور ما يوجد فيها من الأربعة عشر المذكورة في المسألة السابقة ولكن الحكم فيما عدا الدم والرجيع (الفضلات) بنحو الاحتياط الوجوبي.',
      ],
      startingIssueNumber: 1476,
    ),

    Chapter(
      id: 't214',
      title: 'ذكاة السمك',
      issues: [
        ' ذكاة السمك بإخراجه من الماء حياً، أو أخذه حياً بعد خروجه منه أو جفاف الماء، ولا يشترط في حليته كون الصائد أو الآخذ له مسلماً، ولا التسمية عند الصيد أو الأخذ.',
        'لا يَحِلُّ أكلُ ما يموت من السمك في الماء إلا  إذا مات في داخل شبكة الصيد أو السلة أو السنارة أو نحوها مما يصطاد به.',
        'يجوز قتل السمك بعد إخراجه من الماء ولا إشكال في أكله بعد قتله.',
        'يحلّ أكل السمكة بكلّ أجزائها باستثناء الدم والرجيع (الفضلات) على الأحوط وجوباً.',
        'لا يجب الفحص والتحقيق عن ذكاة السمك الموجود في سوق المسلمين، إلا إذا كان مستورداً من بلاد غير إسلامية، فحينئذ يجب إحراز تذكيته، ويكفي في إحرازها احتمال ملاحظة ذلك من قبل المستورد المسلم، ونفس الحكم بالنسبة إلى معلبات السمك المستوردة من حيث الذكاة.',
        'يجوز تناول زيت السمك إذا كان مستخرجاً من سمك ذي فلس قد أحرزت تذكيته .',
      ],
      startingIssueNumber: 1478,
    ),

    Chapter(
      id: 't215',
      title: 'الحيوان الجلال',
      issues: [
        ' يحرم من الحيوانات المحللة الأكل الحيوان الجلال، و هو الحيوان الذي يتغذى على غائط الإنسان بشكل رئيس، سواء كان دجاجاً أم غنماً أم سمكاً أم غيرها، ويحرم لبنه و بيضه أيضاً  ويحلان إذا حل لحمه .',
        'لا يتحقق الجلل بالتغذي بغائط غير الإنسان ولا بغير الغائط من النجاسات.',
        ' يصدق على الحيوان انه جلاَّل إذا انحصر تغذيه بغائط الإنسان، فلو كان يتغذى به وبغيره لا يصدق عليه الجلل إلا إذا كان تغذيه بغيره نادراً.',
        ' يشترط في تحقق عنوان الجلل أن يكون تغذيه بالغائط لمدة معتد بها، فلا يكفي يوم وليلة، بل يشك بصدقه بالتغذي به لمدة يومين بل ثلاثة.',
        ' تزول حرمة لحم الحيوان الجلّال بالاستبراء، وهو ترك التغذّي على العذرة والتغذّي بغيرها لمُدّة تختلف من حيوان لآخر،  ففي الإبل أربعون يوماً، وفي البقر عشرون يوماً، وفي الغنم عشرة أيّام، وفي البط خمسة أيّام، وفي الدجاج ثلاثة أيّام، وفي السمك يوم وليلة، وفي غيرها زوال اسم الجلل عنه عرفاً.',
      ],
      startingIssueNumber: 1484,
    ),

    Chapter(
      id: 't216',
      title: 'مسائل في الأطعمة والأشربة',
      issues: [
        'يحرم كل ما يضر الإنسان ضرراً معتداً به بنظر العقلاء من المأكول والمشروب إذا كان يؤدي إلى الهلاك، وعلى الأحوط وجوباً فيما دون ذلك، ويكفي احتمال ذلك إذا كان بنحو معتد به عند العقلاء.',
        'يحرم أكل وشرب الأشياء النجسة أو المتنجسة.',
        'يحرم أكل الطين وكذا التراب إذا كان فيه ضرر معتد به، ولا إشكال في تناول مقدار قليل من تراب أو طين قبر سيد الشهداء  بقصد الاستشفاء.',
        'يجوز أكل اللحوم المستوردة من البلدان غير الإسلاميّة إذا اُحتُمِل بأنّ مستوردها أو بائعها قد أحرز تذكيتها، ولا يكفي مجرّد الكتابة عليها بأنّها حلال أو مذبوحة على الطريقة الإسلاميّة، إلا إذا حصل الوثوق أو الاطمئنان بالتذكية منها.',
        'الأجبان والألبان المستوردة من البلدان غير الإسلاميّة محكومة بالحلّيّة والطهارة، إلا أن يعلم باشتمالها على الحرام أو النجاسة .',
        ' ماء الشعير الطبّي يختلف عن الفقاع المحرّم، ولذلك يجوز شربه وبيعه، إلا إذا علم باشتماله على الكحول.',
        'يجوز شرب عصير العنب ما لم يغلِ، فاذا غلى ولم يذهب ثلثاه فيحرم شربه ولكنه طاهر، وإذا ذهب ثلثاه بالغليان فالثلث الباقي يجوز شربه ما لم يحرز صيرورته مسكراً.',
        'عصير  التمر أو الزبيب لا يحرم بالغيان إلا إذا تيقن بصيرورتهما مسكرين فيحرم اكلهما ويكونان نجسين على الأحوط وجوباً.',
        'الإنفحة إذا كانت مستخرجة من حيوان محلّل الأكل طاهرة حتّى وإن كانت مأخوذةً من حيوان غير مذكى أو  من ميتة، فلا تحرم الأجبان المحتوية عليها.',
        'الاستفادة من الشراب المنشّط المعروف ب( شراب الطاقة)، جائز إذا لم يترتّب عليه ضرر صحّي معتدّ به، ولم يحتوِ على مواد محرّمة أو مسكرة.',
        'لا يجوز استعمال المواد المخدرة وذلك لما يترتب عليها من الأضرار والمفاسد على المستوى الشخصي والاجتماعي.',
        ' يحرم شرب الخمر فإن حرمة شربها من ضرورات الدين وتعد من المعاصي الكبيرة ففي الحديث عن الصادق  : (إن الخمر أم الخبائث، و رأس كل شر، يأتي على شاربها ساعة يسلب لبه فلا يعرف ربه، ولا يترك معصية إلا ركبها، و لا يترك حرمه إلا انتهكها، و لا رحماً ماسة إلا قطعها، ولا فاحشة إلا أتاها) .',
        'يحرم تناول الفقاع (البيرة) سواء سبّب شربها اسكار أم لم يسبب.',
        'لا يجوز الجلوس على مائدة يُشرب فيها الخمر أو البيرة أو غيرهما من المسكرات.',
        'يجوز استعمال الخميرة المستوردة في الطعام ما لم يعلم باشتمالها على الحرام.',
        'يجوز استعمال السكرين لمرضى السكر كبديل عن السكر وهو طاهر وخالٍ من الحرام إلا إذا علم خلاف ذلك.',
        'لا يجوز تناول اللحوم في المطاعم التي يمتلكها غير المسلمين و لا يكفي تعليق لوحة في المطعم بأنه لا يستخدم إلا اللحوم الحلال، إلا إذا حصل الاطمئنان منها .',
        ' نظراً لاستخدام بعض أهل المطاعم، اللحوم الاجنبية، فلذا ينبغي التأكد من شرعية اللحم قبل تناوله، ويكفي احتمال  مراعاة  صاحب المطعم لذلك .',
      ],
      startingIssueNumber: 1489,
    ),

    Chapter(
      id: 't217',
      title: 'الجيلاتين',
      issues: [
        'الجيلاتين المستخرج من عظام حيوان محلل الأكل طاهر وحلال أكله، وإن لم يكن الحيوان مذكى.',
        'الجيلاتين المستخرج من شحوم الحيوانات طاهر وحلال إذا استخرج من حيوان حلال ومذكى .',
        ' الجيلاتين المستخرج من النباتات أو من مواد كيميائية طاهر وحلال .',
        ' الجيلاتين المشكوك كونه من الحيوان أو غيره طاهر وحلال .',
      ],
      startingIssueNumber: 1507,
    ),

    Chapter(
      id: 't218',
      title: 'آداب الأكل والشرب',
      issues: [
        ' يستحب غسل اليدين قبل الطعام وبعده، وقول (بسم الله) عند البدء بالأكل و(الحمد لله) بعد الانتهاء.',
        'يستحب الأكل باليد اليمنى، وتصغير اللقمة، و مضغ الطعام جيداً قبل بلعه .',
        'يكره الأكل على الشبع، والتملي من الطعام، وأكل الطعام ساخناً جداً، و النفخ في الطعام لتبريده.',
        'يكره الإكثار من شرب الماء، وشرب الماء بعد تناول الطعام الدَسِم، وشرب الماء باليد اليسرى، وشرب الماء واقفاً ليلاً.',
      ],
      startingIssueNumber: 1511,
    ),

    Chapter(
      id: 't219',
      title: 'أحكام اللقطة',
      issues: [
        'اللقطة بمفهومها العام هي المال الضائع الذي لا يُعلم صاحبه، وتنقسم إلى لقطة (الحيوان)  ولقطة (غير الحيوان)، وسنتكلم أولاً عن الثانية .',
        'يكره أخذ اللقطة وتشتد الكراهة في لقطة الحرم المكي  بل لا ينبغي ترك الاحتياط بترك الالتقاط .',
        ' مَن أخذ اللقطة كان مسؤولاً عنها شرعاً، حتّى لو أعادها إلى محلّها الذي وجدها فيه، أو سلّمها لشخص أو محل في المنطقة التي وجدها فيها.',
        'لا يجوز تملّك اللقطة بمجرّد التقاطها إلا إذا كانت قيمتها أقلّ من درهمٍ، والدرهم يساوي  (٢،٥٢غم فضة) .',
        'إذا أخذ اللقطة وكانت قيمتها أقلّ من( درهم) لا  يجب عليه التعريف بها سواء كانت لها علامة أم لم تكن، وجاز له تملّكها في الحال.',
        'إذا أخذ اللقطة وكانت قيمتها (درهماً) فما زاد وكانت لها علامة يمكن وصفها بها وجب على ملتقطها التعريف بها فوراً في مجامع الناس، كالأسواق والمساجد، ويستمر على التعريف لمُدّة سنةٍ كاملةٍ.',
        ''' إذا عرّف اللقطة سنة ولم يجد صاحبها يتخيّر في لقطة غير الحرم المكّي بين ثلاثة أمور:
1- تملّكها مع الضمان لصاحبها إذا ظهر وطالب بها.
2- التصدّق بها عن صاحبها ولو على نفسه إذا کان فقیراً مع الضمان كما تقدم.
3-  إبقاؤها في يده أمانةً شرعيّةً من غير ضمانٍ.
واما لقطة الحرم المكي فيتخير بين الامرين الثاني والثالث فقط.''',
        'إذا يئس من العثور على صاحب اللقطة في أثناء السنة لا يجب عليه التعريف بها إلى آخر السنة، وتخيّر على الأحوط وجوباً بين التصدّق بها عن صاحبها مع الضمان له، أو إبقائها في يده أمانةً شرعيّةً من غير ضمان.',
        'إذا أخذ اللقطة وكانت قيمتها درهماً فما زاد ولم تكن لها علامة يمكن من خلالها التعرف على صاحبها  كدينار واحد غير مصرور، سقط التعريف بها، ويتعامل معها معاملة مجهول المالك على الأحوط وجوباً،  فيتعيّن التصدّق بها ولو على نفسه ان كان فقيراً.',
        'إذا أخذ اللقطة وكانت ممّا تفسد قبل إكمال التعريف بها كبعض الأطعمة، فعند اقتراب وقت فسادها يجوز للملتقط أن يقوّمها ويأخذها لنفسه، أو يبيعها ويحتفظ بثمنها لصاحبها، مع حفظ أوصافها والاستمرار بالتعريف بها إلى نهاية السنة، فإذا وجد صاحبها دفع ثمنها إليه، وإن لم يجده فلا شيء عليه.',
        'إذا ادعى شخص أنَّ اللقطة له فلا يجوز دفعها له ما لم يحصل العلم أو الاطمئنان بأنها له أو يقيم بينة (شهادة عدلين) على أنها له.',
      ],
      startingIssueNumber: 1515,
    ),

    Chapter(
      id: 't220',
      title: 'لقطة الحيوان',
      issues: [
        'الحيوان الضائع الذي لا يُعلم صاحبه يسمّى بالضالّة، تارةً يكون ضائعاً في (العُمران)، أي في المواضع التي يكون فيها مأموناً على نفسه من الحيوانات المفترسة عادةً كالمدن والقرى وما حولها، وأخرى يكون ضائعاً في غير (العُمران) كالبراري والجبال ونحوها.',
        'لا يجوز أخذ الحيوان الضالّ في (العُمران) ووضع اليد عليه، فإذا أخذه كان غاصباً وضامناً له، ويجب عليه حفظه والإنفاق عليه والفحص عن صاحبه إلى أن ييأس من العثور عليه، فإذا يئس وجب عليه التصدّق به أو بثمنه عنه (كغيره من مجهول المالك).',
        'لا تسقط مسؤوليّة آخذ الحيوان بإرساله ورفع اليد عنه حتّى لو كان في الموضع الذي أخذه فيه.',
        'إذا كان الحيوان الضالّ في (العُمران) في معرض التلف أو الخطر لمرضٍ أو لغيره جاز أخذه بقصد حفظه لصاحبه (ولا ضمان عليه فيما لو تلف بيده من دون تعدّ أو تفريطٍ)، ووجب عليه حفظه، والإنفاق عليه، والفحص عن صاحبه، ثمّ التصدّق به مع اليأس من العثور عليه .',
        'لا يجوز أخذ الحيوان الضالّ في (غير العُمران) إذا كان قادراً على حفظ نفسه من الحيوانات المفترسة وقادراً على تأمين غذائه، فإذا أخذه كان غاصباً وضامناً له، ووجب عليه حفظه والإنفاق عليه.',
        'إذا كان الحيوان الضالّ في (غير العُمران) غير قادرٍ على حفظ نفسه، كالشاة وصغار الإبل، جاز أخذه ووجب التعريف به على الأحوط وجوباً،  في المكان الذي وجده فيه وحواليه إن كان فيه أحد، فإن  وجد صاحبه سلّمه إليه،  وإلا جاز له (تملّكه وبيعه وأكله) مع الضمان لصاحبه إن وجده، أو إبقاؤه وحفظه لصاحبه من غير ضمانٍ.',
        'إذا ترك صاحب الحيوان حيوانه في الطرق الخارجيّة أو الصحاري لا بقصد الإعراض عنه، فإذا كان قد تركه في موضع آمنٍ وفيه ماء وكلأ، فلا يجوز لأحدٍ أخذه ووضع اليد عليه، فإذا أخذه كان غاصباً وضامناً له، وأمّا إذا تركه في موضع غير آمنٍ، وعلى غير ماء وكلأ جاز أخذه.',
        'يجوز أخذ المال الذي أعرض عنه صاحبه وتخلّى عن ملكيّته له، سواء أكان حيواناً أم غيره إذا ثبت إعراضه عنه، وأمّا مع الشك في الإعراض، فلا يجوز لأحدٍ أخذه وتملّكه.',
      ],
      startingIssueNumber: 1526,
    ),

    Chapter(
      id: 't221',
      title: 'المال المجهول المالك',
      issues: [
        'المال المجهول المالك إذا كان ضائعاً يسمى باللقطة وقد مرت أحكامها، وأما إذا لم يكن ضائعاً فيسمى (مجهول المالك) وحكمه لا يجوز لأحد أخذه ووضع اليد عليه، فإذا أخذه كان غاصباً وضامناً له، إلا إذا كان في معرض التلف، فيجوز أخذه بقصد حفظه لصاحبه (ولا ضمان عليه في هذه الحالة فيما لو تلف بيده من دون تعدٍ أو تفريطٍ(.',
        'إذا كان المال مجهول المالك ممّا يعرض عليه الفساد والتلف جاز أن يقوّمه ويأخذه لنفسه أو يبيعه، ثمّ بعد اليأس من العثور على صاحبه يتصدّق بثمنه.',
        'يجب على مَن أخذ المال مجهول المالك في الصورتين المتقدّمتين (جواز الأخذ وعدمه)  الفحص عن صاحبه فإن وجده دفعه اليه، وإن يئس من العثور عليه، تصدّق به أو بثمنه عنه، والأحوط استحباباً أخذ الإذن في ذلك من الحاكم الشرعي.',
        'إذا وجد مالك المال المجهول بعد التصدق به، ولم يرضَ بالتصدق بماله، لا يكون المتصدقُ ضامناً له إذا كان التصدق بعد الفحص واليأس من وجوده.',
      ],
      startingIssueNumber: 1534,
    ),

    Chapter(
      id: 't222',
      title: 'أحكام الغصب',
      issues: [
        'مَن غصبَ شيئاً فقد فعل حراماً، ويجب عليه ردّه  إلى صاحبه فوراً، ولو تلف في يده ضمنه بقيمته إن كان قيميّاً، أو بمثله إن كان مثليّاً.',
        'يضمن الغاصب أجرة مثل تصرفه في العين المغصوبة مُدّة تصرّفه فيها.',
        'الأرض الموات بالأصل إذا لم يتعلّق بها حقّ لشخص جاز إحياؤها بعد الاستئذان من الحاكم الشرعي، وتصير ملكاً للمحيي، ولا يتحقّق الإحياء بمجرّد تسطيح الأرض أو تسييجها، ويتحقق الإحياء بزراعتها أو إنشاء مصنع فيها أو بناء مسكن عليها.',
        'من مرّ بثمرة نخلٍ أو شجرٍ مجتازاً لا قاصداً لأجل الأكل جاز له أن يأكل منها بمقدار شبعه وحاجته من دون أن يحمل منها شيئاً، ومن دون إفساد الأغصان أو إتلاف الثمار.',
        'الجدار المشترك بين شخصين لا يجوز لأحدهما التصرّف فيه أو البناء عليه من دون إذن الآخر، نعم التصرّفات التي يحرز رضا الشريك الآخر بها كالاستناد إلى الجدار أو وضع الثياب عليه لا إشكال فيها.',
      ],
      startingIssueNumber: 1538,
    ),

    Chapter(
      id: 't223',
      title: 'أحكام النكاح',
      issues: [
        'الزواج من المستحبّات الأكيدة، وقد ورد الحث عليه في الكتاب الكريم والسنة الشريفة، قال تعالى :{ وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ }  وفي الحديث عن النبي الأعظم : (ما بني بناء في الإسلام أحبّ إلى اللَّه من التزويج) والاستحباب المذكور مخصوص بالزواج الأول، وأما ما بعده فهو جائز ولكنه ليس بمستحب في نفسه.',
        'يستحبّ التعجيل في تزويج البنت، فعن الصادق : (من سعادة المرء أن لا تطمث ابنته في بيته).',
        'ينبغي أن لا يكون النظر في اختيار الزوجة مقصوراً على الجمال، بل ينظر إلى صفاتها، وأخلاقها ودينها، وكذلك ينبغي للمرأة وأوليائها النظر في صفات الرجل وأخلاقه، ففي الحديث الشريف عن النبي الأعظم  أنه قال : (إنما النكاح رق فإذا أنكح احدكم وليدته فقد أرقها، فلينظر أحدكم لمن يرق كريمته ).',
        'ليس من الصحيح ردّ الخاطب إذا كان ممّن يُرضى خُلقه ودينه وأمانته، وكان عفيفاً صاحب يسار، ولا ينظر إلى شرافة الحسب وعلو النسب.',
        'يستحب السعي في التزويج والشفاعة فيه لإرضاء الطرفين، ففي الحديث عن أمير المؤمنين: ( أفضل الشفاعات أن تشفع بين اثنين في نكاح حتى يجمع الله بينهما ).',
        'يجوز لمن يريد تزويج امرأة أن ينظر إليها بشرط أن لا يكون النظر بقصد التلذذ، وأن يحتمل حصول زيادة بصيرة بها، وحصول الموافقة على زواجها .',
      ],
      startingIssueNumber: 1543,
    ),

    Chapter(
      id: 't224',
      title: 'عقد الزواج',
      issues: [
        'عقد الزواج لا يتمّ إلا بألفاظ خاصة، والأحوط لزوماً كونه بالعربية، ومع العجز عنها يجوز بغيرها، لكن بعبارة يكون معناها مساوياً للفظ عقد الزواج العربي بحيث تُعدُّ ترجمةً له.',
        'الأحوط وجوباً أن يكون الإيجاب في عقد النكاح الدائم بلفظ (أنكحت) أو (زوجت) وأن يكون القبول بلفظ (قبلت) أو (رضيت) ويجوز الاقتصار في القبول بذكر (قبلت) بعد الإيجاب؛ من دون ذكر المتعلقات التي ذكرت معه، فلو قال الوكيل للزوج : ( أنكحتك موكلتي فلانة على المهر الفلاني ) فقال الزوج : ( قبلت ) صحّ العقد .',
        ' الأحوط ـلو لم يكن الأقوى أن يكون الإيجاب من طرف الزوجة والقبول من طرف الزوج، بأن تقول الزوجة أو وكيلها: (زوّجتُكَ نفسي أو زوجتك موكلتي على مهر قدره كذا) فيقول الزوج: (قبلت).',
        'لا يصح عقد الزواج بالرضا القلبي من الطرفين ولا بالكتابة، ويصح العقدُ عبر الهاتف بالإنشاء اللفظي المباشر.',
        'يجوز التوكيل في إنشاء العقد عن الزوجة أو الزوج أو كليهما، ولا توجد صيغة محددة للوكالة فتصح بكل ما أدّى معناها، ولا تشترط فيها العربيّة.',
        'يشترط في العاقد المجري لصيغة عقد الزواج، البلوغ، والعقل، والقصد، فلا اعتبار بعقد  الساهي  والغالط  والسكران.',
        'يشترط في الزوجين الاختيار فلو أُكرها أو أكره أحدهما على الزواج لم يصح العقد، نعم لو رضي المكره بعد العقد  بالزواج صح العقد على الأقوى بلا حاجة إلى عقد جديد.',
        ' الأقوى جواز تولي شخص واحد طرفي العقد؛ بأن يكون موجباً وقابلاً؛ أصالةً من طرف ووكالةً من آخر، أو وكالةً عنهما، وإن كان الأحوط استحباباً مع الإمكان أن يكون العقد بين طرفين .',
        'يستحب الإشهاد في عقد الزواج، والإعلان عنه، وإيقاعه ليلاً، وأن يكون الزفاف ليلاً، والوليمة في ليله أو نهاره، وينبغي أن يدعى لها المؤمنون، وأن تعم الدعوة الأغنياء والفقراء.',
        'يستحب لمن أراد الدخول بالمرأة أن يصلي ركعتين ثم يدعو بعدهما بالمأثور، وأن يكونا على طهر، وأن يضع يده على ناصيتها مستقبلاً القبلة، ويقول:( اللهم على كتابك تزوجتها، وفي أمانتك أخذتها، وبكلماتك استحللت فرجها، فإن  قضيت في رحمها شيئاً فاجعله مسلماً سوياً، ولا تجعله شرك شيطان).',
      ],
      startingIssueNumber: 1549,
    ),

    Chapter(
      id: 't225',
      title: 'إذن الولي',
      issues: [
        ' لا يجوز على الأحوط وجوباً العقد على البنت الباكر دائماً أو منقطعاً إلا بإذن أبيها أو جدّها لأبيها، وإن كانت رشيدة، واذا عقدت من دون إذن من أحدهما فالعقد باطل على الأحوط وجوباً.',
        'تسقط ولاية الولي إذا منع البنت من الزواج الدائم بمن هو كفء لها شرعاً وعرفاً مع حاجتها الماسة للزواج، و عدم وجود كفء آخر يرضى به الولي.',
        'يسقط إذن الولي في الزواج الدائم إذا تعذّر الاستئذان منه لكونه  غائباً ، مع حاجتها إلى الزواج.',
        ' إذا كان الولي (الأب ،الجد) ميتاً تصبح المرأة مالكة لأمرها إذا كانت بالغة رشيدة سواء في الزواج الدائم أم المنقطع .',
        ' يستحب للمرأة المالكة أمرها أن تستأذن أباها أو جدها، وإن لم يكونا فأخاها وإن تعدد الأخ قدمت الأكبر.',
        'ليس للأب والجد ولاية على البالغ الرشيد، ولا على البالغة الرشيدة إذا كانت ثيباً.',
        'الثيب هي المرأة التي زالت بكارتها بوطء شرعي، وأما إذا زالت بوطء غير شرعي فالأحوط وجوباً لها الاستئذان، وأما إذا زالت بكارتها بغير وطء بقفزةٍ أو نحوها فهي بحكم الباكر.',
      ],
      startingIssueNumber: 1559,
    ),

    Chapter(
      id: 't226',
      title: 'زواج الصغير والصغيرة',
      issues: [
        'لا يشترط في صحة الزواج سن معينٌ للزوج أو الزوجة، فيصح عقد النكاح على الصغيرة ويتولاه ولیها ؛ وهو الأب والجد من طرف الأب.',
        ' يشكل صحة العقد على المولودة حديثة الولادة من دون الأخذ بعين الاعتبار مدة تكون فيها قابلة للاستمتاع.',
        ' يشترط في صحة تزويج الأب والجد عدم المفسدة فيه، و في تزویج الحاکم مراعاة المصلحة.',
        'إذا وقع العقد عن الصغير أو الصغيرة مع مراعاة ما يجب مراعاته فلا خيار لهما بعد بلوغهما، بل هو لازم عليهما، وأما إذا وقع من دون مراعاة يكون العقد فضولياً تتوقف صحته على إجازة الصغير بعد البلوغ.',
      ],
      startingIssueNumber: 1566,
    ),

    Chapter(
      id: 't227',
      title: 'شروط الزواج',
      issues: [
        'يجوز أن يُشترط في عقد الزواج كل شرط سائغ، ويجب على المشروط عليه الوفاء به مع قبوله كما في سائر العقود، سواء كان من الزوج أم من الزوجة.',
        ' إذا تخلف من قَبِلَ بالشرط عن الوفاء به أو تعذر عليه، لا يوجب ذلك الخيار في عقد النكاح للطرف الآخر فلا يصح منه فسخه، بخلاف سائر العقود، إلا إذا كان الشرط الالتزام بوجود صفة في أحد الزوجين مثل أن تكون الزوجة باكراً أو الزوج هاشمياً، ثم تبين عدم وجودها، ففي هذه الحالة يجوز له الفسخ.',
        ' إذا كان الشرط مخالفاً للشرع كما لو شرط على الزوج أن لا يمنع زوجته من الخروج من المنزل متى شاءت وإلى أين شاءت، أو أن لا يعطي حق ضرتها، أو أن لا يتزوج عليها، فالشرط باطل وأما العقد فصحيح.',
        ''' يصح في عقد الزواج اشتراط ما يلي :
1. السكن في مكان معين أو بلد معين .
2. العمل أو الدراسة أو إتمامهما أو تركهما .
3. الخروج من البيت .''',
        ' يجوز للزوجة أن تشترط على زوجها ضمن العقد، أن تكون وكيلة عنه في طلاق نفسها إما مطلقاً أو في حالات معينة، فيلزم الشرط ولا يمكنه عزلها، فإذا طلقت نفسها صح طلاقها، وكما يجوز لها أن تشترط الوكالة لنفسها يجوز لها أن تشترطها لوليها أو غيره.',
        ' إذا شرطت عدم الدخول بها لزم الشرط، ولو أذنت بعد ذلك جاز له الدخول، سواء في ذلك الزواج الدائم أو المنقطع .',
      ],
      startingIssueNumber: 1570,
    ),

    Chapter(
      id: 't228',
      title: 'مهر الزوجة',
      issues: [
        'لابد في المهر أن يكون معيناً ومحدداً  بما يخرجه عن الإبهام، ويجوز أن يجعل  كله نقداً، أو كله مؤجلاً، أو بعضه نقداً وبعضه مؤجلاً .',
        ' ذكر المهر ليس شرطاً في صحة العقد الدائم، فلو عقد ولم يذكر مهراً صح العقد، ويثبت لها مهر أمثالها بعد الدخول، والأحوط في هذه الحالة التصالح معها فيما لو طالبت بأزيد من مهر السنة .',
        'يستحب أن لا يزيد مهر الزوجة عن مهر السُنّة، وهو خمسمائة درهم فضّة، كلّ درهم يساوي(2.52) غراماً تقريباً، فيكون المجموع على هذا الأساس؛ 500) × 2.52 ويساوي (1،260 غرام فضة).',
        'لو تنازلت الزوجة عن مهرها ثم طلقها قبل الدخول رجع بنصفه عليها، وكذا لو كان المهر عيناً فوهبته إياها رجع بنصفه أو قيمته عليها .',
        ' للزوجة المطالبة بمهرها الحال، بل لها أن تمتنع من التمكين حتى تقبضه سواءً  كان الزوج موسراً  أم معسراً .',
        'لو طلق قبل الدخول سقط نصف المهر وثبت للزوجة نصفه الآخر، وكذا لو مات أحد الزوجين قبل الدخول خصوصاً المرأة، والأحوط استحباباً التصالح خصوصاً في موت الرجل .',
      ],
      startingIssueNumber: 1576,
    ),

    Chapter(
      id: 't229',
      title: 'الحقوق الزوجية',
      issues: [
        'لكل واحد من الزوجين حق على صاحبه، وإن كان حق الزوج أعظم، ومن حقه عليها أن تطيعه ولا تعصيه ولا تخرج من بيتها إلا بإذنه ولو إلى أهلها، وأما حقها عليه فهو أن يقوم بنفقتها، وأن يعاشرها بالمعروف وأن يعفو عنها إذا أخطأت أو قصَّرت.',
        ' ينبغي التعامل مع الزوجة بلطف واحترام ويحرم إهانتها أو ضربها أو أذيتها حتى لو قصّرت ففي الحديث الشريف عن النبي الأعظم : ( خيركم خيركم لأهله وأنا خيركم لأهلي )   .',
        ' ينبغي على الزوجة أن تهتم بزوجها وأن تتزين له مع رغبته بذلك، ويستحب لها أن تتلقاه بوجه حسن، ويجب عليها تمكين نفسها لزوجها متى ما أراد، فلا يجوز لها الامتناع من دون عذر.',
        'يجب على الزوج الإنفاق على زوجته ما دامت مطيعة له، وطاعتها له تنحصر في أمرين: تمكين نفسها، وعدم الخروج من المنزل بدون إذنه إلا لضرورة.',
        'الواجب في نفقة الزوجة توفير سكن ولباس وطعام وفراش وأدوات طبخ وغسل مما هو لائق بحالها وممكن لزوجها.',
        'لا يجب المبيت عند الزوجة في كل ليلة ولا في كل أربع ليال ليلة واحدة على الأقوى، نعم لا يجوز هجر الزوجة وتركها كالمعلقة لا هي ذات بعل ولا هي مطلقة.',
        'لا يجوز وطء الزوجة قبل إكمال تسع سنين، دواماً كان النكاح أم منقطعاً، ويجوز غير الوطء من الاستمتاعات كالتقبيل واللمس بشهوة والضم وغير ذلك .',
        'لا يجوز ترك وطء الزوجة أكثر من أربعة أشهر إلا بإذنها حتى المنقطعة على الأقوى، ويختص الحكم بصورة عدم العذر، والأحوط الاستجابة لها إذا رغبت قبل الأربعة.',
        'يجوز للرجل العزل، وهو إفراغ المني خارج الرحم، ولا يشترط فيه إذن الزوجة، نعم يكره من دون إذنها، إلا في المسنة والسليطة والبذية والتي لا ترضع ولدها.',
        'الزواج الثاني في نفسه جائز ولكنه ليس بمستحب كما تقدم، وربما يصير حراماً أو واجباً، بحسب العناوين الثانوية التي تطرأ عليه، فمن كان لا يستطيع تحقيق العدالة الشرعية،أو كان الزواج الثاني مؤدياً إلى تضييع عائلته الأولى وأولادها، يشكل له التزوج ثانياً.',
        'تستحب التسوية بين الزوجات في الإنفاق والالتفات وإطلاق الوجه والمقاربة وأن يكون في صبيحة كل ليلة عند من كان عندها .',
      ],
      startingIssueNumber: 1582,
    ),

    Chapter(
      id: 't230',
      title: 'نشوز  الزوجة أو الزوج',
      issues: [
        '''النشوز في الزوجة خروجها عن طاعة الزوج الواجبة عليها وهي تنحصر في أمرين:
1- تمكين نفسها والاهتمام بها بالتنظيف والتزين مع رغبته بذلك
2- عدم خروجها من بيته من دون إذنه .''',
        'لا يتحقق النشوز بترك طاعته فيما ليست بواجبة عليها، كتنظيف البيت وطهي الطعام وخدمة أهله وضيوفه ونحو ذلك .',
        'لو نشزت الزوجة، وعضها زوجها ونصحها، فإن لم تسمع يتحقق النشوز، فحينئذ جاز له هجرها في المضجع، إما بأن يحول إليها ظهره أو يعتزل عن فراشها .',
        'إذا هجرها ولم ينفع ولم ترجع جاز له ضربها، ويقتصر على ما يؤمل معه رجوعها، فلا يجوز له الزيادة عليه مع حصول الغرض به، وإلا تدرج إلى الأقوى فالأقوى ما لم يكن مدمياً ولا شديداً مؤثراً في اسوداد بدنها أو احمراره، ويجب أن يكون ذلك بقصد الإصلاح لا التشفي والانتقام.',
        'النشوز من الزوج يحصل بتعديه على زوجته وعدم القيام بحقوقها الواجبة من قسم ونفقة ونحوهما، فإذا ظهر منه ذلك فلها المطالبة بها ووعظه، فإن  لم ينفع رفعت أمرها إلى الحاكم فيلزمه بها، وليس لها هجره ولا ضربه .',
        'إذا لم يصلح الزوج حاله مع زوجته رغم أمر الحاكم له بمراعاة حقوقها الواجبة، عزره الحاكم بما يراه، وللحاكم أيضاً  الإنفاق من مال الزوج مع امتناعه من النفقة ولو ببيع عقاره إذا لزم .',
        'لو ترك الزوج بعض حقوق زوجته الواجبة أو أذّاها بالشتم والضرب وغير ذلك، فبذلت له مالاً أو تنازلت عن بعض حقوقها، ليمسك عن أذيتها أو ليخلعها حتى تتخلص منه، حرم عليه ما بذلت له وإن لم يكن من قصده ذلك.',
        ' لو وقع النشوز من الزوجين بحيث خيف الشقاق والفراق بينهما وانجر أمرهما إلى الحاكم، بعث حكمين حكماً من طرف الزوج وحكماً من طرف الزوجة للإصلاح بينهما، فما يستقر عليه رأيهما إذا كان سائغاً يجب على الزوجين الالتزام به، كما لو شرطا على الزوج أن يسكنها سكناً مستقلاً أو بالقرب من أهلها ونحو ذلك، أو شرطا عليها أن تؤجل مطالبته بمهرها الحال، أو ترد عليه ما أخذته منه قرضاً ونحو ذلك.',
        ' إذا كان الشرط من الحكمين غير سائغ لا يكون نافذاً، كما لو شرطا عليه ترك بعض حقوق ضرتها من المبيت عندها أو النفقة عليها، أو السماح لها بالخروج من بيته حيث شاءت وأنى شاءت، أو شرطا عليها أن تتنازل عما أخذه منها أو عن مهرها أو أن تترك حجابها ونحو ذلك.',
        ' إذا  اجتمع الحكمان على التفريق وأنه لا يمكن أن يعيشا معاً فليس لهما ذلك إلا إذا شرطا على الزوجين حين بعثهما بأنهما إن شاءا جمعا وإن شاءا فرقا.',
        ' التفريق لا يقع إلا بالطلاق من قبل الزوج أو وكيله بشرط توفر شروطه.',
        ' الأولى بل الأحوط أن يكون الحكمان من أهل الطرفين، فإن لم يكن لهما أهل، أو لم يكن أهلهما أهلاً لهذا الأمر، تعين من غيرهما، ولا يشترط في الحكم أن يكون شخصاً واحداً، بل لو اقتضت المصلحة بعث أزيد من شخص لزم العمل به.',
        'ينبغي للحكمين إخلاص النية وقصد الإصلاح، فمن حسنت نيته فيما تحراه أصلح الله مسعاه كما يرشد إلى ذلك قوله تعالى ﴿إِن يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا﴾.',
      ],
      startingIssueNumber: 1593,
    ),

    Chapter(
      id: 't231',
      title: 'الزواج المنقطع',
      issues: [
        ' زواج المتعة أو الزواج المنقطع نصّ عليه القرآن الكريم، واتفق المسلمون على تشريعه والعمل به في صدر الإسلام، قال تعالى: ﴿فَمَا اسْتَمْتَعْتُم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَة﴾ ويشترط فيه تحديده بمُدّة معيّنة، ولأجل ذلك سمّي بالمنقطع.',
        'تشكُلُ صحة العقد المنقطع إذا كانت مدته طويلة لا يحتمل بقاء الزوجين الى نهايتها كــ(99) سنة مثلا، وكذا يشكل عقد الصغير الذي لم يبلغ عمراً يكون فيه قابلاً للاستمتاع، إلا إذا لم يكن القصد من العقد الاستمتاع وكان للصغير مصلحة معتد بها في ذلك ولو مالية أو حضانية.',
        'إذا لم يُذكر الأجل في صيغة عقد النكاح المنقطع غفلة أو نسياناً صح العقد ولكنه يكون زواجاً دائمياً، وأمّا إذا لم يذكر المهر في صيغة العقد المنقطع فيبطل العقد ويكون لاغياً.',
        '''الزواج المنقطع كالزواج الدائم في جميع شروطه وأحكامه، ويختلف عنه فيما يلي:
1عدم وجوب الإنفاق على الزوجة المنقطعة.
2عدم التوارث بين الزوجين.
3عدم وجوب المبيت والمضاجعة على الزوج .
4  لا طلاق في الزواج المنقطع وإنما ينفصلان بانتهاء المُدّة، أو بهبة الباقي منها للزوجة، بأن يقول لها : (وَهبتُكِ المتبقّي من المُدّة(.''',
        ' يستحب أن تكون المتمتع بها مؤمنة عفيفة، و السؤال عن حالها قبل التزويج و أنها ذات بعل أو ذات عدة أم لا ، و أما بعده فمكروه ، و ليس السؤال و الفحص عن حالها شرطا في الصحة .',
        'يجوز التمتع بالزانية على كراهية خصوصاً اذا كانت من العواهر و المشهورات بالزنا، و إن فعل فليمنعها من الفجور .',
        'يجوز الزواج المنقطع من الكتابية، ويعتبر فيه نفس ما يعتبر في الزواج من المسلمة من شروط وأحكام.',
        ' يشترط في الكتابية إذا كانت باكراً إذن وليها علی الأحوط كما في المسلمة، إلا إذا كان إذنه غير معتبر في ملتهم، أو كان الولي قد أرخى لها العنان لتفعل في نفسها ما تشاء.',
      ],
      startingIssueNumber: 1606,
    ),

    Chapter(
      id: 't232',
      title: 'عدة المتمع بها',
      issues: [
        'عدّة المتمتّع بها حيضتان كاملتان، بعد انتهاء المدة أو هبة المتبقي منها، وتنتهي العدة بانتهاء الحيضة الثانية.',
        'اليائسة وغير البالغة وغير المدخول بها لا عدّة عليها بعد انتهاء عقدها.',
        'إذا انقضى الأجل، أو وهب المُدّة في أثناء الحيض، تنفصل عنه ولكن لا تُحسب تلك الحيضة من العدَّة.',
        'إذا كانت لا تحيض وهي في سن من تحيض فعدتها (45) يوماً، وإذا كانت حاملاً فعدتها وضع الحمل .',
      ],
      startingIssueNumber: 1614,
    ),

    Chapter(
      id: 't233',
      title: 'المحرّمات من النساء',
      issues: [
        'تحرم بعض النساء على بعض الرجال ولا يصحّ التزويج بهنّ، إمّا بسبب النسب أو الرضاع أو المصاهرة، أو غير ذلك.',
        'يحرم من جهة النسب سبعة عناوين، وهي:  (الأمّهات، البنات، الأخوات، العمّات، الخالات، بنات الأخ، بنات الأخت) فيحرم نكاح الأم وأمها فصاعداً، كما يحرم عليها نكاح ولدها وإن نزل، ويحرم نكاح البنت وإن نزلت، كما يحرم عليها نكاح أبيها وأبي أبيها فصاعداً، وهكذا يحرم نكاح العمة وعمة الأب فصاعداً، والخالة وخالة الأم فصاعداً وبنت الأخ وبنت الأخت وبنتهما فنازلاً ويحرم عليهن ذلك أيضاً .',
        'إذا عقد على امرأة ودخل بها حرمت عليه بناتها أبداً وإن نزلن، وحرمت عليه أمّها فصاعداً أبداً  حتّى وإن لم يدخل بها، سواء كان العقد دائميّاً أم منقطعاً، بقت الزوجة بحبائله أم انفصلت عنه أم ماتت.',
        ' إذا زنى بامرأة ذات بعل حُرمت عليه مؤبداً مطلقاً أي سواء كان مع العلم أو الجهل .',
        ' إذا عقد على امرأة وهي في العدة فإن  كانا عالمين بالموضوع والحكم أو أحدهما عالماً بطل النكاح وحرمت عليه أبداً ؛ سواء دخل بها أم لا، وكذا إن كانا جاهلين ودخل بها، وأما لو لم يدخل بها بطل العقد، ولكن لا تحرم عليه أبداً.',
        'لا يُلحق بالتزويج في العدة بالحكم المذكور الزنى بالمعتدة فلو زنى بالمرأة في حال عدتها لم يؤثر في الحرمة الأبدية، إلا إذا كانت في عدة رجعية فإن  الزنى بها يوجب الحرمة الأبدية .',
        'إذا زنى شخص بامرأة حرمت عليه أمّها وبنتها على الأحوط وجوباً، سواء أكان الزنا بها في القُبل أم في الدُبر، وإذا كانت المزني بها متزوجة حرمت عليه أبداً، فلو طلّقها زوجها أو مات عنها لا يجوز للزاني بها نكاحها.',
        ' لو زنت امرأة ذات بعل لم تحرم على زوجها ولا يجب عليه طلاقها وإن كانت مصرة على الزنى .',
        'تُحرم معقودة الأب على ابنه وبالعكس فصاعداً في الأوّل ونازلاً في الثاني حرمةً دائميّةً سواء كان العقد دائمياً أم منقطعاً وسواء دخل العاقد بالمعقودة أم لا وسواء كان الأب والابن نسبيّين أم رضاعيّين.',
        'مَن لاط بغلام ودخل به ولو بشيء قليل حرمت عليه أُمّ الغلام وأخته وبنته أبداً، إلا إذا كان متزوجاً بهن قبل ذلك، فلا يترتّب عليه شيء وإن كان العمل محرّماً في نفسه.',
      ],
      startingIssueNumber: 1618,
    ),

    Chapter(
      id: 't234',
      title: 'المحرمات بالرضاعة',
      issues: [
        'إذا أرضعت امرأة ولداً لغيرها صار الولد ابناً لها ولزوجها (صاحب اللبن)، بالرضاع، ويثبت له من المحرّمات ما يثبت لإخوته من الرضاعة.',
        'يحرم على الولد نكاح مَن أرضعته وبناتها؛ لأنّها صارت أُمّاً له بسبب الرضاعة، وبناتها أخوات له، وكذا تحرم عليه بنت أخيه، وبنت أخته من الرضاعة، وعمّته من الرضاعة (أخت صاحب اللبن)، وخالته أخت أمّه التي أرضعته.',
        'يحرم على البنت من الرضاعة نكاح زوج مَن أرضعتها (صاحب اللبن)؛ لأنّه صار أباً لها بالرضاعة، وكذلك أولاده؛ لأنّهم صاروا إخوة لها بالرضاعة، وكذا ابن أخيها وابن أختها وعمّها وخالها من الرضاعة.',
        '''يشترط في ثبوت الحرمة بالرضاع ما يلي:
أولاً: أن يكون الرضاع قبل تجاوز الرضيع السنتين من عمره.
ثانياً: أن يرضع بمقدار ينبت عليه لحمه ويشتدّ عظمه، أو أن يرضع يوماً وليلة بشكل متواصل، أو أن يرضع خمس عشرة رضعة كاملة متواصلة لا يتخلّلها رضاع من امرأة أخرى.''',
        'بنت الزوجة وأمّها من الرضاع يحرمان على الزوج (صاحب اللبن)، كحرمة البنت والأم النسبيتين.',
        'إخوة الرضيع النسبيون يجوز لهم نكاح أخواته من الرضاعة، والأحوط الاجتناب.',
        'لا يجوز أن ينكح أبو المرتضع في أولاد صاحب اللبن ولادة بل و رضاعاً علی الأحوط و کذا في أولاد المرضعة نسباً لا رضاعاً.',
      ],
      startingIssueNumber: 1628,
    ),

    Chapter(
      id: 't235',
      title: 'أحكام الطلاق',
      issues: [
        'الطلاق من أبغض الحلال إلى الله، وفي الحديث: (تزوّجوا ولا تطلّقوا؛ فإن  الطلاق يهتزّ منه العرش) ، ولذا ينبغي التحرّز منه، إلا إذا انحصر العلاج به، بحيث لا تُحلُّ المشكلاتُ إلا بالطلاق وحتى في هذه الحالة ينبغي التروي و عدم الاستعجال.',
        'الطلاق الصحيح نوعان: بائن ورجعي، فالبائن: ما ليس للزوج الرجوع فيه من غير عقد، سواء أكان لها عدّة أم لا. وأمّا الرجعي : فهو الذي يجوز للزوج الرجوع فيه إلى زوجته أثناء العدّة بلا حاجة إلى عقد جديد، كطلاق الزوجة المدخول بها غير اليائس.',
        'الطلاق البائن ستّة أنواع: طلاق الصغيرة، واليائسة، وغير المدخول بها، والطلاق الثالث، وطلاق الخُلع، وطلاق المباراة.',
        'الطلاق شرعاً بيد الزوج، ولا يشترط فيه موافقة الزوجة أو وليها، ولا اطّلاعهما عليه أو حضورهما حين الطلاق.',
        'إذا وقع الطلاق بعد الدخول وجب دفع تمام المهر للزوجة، وإذا وقع قبل الدخول وجب دفع نصفه.',
      ],
      startingIssueNumber: 1635,
    ),

    Chapter(
      id: 't236',
      title: 'شروط الطلاق',
      issues: [
        '''يشترط في صحّة الطلاق ما يلي:
1 أن يقع بالصيغة الخاصّة حصراً وهي: (أنتِ طالق) أو (زوجتي فلانة طالق) باللفظ العربي، فلا يقع بغيرها من اللغات إلا مع العجز عنها.
2 أن يكون بحضور شاهدَين عادلَين.
3 أن تكون الزوجة في طُهرٍ لم يواقعها الزوج فيه إن كانت مدخولاً بها غير يائس.''',
        'يشترط في المطلّق: القصد، والاختيار، فلا يقع الطلاق من الساهي، والهازل، وكذا المُكره الذي أُجبر على إيقاعه مع الوعيد والتهديد على تركه.',
        'إذا أكره على الطلاق ثم رضي به بعد ذلك لا يصح، بل لابد له من طلاق جديد .',
        'لا يقع الطلاق بقول الزوج لزوجته: (أنتِ مطلّقة) أو (طلّقت فلانة)، فضلاً عن غيرها من الألفاظ كقوله: (إلحقي بأهلكِ) أو (حَرُمتِ عليَّ).',
        'يصح أن يوكل الزوج غيره بطلاق زوجته، بل يصح منه توكيل زوجته بطلاق نفسها.',
        'يصح طلاق الزوجة الحامل حال الحيض إن كانت تحيض وحال الطهر وإن واقعها فيه.',
        'لو واقعها في حال الحيض لم يصح طلاقها في الطهر الذي بعد تلك الحيضة ، بل لا بد من إيقاعه في طهر آخر بعد حيض آخر ، فما هو الشرط في الطلاق كونها مستبرئة بحيضة بعد المواقعة لا وقوعه في طهر غير طهر المواقعة .',
        'إذا كانت المرأة في سن من تحيض ولكنها لا تحيض فلا يصح طلاقها إلا بعد أن يعتزلها زوجها لمدة ثلاثة أشهر .',
        'المطلقة بالطلاق الرجعي بحكم الزوجة ما دامت في العدة، فتستحق النفقة وتتوارث مع زوجها وأما البائن فتخرج عن عصمة زوجها من حين طلاقها ولا يجب لها شيء من النفقة وإن كانت في العدة.',
        'لا يجب على المطلقة رجعياً التحجب من زوجها بل يستحب لها التزين له والاهتمام بنفسها كما كانت تفعل قبل الطلاق.',
        'لا يجوز لمن طلق زوجته رجعياً أن يخرج زوجته المطلقة من بيتها حتى تنقضي عدتها، وكذا لا يجوز لها الخروج بدون إذن زوجها إلا لضرورة، أو أداء واجب مضيق؛ لأنها بحكم الزوجة كما تقدم.',
        'يجوز للزوج الرجوع عن الطلاق أثناء العدّة الرجعيّة، ويتحقّق الرجوع بكلّ لفظٍ يدلّ على إنشاء الرجوع وبكلّ فعلٍ لا يحلّ إلا للزوج كالوطء والتقبيل واللمس.',
        ' بعد الطلاق الثالث تحرم المرأة على زوجها إلا إذا تزوجت زواجاً دائمياً وطلقت بشرط الدخول بها و إلانزال علی الأحوط، وهكذا تحرم عليه بعد الطلاق السادس ما لم تتزوج ويدخل بها، وبعد التاسع تحرم عليه مؤبداً.',
      ],
      startingIssueNumber: 1640,
    ),

    Chapter(
      id: 't237',
      title: 'طلاق الخلع والمباراة',
      issues: [
        'طلاق الخلع هو الطلاق الذي يوقعه الزوج عوضاً عمّا تبذله الزوجة له؛ لكراهتها العيش معهُ ولا يقع الخلع من دون كراهة الزوجة ويشترط على الأحوط أن تكون الكراهة كراهة شديدة، ويصح البذل بما اتفقا عليه قل عن المهر أم زاد .',
        ' يصح طلاق غير الشيعة إذا كان موافقاً لما هو معتبر في مذهبهم وتترتب عليه آثاره حتى لو كانت الزوجة شيعية ولم يكن موافقاً لما هو معتبر عندنا.',
        'إذا كانت كراهة الزوجة وطلبها للمفارقة بسبب إيذاء الزوج لها بالسب والشتم والضرب ونحوها فتريد تخليص نفسها منه فبذلت شيئاً ليطلقها فطلقها لم يتحقق الخلع، وحَرُم عليه ما أخذه منها، ولكن الطلاق صح رجعياً إذا أوقع الخلع بلفظ الطلاق أو اتبعه بصيغته.',
        ' طلاق المباراة كالخلع طلاق بعوض تبذله المرأة ويختلف عنه بكون الكراهة فيه من الطرفين ويشترط في الفداء أن لا يكون أكثر من مهر الزوجة بل الأحوط أن يكون أقل .',
        'طلاق الخلع والمباراة كل منهما طلاق بائن كما تقدم فليس للزوج الرجوع فيه إلا أن ترجع الزوجة عما بذلت قبل انقضاء عدتها، فإن رجعت فله الرجوع إليها قبل انقضاء العدة.',
        'يعتبر في الخلع والمباراة جميع الشرائط المتقدمة في الطلاق وفي كل منهما تفاصيل تراجع في محلها .',
      ],
      startingIssueNumber: 1653,
    ),

    Chapter(
      id: 't238',
      title: 'العدة والحداد',
      issues: [
        'عدّة المطلّقة الدائمة غير الحامل ثلاثة قروء (أي ثلاثة أطهار) إن كانت مستقيمة الحيض، ويدخل فيها الطهر الذي وقع فيه الطلاق، ويكفي منه مسماه ، فإذا طلّقها في آخر الطهر الأول تنقضي عدّتها بمجرّد رؤية الدم الثالث بعده.',
        'عدة المطلقة الحامل وضع الحمل، ولو حصل الوضع  بعد الطلاق بساعة.',
        'لا عدّة على الصغيرة (أقل من تسع سنين)، ولا على غير المدخول بها، ولا على اليائسة.',
        'لا عدّة على المزني بها؛ سواء حملت من الزنى أم لا على الأقوى وأما الموطوءة شبهة فعليها عدة بل الأحوط لزومها إن کانت الشبهة من طرف الموطوءة خاصّة وعدتها كعدة الطلاق .',
        'إذا كانت لا تحيض وهي في سن من تحيض(بعد السنة التاسعة) إما لصغرها وإما لانقطاعه لمرض أو رضاع، كانت عدتها ثلاثة أشهر، ويلحق بها من كان طهرها من الحيض ثلاثة أشهر أو أكثر.',
        'عِدّة المتوفّى عنها زوجها أربعة أشهر وعشرة أيّام، صغيرة كانت أم كبيرة، مدخولاً بها أم لا، دائمة كانت أم منقطعة، وإذا كانت حاملاً فعِدّتها كذلك إن وضعت قبل انقضاء المُدّة المذكورة، وإلا فعِدّتها وضع الحمل.',
        'مبدأ عدة الطلاق من حين وقوعه علمت به الزوجة أم لم تعلم، وأما عدة الوفاة فمن حين بلوغها خبر الوفاة.',
        'يجب الحِداد على المرأة المتوفى عنها زوجها خلال مُدّة العِدّة، والمراد به : ترك الزينة والتزيّن بالمكياج والألبسة والحليّ ونحوها مما تفعله النساء لأزواجهن، ولا مانع من خروجها من المنزل لقضاء حوائجها، أو لأمورٍ راجحة كزيارة الأقارب، خصوصاً والديها.',
      ],
      startingIssueNumber: 1659,
    ),

    Chapter(
      id: 't239',
      title: 'أحكام الولادة والحضانة',
      issues: [
        'يجب استقلال النساء في شؤون المرأة حين وضعها من دون الرجال إلا مع عدم النساء ومست الضرورة لذلك، نعم لا بأس بالزوج وإن وجدت النساء .',
        'يستحبّ غسل المولود عند وضعه مع الأمن من الضرر، والأذان في إذنه اليمنى والإقامة في اليسرى، وتسميته بالأسماء الحسنة.',
        ' تستحبّ الوليمة عند الولادة وعند الختان ولا بأس بتأخُّرها عنهما بأيّام قلائل.',
        'يجب ختان الذكور، ويستحب إيقاعه في اليوم السابع، وإن تأخر إلى ما بعد البلوغ فيجب على الشخص نفسه أن يختن نفسه.',
        ' يستحبّ أن يكون رضاع الصبي بلبن أمّه، ويجوز الاستعاضة عنه بالحليب المجفف مع الأمن عليه من الضرر، وكمال الرضاع سنتان كاملتان، ويجوز أن ينقص عن ذلك ثلاثة أشهر،  ولا يجوز أن ينقص أكثر من ذلك مع الإمكان ومن غير ضرورة.',
        'الأمُ أحقّ بحضانة ولدها وتربيته طوال مُدّة الرضاع، حولين كاملين، ذكراً كان أم أنثى، فلا يجوز للأب أن يأخذه في هذه المُدّة وإن فطمته على الأحوط وجوباً، فإذا انقضت مُدّة الرضاع فالأب أحقّ بالذكر والأم بالأنثى، حتّى تبلغ سبع سنين ثمّ يكون الأب أحق بها، وفي حالة كون الولد في حضانة أمه تكون نفقته على الأب.',
        'إذا افترق الأبوان بفسخ أو طلاق قبل أن يبلغ الولد السنتين والبنت السبع، لم يسقط حقّ الأم بالحضانة ما لم تتزوّج،  فإذا تزوّجت سقط حقّها في الحضانة عن الذكر والأنثى، وثبتت الحضانة للأب.',
        'حقّ حضانة الأولاد بعد وفاة أبيهم للأم حتّى يبلغوا سنّ التكليف، إلا أنّ الولاية عليهم تكون للجدّ من الأب إن وُجِدَ، وإلا فهي للحاكم الشرعي.',
      ],
      startingIssueNumber: 1667,
    ),

    Chapter(
      id: 't240',
      title: 'أحكام العقيقة',
      issues: [
        'العقيقة هي الذبيحة التي تذبح عن المولود ذكراً كان أم أنثى في اليوم السابع من ولادته، وهي من المستحبات المؤكدة .',
        ' إذا لم يُعق عن الولد  في اليوم السابع لعذر أو لغير عذر لم تسقط، فيُعق عنه في أي وقت آخر، وإن لم يُعَقَّ عنه استحبّ له هو أن يَعُقّ عن نفسه عندما يكبر.',
        'يتخير في العقيقة بين الغنم ضأناً كان أو معزاً أو البقر أو الأبل، ولا يجزي عنها التصدّق بثمنها، ويستحبّ أن يَعِقَّ عن الذكر ذكراً وعن الأنثى أنثى.',
        'لا يشترط في العقيقة ما يشترط في الهَدي من السلامة من العيوب وغيرها، نعم يستحب ان تكون سمينة وفي بعض الأخبار :( إن خيرها أسمنها ).',
        ' يتخيّر في العقيقة بين أن يفرّقها لحماً، أو يطبخها ويدعو جماعة من المؤمنين لتناولها على أن لا يقلّ عددهم عن عشرة، وإن زاد فهو أفضل، يأكلون منها ويدعون للولد.',
        'لا يشترط فيمن تُعطى لهم العقيقة  الفقر، ويستحب أن تخص القابلة بالرجل والورك والأفضل أن يخصها بالربع، ولو لم تكن قابلة يعطى سهمها  للأم لتتصدق به على من تشاء .',
      ],
      startingIssueNumber: 1675,
    ),

    Chapter(
      id: 't241',
      title: 'ولاية الأب وتربية الأولاد',
      issues: [
        'تقع مسؤولية تربية الأولاد على عاتق الوالدين بالدرجة الأولى، فيجب عليهما تعليم أولادهما العقيدة الصحيحة والآداب والأحكام الإسلاميّة.',
        'إطاعة الوالدين في نفسها ليست واجبة ولكن ينبغي عدم مخالفتهما إذا كانت المخالفة توجب لهما أذية معتداً بها كما لو كانت توجب إظهار الانزجار والطرد من قبلهما، نعم يجب الإحسان إلى الوالدين واللطف بهما خصوصاً حال كِبَرِهما أو مرضهما.',
        ' يجوز اطاعة أمر الوالد والوالدة إذا لم تكن فيه مخالفة شرعية، نعم إذا كان عدم إطاعتهما موجباً لأذيتهما بنحو معتد به ففي هذه الحالة لا ينبغي مخالفة أمرهما.',
        'يجب على الوليِ حفظ الطفل عن كلّ ما فيه خطرٌ على نفسه، وعن كلّ ما علم من الشرع كراهة وجوده ولو من الصبيِ كالزنا، واللواط، وشرب الخمر، والنميمة، ونحوها.',
        '  يستحبُّ تمرين الطفل المميز على أداء الفرائض، والنوافل وقضائها، بل على كلّ عبادة، ويشجّع على الصوم بمقدار ما يُطيقُه ولو لبعض اليوم.',
        'لا يجوز إدخال الأولاد في مدارس تُدرّس فيها بعض العقائد الفاسدة مع تأثّرهم بها، نعم مع عدم التأثّر، أو مع إمكان عدم دراسة مثل تلك العقائد فلا إشكال فيه.',
        'يجوز للولي (الأب، الجد) ضرب الصغير للتأديب إذا توقف التأديب عليه ولم ينفع معه النصح والكلام ولكن بشرط أن يكون ضرباً بسيطاً لا يوجب احمراراً أو اسوداداً على الجسد فضلاً عما فوقه .',
        ' لا يجوز لغير الولي مهما كان ضرب الصغير حتى لو كان للتأديب إلا باذن من وليه.',
        ' إذا تجاوز الضرب الحد المسموح به تجب فيه الدية وهي دينار ونصف لاحمرار الوجه، وثلاثة لاخضراره، وستة لاسوداده، وتصرف في مصلحة الصغير راجع (م/1840).',
        'يجوز للأب والجد للأب التصرف في مال الصغير بالبيع والشراء والإجارة وغيرها، والأقوى عدم اعتبار العدالة فيهما، كما لا تشترط المصلحة في تصرفهما، بل يكفي عدم المفسدة، لكن لا ينبغي ترك الاحتياط بمراعاة المصلحة.',
        'للأب والجد للأب الولاية على الصغير في نفسه بالإجارة والتزويج وغيرهما إلا الطلاق، ولهما نصب القيم عليه بعد وفاتهما، ولا يجب عليهما ذلك إلا إذا كان عدم نصبه يؤدي إلى تضييعه وتضييع حقوقه.',
        'للقيم نفس صلاحيات الأب والجد، فينفذ من تصرفاته ما كان ينفذ منهما على اشكال في التزويج بشرط وجود المصلحة في تصرفه، كما أن الأحوط اعتبار العدالة فيه وإن كانت كفاية الأمانة والوثاقة ليست ببعيدة.',
        'يجوز للولي كالأب والجد للصغير أن يوكل غيره فيما يتعلق بشؤون ولده مما له فيه الولاية.',
        'يجوز تفضيل بعض الأولاد على بعض في العطية على كراهية وربما يحرم إذا كان سبباً لإثارة الفتنة والشحناء بينهم، كما أنه ربما يرجح فيما إذا كان يؤمن من الفساد ويكون لبعضهم خصوصية موجبة لأولوية رعايته.',
      ],
      startingIssueNumber: 1681,
    ),

    Chapter(
      id: 't242',
      title: 'الإسقاط ومنع الحمل والتلقيح',
      issues: [
        'لا يجوز إسقاط النطفة بعد استقرارها في الرحم، وكذا الجنين سواء أكان قبل ولوج الروح فيه أم بعده، ولا تعد صعوبة المعيشة أو نقص الخلقة أو كونه من الزنا مبرراً شرعياً لعملية الإسقاط.',
        'يجوز إسقاط الجنين قبل ولوج الروح فيه -قبل الأشهر الرابع- إذا كان في بقائه خطر على حياة الأم وكان ذلك بتشخيص طبيب مختص موثوق به، وأما بعد ولوج الروح فيه ففيه تأمل، وإن كان جواز الإسقاط في هذه الحالة ليس ببعيد.',
        'لا يجوز إسقاط الجنين إذا كان ناقص الخلقة أو مريضاً، إلا إذا كانت المحافظة عليه بعد ولادته حرجيّة، وكان تشخيص النقص أو المرض قطعيّاً، فيجوز في هذه الحالة إسقاطه قبل ولوج الروح فيه، والأحوط دفع ديته .',
        'تثبت الدية على من قام بالإسقاط، فإذا أسقطه الطبيب تجب عليه وإن كان بطلب والديه، وإذا كان الإسقاط بشرب الأم الدواء المسقط، فتثبت الدية عليها وإن كان بموافقة زوجها.',
        'تُدفع دية إسقاط الجنين إلى والديه، إلا إذا كانت الأم هي السبب في الإسقاط فتدفع للأب فقط، ويجوز للأبوين التنازل عنها.',
        ' دية الجنين أربعون ديناراًّ ذهباً  إذا كان علقةً، وستّون ديناراً إذا كان مضغة، وثمانون ديناراً إذا كان عظاماً لم يكسها اللحم، وإذا اكتسى اللحم وتمت خلقته ففيه مائة دينار من غير فرق في جميع ما ذكر بين الذكر والأنثى.',
        ' إذا ولجت الجنين الروح ففيه الدية كاملةً إذا كان بحكم المسلم وكان ذكراً وفي الأنثى نصفها.',
        'لا إشكال في استعمال موانع الحمل من الأدوية وغيرها للزوج أو الزوجة إذا كان ذلك  لغرض عقلائي، وكان مأموناً من الضرر المعتنى به، وكان بإذن الزوج ولكن لا يحق للزوج إجبار زوجته عليه.',
        'لا إشكال في تلقيح بويضة امرأة بماء رجل أجنبي، ولا مانع من وضعها في رحم زوجته بعد تلقيحها، ولكن الطفل المتولد يلحق بصاحبي النطفة والبويضة، وفي إلحاقه بصاحبة الرحم إشكال، ولكن يجب الاجتناب عن المقدمات الحرام من قبيل اللمس والنظر المحرم وغيرهما.',
        'وضع اللولب لمنع الحمل ونحو ذلك من الوسائل لا يعدّ علاجاً، لذا إذا كان مستلزماً للمس أو النظر المحرّم كان حراماً.',
        'لا مانع من التلقيح الصناعي إذا كان بإذن الزوج، بشرط الاجتناب عن مقدّماته المحرّمة من قبيل اللمس والنظر المحرّمين، ويلحق الطفل المتولد بالتلقيح بصاحبي النطفة والبويضة .',
        'يجوز تلقيح بويضة الزوجة بنطفة زوجها بعد وفاته ويلحق الطفل بهما ولكن لا يرث شيئاً من تركة أبيه .',
      ],
      startingIssueNumber: 1695,
    ),

    Chapter(
      id: 't243',
      title: 'أحكام الحجاب واللباس',
      issues: [
        'الحجاب مظهر من مظاهر عفّة المرأة وكرامتها، وبه تحفظ سلامة المجتمع من التحلّل والانحراف وقد أوجبه الشارع صيانةً للمجتمع وكرامةً للمرأة.',
        'يجب على المرأة أن تتحجّب عن الرجال الأجانب بستر جميع بدنها عدا الوجه والكفّين، ويحرم عليها النظر إلى الرجال الأجانب باستثناء ما تعارف كشفه من أبدانهم كالوجه والرأس والرقبة .',
        'يُشترط في الحجاب أن يكون واسعاً فضفاضاً غير مُقسّمٍ للبدن ولا مظهرٍ لمفاتنه، ولا يشترط فيه لباس مخصوص ولا لون مخصوص، فيجوز بكلّ ما يستر البدن كالعباءة والجبّة وغيرهما، ولكنّ العباءة أفضل.',
        'الذقن من الوجه لا يجب على المرأة ستره، نعم أسفل الذقن خارج عن حدّ دائرة الوجه فيجب ستره.',
        '  لبس المرأة لباس الرجل أو العكس إذا لم يصدق عليه عنوان التخنث أو الترجل ليس بحرام .',
        ' تزين الرجل بالذهب إذا لم يصدق عليه عنوان اللبس فلا إشكال فيه كما في أزرار الذهب والسن الذهب فإنه لا يقال لها لبس فلذا لا إشكال فيها، وأما المحبس أو السوار من الذهب ففيها إشكال لأنه يقال لبس الخاتم أو السوار بخلاف الأزرار والسن.',
        'لا يجوز للمرأة لبس اللباس اللافت للنظر من حيث لونه أو شكله أو كيفيّة لبسه ممّا يلفت نظر الأجنبي ويوجب الفتنة والفساد.',
        'يحرم ارتداء الألبسة التي عليها حروف أو كلمات أو صور أجنبيّة إن كان يُعدّ ذلك ترويجاً للثقافة المعادية للإسلام، وتشخيص كونه كذلك راجع إلى نظر العُرف.',
        'يجوز العمل في محلّ لبيع الألبسة النسائيّة ونحوها إذا لم تكن فيه مفسدة، أو خوف الوقوع في الحرام.',
        'يجوز للنساء لبس الملابس الضيّقة والمجسّمة للبدن في الأعراس والمجالس النسوية، بشرط أن يكنَّ مأمونات من نظر الرجال الأجانب وعدم ترتب مفسدة.',
        'يشكل لبس الأحذية للنساء إذا كانت بنحو يُلفت الأنظار ويوجب الفتنة بسبب شكلها، أو لونها أو الأصوات التي تحدثها أثناء المشي.',
        'لا يجوز لبس الأحزمة والألبسة الجلديّة في الصلاة إن كانت مستوردة من بلاد غير إسلاميّة، إلا إذا أحرز تذكيتها.',
        ' جلود الحيوانات محرّمة الأكل كالأسد والنمر إذا كانت مُذكّاة أو مصادة بشكل شرعي طاهرة، ولكن لا تجوز الصلاة فيها.',
        ' جلود الحيوانات غير مأكولة اللحم ذات النفس غير السائلة كالحيّة والتمساح طاهرة، ولكن لا تجوز الصلاة فيها علی الأحوط وجوباً.',
      ],
      startingIssueNumber: 1707,
    ),

    Chapter(
      id: 't244',
      title: 'أحكام النظر واللمس',
      issues: [
        'لا يجوز للرجل النظر إلى ما عدا الوجه والكفين من المرأة الأجنبية سواء كان بتلذذ وريبة أم لا، وكذا لا يجوز النظر إلى الوجه والكفين إن كان بتلذذ أو ريبة، ويجب على المرأة التستر عن الرجال الأجانب .',
        'يجوز للرجل النظر إلى جسد محارمه من النساء باستثناء العورتين إن لم يكن بتلذّذ وريبة، كما يجوز للنساء النظر  إلى جسد محارمهن من الرجال كذلك أيضاً ، والمراد من المحارم من يحرم نكاحهنّ من جهة النسب أو الرضاع أو المصاهرة وليس منهن أخت الزوجة وزوجة الأخ.',
        'لا يجوز النظر إلى عورة الغير مطلقاً رجلاً كان أو امرأةً مَحرَماً أو غير محرمٍ صغيراً أو كبيراً، باستثناء الزوج والزوجة، والطفل غير المميز، وكما يحرم النظر إلى عورة الغير يجب على كل شخص ستر عورته.',
        'يجوز للرجل النظر إلى جسد الصبيَّة بدون ريبة وتلذّذ ما لم تبلغ، والأحوط الأولى الاقتصار على المواضع التي لم تجرِ العادة بسترها، والأحوط عدم تقبيل الصبية، وعدم وضعها في حجره إذا بلغت ستّ سنين.',
        'لا يجوز للمرأة النظر إلى بدن الرجل الأجنبي، ويستثنى من ذلك النظر إلى ما تعارف كشفه من بدنه من دون تلذذ وريبة، كالوجه والرأس والرقبة ونحو ذلك، ولا يجب على الرجال التستر من النساء، لكن إذا علموا بأن النساء يتعمدّن  النظر إليهم فالأحوط الأولى التستر منهنّ.',
        'لا يجب على المرأة  التستّر من الصبي المميز، ما لم يبلغ مبلغاً يترتّب على النظر منه وإليه هيجان الشهوة علی الأقوی في الترتب الفعلي و علی الأحوط في غیره، والمقصود بالصبي المميّز هو الذي يميّز بين الحسن والقبيح، وتختلف سنّه باختلاف الأفراد واستعداداتهم والمجتمع وعاداته.',
        'يجوز النظر إلى النساء السافرات غير المسلمات مع عدم التلذّذ والريبة، والأحوط الاقتصار على المواضع التي جرت عادتهُنّ على عدم سترها، وفي إلحاق السافرات المسلمات اللاتي إذا نُهين لا ينتهين بغير المسلمات إشكال، نعم يجوز التردّد في الأسواق وأماكن تردّد تلك النسوة مع العلم عادةً بوقوع النظر عليهنّ.',
        'يجوز للرجل النظر إلى ما عدا العورة من بدن مماثله إذا لم يكن بتلذّذ وريبة، وإلا فلا يجوز مطلقاً .',
        'كل من يحرم النظر إليه يحرم مسه، فلا يجوز مس الأجنبي (غير المَحرَم) الأجنبية وبالعكس، ويستثنى من ذلك مقام المعالجة إذا لم يمكن بالمماثل وحالات الضرورة.',
        'لا تجوز مصافحة المرأة الأجنبيّة، ولا مانع منها من وراء الثوب ونحوه، ولكن بدون غَمزٍ للكف على الأحوط وجوباً.',
        '  لا يجوز النظر الى صورة بغير حجاب لامرأة غير محرم يعرفها الناظر إذا كان يصدق على النظر اليها عنوان الهتك أو كانت تترتب عليه مفسدة .',
        'لا يجوز على الأحوط وجوباً النظر إلى صورة المرأة في التلفزيون إذا كان البث مباشراً، وأما إذا كان البث غير مباشر فيجوز النظر إليها إذا لم يكن فيه ريبة وخوف الوقوع في المعصية .',
        'لا إشكال في طبع الصور العائليّة وصور الأعراس التي تظهر فيها النساء من غير حجاب عند مصوّر لا يعرفهنّ، بشرط عدم ترتّب مفسدةٍ أو خوف الوقوع في الحرام.',
        'لا يجوز مشاهدة الأفلام والصور المثيرة للشهوة حتّى للزوجين، كما لا تجوز مطالعة الكتب والأشعار المبتذلة المثيرة للشهوة.',
      ],
      startingIssueNumber: 1721,
    ),

    Chapter(
      id: 't245',
      title: 'الزينة وعمليات التجميل',
      issues: [
        'لا يجوز للمرأة أن تُظهر زينتها لغير محارمها، ومن الزينة المحرّمة الكحل في العين، والخاتم في اليد إذا كان بنحو يعدّ زينةً عُرفاً.',
        'الأحوط للرجل أن لا يستفيد من الزينة المختصّة بالنساء، كحفّ الحواجب، وكذا العكس.',
        'لا إشكال في إجراء عمليّات التجميل، ولكنّها لا تعدّ علاجاً إلا في حالات خاصّة، ولذا يجب الاجتناب عن مقدّماتها المحرّمة كاللمس والنظر المحرّمين.',
        ')التاتو) في نفسه جائز، ولكن يجب ستره عن الأجانب؛ لأنّه زينةٌ، إلا إذا كان بنحو لا يراه العُرف زينة.',
        'لا يجوز للرجال حلق اللحية بالموس (الشفرة) على الأحوط وجوباً ، ولا يجوز أخذ الأجرة عليها.',
        ' لا يجوز قص الشعر بقصات تؤدي إلى ترويج الفساد أو تعد تشبهاً بالكفار .',
        'يُكره إطالة الشارب بحيث يلامس الطعام والشراب عند الأكل والشرب، بل ورد الحثُّ في الروايات الشريفة على تخفيفه.',
        'الوشم في نفسه جائز ما لم يترتّب عليه عنوان ثانوي محرّم، كترويج الثقافة غير الإسلاميّة.',
      ],
      startingIssueNumber: 1735,
    ),

    Chapter(
      id: 't246',
      title: 'العلاقة بين الجنسين',
      issues: [
        'يجوز للمرأة التكلم مع الرجال الأجانب (غير المحارم)  إذا لم يكن بقصد التلذّذ والريبة، ولا موجباً لترتّب مفاسد أخرى، بلا فرق بين التكلّم الحضوري المباشر أو عن طريق الهاتف أو الإنترنت، والأفضل اجتنابه والاقتصار منه على مقدار الضرورة.',
        'يجوز التعامل بين الطالب والطالبة في الجامعة بشرط مراعاة الحجاب والعفة، ومأموناً من المفاسد.',
        'يجوز للرجل أن يسلّم على المرأة والعكس ما لم يكن فيه ريبة، ويكره للشابّة ابتداء الأجنبي بالسلام.',
        'لا تجوز المشاركة في المجالس المختلطة سواء أكانت مفيدةً أم لا، إن استلزمت النظر الحرام، أو ترتّبت عليها مفاسد أخلاقيّة واجتماعيّة، وكذا لا يجوز الحضور في الأماكن التي لا يَستُر فيها الرجال والنساء أجسامهم، كسواحل البحر إذا كان مستلزماً لمفسدة أو ارتكاب حرام.',
        'لا تجوز للنساء مشاهدة مصارعة الرجال بالحضور في حلبة المصارعة، أو كان النظر اليها  بقصد اللذة والريبة، أو كان فيها خوف الوقوع في المعصية أو الفساد، وكذا لا يجوز على الأحوط وجوباً مشاهدتها بالبث المباشر، ولا إشكال في مشاهدتها  في ما عدا ذلك.',
        'لا يجوز للرجل أن يختلي بامرأة أجنبيّة في مكان واحد لا يكون فيه غيرهما مع الخوف من الوقوع في الحرام أو الانجرار إليه، ومن مصاديق المرأة الأجنبيّة زوجة الأخ، وأخت الزوجة، وزوجة العم والخال.',
        'يجوز للمرأة الصعود في المصعد مع رجل أجنبي واحد وكذا الركوب في سيارة الأجرة بشرط الأمن و عدم الخوف من الوقوع في الحرام .',
        'يجوز الحضور والمشاركة في حفلات الزواج وإن كانت ترتكب فيها بعض المخالفات إذا لم يصدق عليها عنوان (مجلس الحرام والمعصية) ولم يكن في الحضور فيها مفسدة أو ارتكابٌ أو تأييدٌ لما يقع فيها من مخالفات.',
        'لا تجوز المشاركة والحضور في مجلس أو حفل يُشرب فيه الخمر إلا في صورة الاضطرار وفي هذه الحالة يجب الاقتصار في الحضور على قدر الضرورة.',
        'لا مانع من تمثيل المرأة دور الرجل أو العكس ما لم تترتب عليه مفسدة أو يكون مثيراً للشهوة.',
      ],
      startingIssueNumber: 1743,
    ),

    Chapter(
      id: 't247',
      title: 'أحكام الإرث',
      issues: [
        'الإرث هو المال الذي يتركه الميت من المنقول وغير المنقول مما كان يملكه في حياته، وحكمه التوزيع على أقاربه ممن يستحقون الإرث حسبما هو مقرر  في الشريعة.',
        ''' يرث الميت من يرتبط به بعلاقة نسبية كأولاده وأبويه، أو علاقة سببية كالزوجة، وتقسّم العلاقة النسبية إلى ثلاث طبقات،  لا يرث أحد من الطبقة اللاحقة مع وجود أحد من الطبقة السابقة حسب التفصيل التالي:
الطبقة الأولى:  الأبوان (الأب والأم) و الأولاد وإنْ نزلوا (أولاد الأولاد(.
الطبقة الثانية: الأجداد والجدات وإن علوا، والإخوة والأخوات و أولادهم وإن نزلوا.
الطبقة الثالثة: الأعمام والعمات والأخوال والخالات وإنْ علوا وأولادهم وإن نزلوا.''',
      ],
      startingIssueNumber: 1753,
    ),

    Chapter(
      id: 't248',
      title: 'موانع الإرث',
      issues: [
        '''الوارث يرث مع عدم وجود مانع يمنعه من الإرث، والموانع كثيرة والمهم منها ثلاثة:
الأول: الكفر ؛ فلا يرث الكافر من المسلم سواء كان كفره أصلياً أم كان عن ارتداد.
الثاني: القتل ؛ فلا يرث القاتل من المقتول إذا كان القتل عمداً بغير حق.
الثالث:  التولد من الزنا .''',
        'لا توارث بين الولد وأبويه من الزنا، لا هو يرثهم ولا هم يرثونه،  إذا كان الزنا من الطرفين، أما إذا كان من طرف واحد فيثبت التوارث بين الولد والطرف غير الزاني .',
      ],
      startingIssueNumber: 1755,
    ),

    Chapter(
      id: 't249',
      title: 'سهام الإرث',
      issues: [
        '''لبعض الورثة سهام مقدرة في كتاب الله سبحانه، وهي ستة حسب التفصيل التالي:
1- نصف تركة الميت:   يعطى للبنت الواحدة للميت إذا لم يكن معها ولد، ولأخت واحدة لأبوين أو للأب إذا لم يكنْ معها أخ كذلك، و للزوج إن لم يكن للزوجة ولد.
2- ربع تركة الميت:  يعطى للزوج إذا كان لزوجته المتوفاة ولد، وللزوجة إذا لم يكن لزوجها المتوفى ولد.
3- ثُمن التركة:  يعطى للزوجة إذا كان لزوجها المتوفى ولد، وإذا كان للزوج أكثر من زوجة دائمة قُسِّم الثمن بينهنَّ بالسوية.
4- ثُلُث التركة:  يعطى لأُم الميت بشرط أنْ لا يكون للميت ولد مطلقاً وإن نزل، وأن لا يكون له إخوة متعددوِن، وللأخ والأخُت من الأُم مع التعدد.
5- ثلُثا التركة:  يعطى للبنتين فصاعداً مع عدم وجود الابن للميت، وللأختين فصاعداً للأبوين مع عدم وجود الأخ لأبوین أو للأب فقط مع عدم الأخ للأب.
6- سُدس التركة:  يعطى للأب مع وجود الولد للميت، ولأم الميت مع وجود الحاجب عن الثلث، وللأخ الواحد أو الأخت الواحدة للميت من الأم.''',
      ],
      startingIssueNumber: 1757,
    ),

    Chapter(
      id: 't250',
      title: 'إرث الزوج والزوجة',
      issues: [
        ' يرث الزوج نصف تركة زوجته الدائمة إن لم يكن لها ولد والربع مع وجوده، وترث الزوجة الدائمة ربع تركة زوجها إن لم يكن له ولد والثمن مع وجوده، وإن كانت له أكثر من زوجة قسم بينهن الربع أو الثمن بالسوية.',
        'ترث الزوجة من زوجها والزوج من زوجته بعد العقد وإن لم يتحقق الدخول أو الانتقال إلى بيت الزوجية.',
        'يرث الزوج من جميع تركة زوجته المنقولة وغير المنقولة، وكذا الزوجة ترث من جميع تركة زوجها باستثناء الأموال غير المنقولة فإنها ترث من قيمتها لا من عينها، كالأبنية والأرض سكنية كانت أم غيرها.',
        ' يتوارث الزوجان إذا انفصلا بالطلاق الرجعي ما دامت العدة باقية، فإذا انقضت العدة أو كان الطلاق بائناً فلا توارث بينهما.',
        ' ترث الزوجة إذا طلقها الزوج في حال المرض ولو بائناً إذا مات بهذا المرض إلى سنة من حين وقوع الطلاق، بشرط أن لا يكون الطلاق بالتماس منها، وأن لا تتزوج بعد طلاقها، وأن لا يبرأ الزوج من مرضه الذي طلقها فيه، ولو ماتت هي في مرضه بعد طلاقها وقبل تمام السنة لا يرثها إلا إذا كانت في العدة الرجعية.',
        'إذا تزوج المريض في مرضه فإن دخل بها أو برأ من ذلك المرض يتوارثان، وإن مات في مرضه ولم يدخل بها بطل العقد ولا مهر لها ولا ميراث.',
      ],
      startingIssueNumber: 1758,
    ),

    Chapter(
      id: 't251',
      title: 'مسائل في الإرث',
      issues: [
        'لا تُقسّم تركة الميت إلا بعد إخراج تكاليف تجهيزه ودفنه منها، بالشكل المتقدم في (م/254و255)، وبعد تسديد ديونه، وأداء ما عليه من واجبات مالية من خمس أو زكاة أو كفارات وحتى حجّةَ الإسلام إذا كانت مستقرة عليه في ذمته.',
        'يرث المسلم من الكافر، بل يختص إرث الكافر بوارثه المسلم إذا كان له وارث مسلم وغير مسلم، والمسلمون يتوارثون وإن اختلفت مذاهبهم وعقائدهم إلا من خرج عن الإسلام كالغُلاة المحكومين بالكفر والنواصب.',
        'الدرجة المتقدمة من الورثة تمنع الدرجة المتأخرة في الطبقة الواحدة، فإذا توفي شخص في حياة أبيه وله إخوة ثم توفي أبوه بعده، فلا يرث أولاده من تركة جدهم شيئاً لأن أولاد الأولاد  درجتهم متأخرة عن درجة الأولاد المباشرين.',
        'لو كان للميت أولاد وحمل في بطن أمه، يعزل للحمل نصيب ذكرين، ولو علم بالوسائل الحديثة حاله من كونه ذكراً أو أنثى،  واحداً أو أكثر،  عزل له ما يستحقه ووزع الباقي على الباقين.',
        'ترث الزوجة الدائمة نصيبها المقرر إذا توفي زوجها وإنْ لم يدخل بها،  ويرثها زوجها فيما لو توفيت وإن لم يدخل بها أيضاً ، وكذا المطلقة الرجعية ترث زوجها ويرثها زوجها ما دامت في عدتها.',
        'دية المقتول حكمها حكم التركة، حتى لو كان القتل عمداً وصالح ولي الدم عن القصاص بالدية المقررة شرعاً أو أكثر أو أقل.',
        'يختص الولد الذكر الأكبر من تركة والده بأشياء يطلق عليها (الحبوة) وهي مختصات المتوفى من قبيل لباسه وخاتمه وسيفه ومصحفه، ولا يدخل فيها مركوبه كالسيارة والدراجة ولا البندقية ولا المسدس، بل تكون هذه الأشياء من جملة التركة توزع على الورثة.',
      ],
      startingIssueNumber: 1764,
    ),





    Chapter(
      id: 't252',
      title: 'القوانين والأموال العامة',
      issues: [
        'يجب الالتزام بالقوانين الموضوعة لحفظ مصالح الناس فلا تجوز  مخالفتها سواء كانت في بلد  إسلامي أم غير إسلامي.',
        'لا يجوز التأخّر في الحضور عن وقت الدوام الرسمي، وكذا لا يجوز الخروج قبل انتهائه، إلا بإجازة وحسب الضوابط المقرّرة.',
        'لا يجوز للمديرين والموظّفين مخالفة التعليمات والضوابط أو العمل خارج صلاحيّاتهم المقرّرة.',
        'الدولة تملك، وأموالها لا تعدّ من مجهول المالك، ولا تجري عليها أحكامها.',
        'لا يجوز التصرّف في أموال الدولة في غير الموارد المحدَّدة لها قانونيّاً، وإذا تصرّف من دون إذن ضمن حتّى لو كانت الدولة لا تحكم بالشريعة الإسلاميّة.',
        'لا يجوز التهرّب من دفع الضرائب وفواتير الماء والكهرباء والهاتف ونحوها، كما لا تجوز الاستفادة بطرق غير مشروعة وغير مرخّصة من المياه والكهرباء والغاز والهاتف التابعة للدولة، والمتجاوز ضامن ولو كانت الدولة غير إسلاميّة.',
        'لا يجوز للموظّفين التصرّفات الشخصيّة في أموال الدولة والمؤسّسات المرتبطة بها أزيد من المقدار المتعارف، إلا مع الإجازة القانونيّة من الجهات ذات الصلاحية.',
      ],
      startingIssueNumber: 1771,
    ),

    Chapter(
      id: 't253',
      title: 'أحكام الكذب',
      issues: [
        'حرمة الكذب من ضروريات الدين سواء أكان في الأمور الصغيرة أم الكبيرة، فعن الإمام الباقر : (إن الله عز وجل جعل للشر أقفالاً، وجعل مفاتيح تلك الأقفال الشراب، والكذب شر من الشراب)، وعن الرضا : (سئل رسول الله  أيكون المؤمن جباناً؟ قال: نعم ، قيل : ويكون بخيلاً ؟ قال : نعم ، قيل : ويكون كذاباً؟ قال: لا).',
        'الكذب الذي يُعدّ من الكبائر ما كان في أمر الدين وعلى الله ورسوله، أو كان ذا مفاسد كبيرة، وأمّا الكذبات الصغيرة التافهة فتعدّ من الصغائر.',
        'المبالغة ليست كذباً، كما إذا قيل: (قلت له ألف مرّة أن لا يفعل كذا (،  فإن  المراد من ألف مرّة ليس عدد الألف وإنّما الكثرة، فلا يكون كاذباً مع فرض أنّه قال له ذلك كثيراً ولكن أقل من ألف مرّة.',
        'يحرم الكذب في مقام المزاح، ومنه ما يقوم به البعض بأن يقول مثلاً لصديق له: أنت اليوم مدعوّ عند فلان على الغداء، والحال لا توجد دعوة، وغرضه من ذلك المزاح وإحراج ذلك الشخص واجباره على تحمّل الغداء.',
        'خُلف الوعد يُعدّ من الكذب إن كان يعلم حين إعطائه الوعد بأنه لن يقدر على الوفاء به، ولذا يكون حراماً، إلا مع الزوجة كما سيأتي .',
        'تسقط عدالة الشخص بصدور الكذب الذي يُعدّ من الكبائر منه ولو مرّة واحدة، وأمّا الكذب الذي لا يعدّ من الكبائر فلا يوجب صدوره سقوط العدالة إلا مع الإصرار عليه.',
        'يجوز الكذب في إصلاح ذات البين، ويجوز للزوج أن يَعِدَ زوجته وولده مع علمه بعدم قدرته على الوفاء بوعده، ثمّ يقول لهم بعد ذلك: لم أتمكّن من تنفيذ ما طلبتم، وذلك من أجل عدم جرح مشاعرهم.',
        'لا إشكال في حكاية أو تمثيل القصص الخيالية ولا يعد ذلك من الكذب ما دام معلوماً من القرائن أنها خيالية.',
        ' لا يجوز التوسل بالكذب والتزوير لأجل الحصول على جواز المرور (الفيزا) أو اللجوء، وكون البلد غير إسلامي لا يبيح ذلك ، فالكذب والتزوير حرام بذاته.',
      ],
      startingIssueNumber: 1778,
    ),

    Chapter(
      id: 't254',
      title: 'أحكام الغيبة',
      issues: [
        ' الغيبة هي ذكر المؤمن الغائب بعيب فيه مستور عن الناس إذا عدَّ انتقاصاً له عُرفاً.',
        'تحرم غيبة كل مسلم حتّى الطفل إذا كان مميّزاً، سواء أكان المستغاب يكره غيبته أم لا، وسواء أكانت الغيبة باللفظ أم بالكتابة، بالتصريح أم بالإشارة.',
        'كشف غير العيوب ليس غيبة، ولكنّه قد يحرم إذا استوجب إيذاء المؤمن أو ترتّب عليه عنوان محرّم.',
        'تقليد لهجات المناطق المختلفة إذا كان بقصد السخرية والاستهزاء حرام، ولكنّه لا يصدُق عليه عنوان الغيبة.',
        'استماع الغيبة كالغيبة حرام، ويجب على السامع للغيبة ردّها، والدفاع عن حرمة أخيه المسلم.',
        'يجب على المستغيب الاستحلال ممّن استغابه، بطلب العفو منه وإبراء الذمّة، وإذا كان ميتاً أو لا يمكن الاستحلال منه، يدعو له بالمغفرة.',
        'الفاسق المتجاهر بالفسق تجوز غيبته فيما تجاهر به فقط.',
        'يجب التحرّز من الوقوع في الغيبة استناداً إلى تبريرات ضعيفة، فإن  حرمة الغيبة شديدة جداً،  لذا لا يجوز ارتكابها إلا في الموارد التي يقطع المكلّف بجوازها.',
      ],
      startingIssueNumber: 1787,
    ),

    Chapter(
      id: 't255',
      title: 'آلات اللهو والقمار',
      issues: [
        'يحرم اللعب بآلات القمار مطلقاً، سواء كان اللعب مع رهان أم بدونه، ويحرم اللعب بغير آلات القمار إن كان مع الرهان، وأمّا بدونه فلا إشكال فيه، ولا يجوز الحضور اختياراً في مجلس يُلعب فيه القمار.',
        'الرهان هو عوض يجعل للرابح من اللاعبين يدفعه الخاسر له، مثلاً : يلعب اثنان لعبة ما، ويتفقان فيما بينهما قبل اللعب بأن من يخسر منهما يدفع لصاحبه مبلغاً معيناً أو عيناً أو نحو ذلك.',
        'اللعب بالورق الذي يعدّ عرفاً من آلات القمار حرام مطلقاً، حتّى من دون رهان، وحتّى لو كان على آلة الكومبيوتر إذا كان مع شخص آخر.',
        'لا يملك الرابح في المقامرة أو الرهان ما يحصل عليه بهما، فلا يجوز له التصرف به شرعاً بل يجب رده إلى صاحبه .',
        'يجوز اللعب بالشطرنج إذا كان المكلف يرى بأنه لا يعد حالياً من آلات القمار بشرط أن يكون اللعب به من غير رهان، وكما يجوز اللعب به يجوز بيعه وشراؤه وتعليمه وتعلمه.',
        'لا يجوز اللعب بالبليارد إذا كان مع الرهان، وأمّا اللعب بدون رهان فلا يجوز إذا استلزم مفاسد أخلاقيّة، أو اجتماعيّة، أو كان مصحوباً بارتكاب المحرّمات الشرعيّة.',
        'لا يجوز اقتناء آلات القمار والاحتفاظ بها، بل يجب إتلافها أو تغيير شكلها بحيث تخرج عن كونها آلة قمار  .',
        'لا يجوز بيع وشراء أوراق اليانصيب على الأحوط وجوباً؛ ولا يملك الفائز المال.',
        'إذا تراهن شخصان على أنّ من يرفع هذا الشيء يدفع له صاحبه مبلغ كذا، فمثل هذا العمل، وإن لم يكن قماراً، لكنّه حرام على الأحوط وجوباً.',
        'لا مانع من أخذ الرابح الجائزة التي يدفعها طرف ثالث غير المتلاعبين، كما لو  قال شخص لاثنين أو أكثر: من يسبق منكم في الركض أو يبقى تحت الماء أكثر مثلاً ، فله مبلغ كذا، فمثل هذا المبلغ ليس قماراً وليس حراماً؛ لأن الدافع ليس داخلاً في رهان مع أحد، وهذه هي الطريقة المتعارفة في المسابقات الرياضيّة ونحوها.',
      ],
      startingIssueNumber: 1795,
    ),

    Chapter(
      id: 't256',
      title: 'الغناء',
      issues: [
        'الغناء هو ترديد الصوت وترجيعه بنحو لهويٍّ مضلٍّ عن سبیل الله وهو حرام غناءً واستماعاً سواء كان مع الموسيقى أم بدونها، بكلام باطل أم بكلام حق، أمام الناس أم مع نفسه.',
        'لا يجوز الغناء اللهوي المضل عن سبيل الله أو الاستماع له بشكل مطلق، وحتى في حفلات الزفاف الخاصة بالنساء، سواء كان الغناء فيها عن طريق مغنية أو بالاستماع إلى أشرطة الغناء، طبعاً هو حرام مع فرض عدم اقترانه بمحرم آخر وإلا فإن الحرمة تتشدد.',
        'يجوز إقامة حفلات الزواج والأفراح الخاصة بالنساء ولا إشكال بالتصفيق فيها وترديد الأشعار إذا كانت بالنحو المتعارف، حتى لو سمع صوتهن الأجانب، ما لم يكن مقترناً بحرام أو موجباً لترتب مفسدة .',
        ' إنشاد واستماع الأناشيد الدينية والثورية ونحوها لا إشكال فيه حتى لو كانت مع نغمات الموسيقى بشرط أن لا تكون من  الموسيقى اللهوية المحرمة .',
        'ما يسمى بالأغاني أو البرامج التعليمية للأطفال التي تؤدى مع أنغام الموسيقى لتسهيل عملية الحفظ والتعلم للأطفال لا إشكال فيها إذا لم تكن الموسيقى والغناء بالكيفية اللهوية المحرمة .',
      ],
      startingIssueNumber: 1805,
    ),

    Chapter(
      id: 't257',
      title: 'الموسيقى',
      issues: [
        'تحرم الموسيقى اللهوية المضلة عن سبیل الله عزفاً واستماعاً، وأما ما عداها من أنواع الموسيقى ففي ذاتها لا إشكال فيها .',
        'الموسيقى اللهوية هي الموسيقى المبعدة عن الله سبحانه، والمثيرة للشهوات والمؤدية إلى التهتك والعصيان، بحسب طبيعتها وإن لم توجب ذلك للشخص نفسه .',
        'تشخيص كون الموسيقى لهوية أم لا موكول إلى النظر العرفي، وعند الشك يجوز الاستماع.',
        'الموسيقى التقليدية أو التراثية إذا لم تكن لهوية ومبعدة عن الله فلا إشكال فيها.',
        'استخدام الموسيقى في الأناشيد والمدائح والأفراح والبرامج التعليمية وغيرها لا إشكال فيه، إذا لم تكن من الموسيقى اللهوية المحرمة .',
        ' بيع وشراء الآلات الموسيقية وتعليم وتعلم الموسيقى إذا كان للاستفادة منها في المجالات المحللة لا إشكال فيه .',
      ],
      startingIssueNumber: 1810,
    ),

    Chapter(
      id: 't258',
      title: 'الرقص',
      issues: [
        ' رقص الرجل أمام الرجال حرام على الأحوط وجوباً.',
        ' يحرم رقص المرأة إذا كان أمام الرجال غير المحارم أو كان مهيجاً للشهوة أو مستلزماً للوقوع في حرام آخر .',
        ' رقص المرأة في مجلس النساء إن صدق عليه عنوان اللهو كما لو تحول المجلس كله إلى مجلس رقص محل إشكال والأحوط تركه .',
        ' يحرم رقص المرأة أمام النساء إذا كان بنحو مثير للشهوة أو ترتبت عليه مفسدة أو كان مقترناً بالحرام كالموسيقى والغناء المحرمين .',
        ' رقص الزوجة لزوجها أو العكس إن لم يكن مقترناً بحرام لا إشكال فيه .',
        ' الرقص المحرم حرام مطلقاً حتى لو كان في حفل الزفاف وبين النساء فقط، أو من قبل أب العريس أو أم العريس أو العروسة .',
        ' المشاركة في حفلات الزواج التي يقع فيها الرقص أو الغناء المحرم إن كان فيها تأييدٌ لفعل الحرام أو استلزمت فعلاً محرماً فلا تجوز والا فلا بأس بها .',
        ' الدبكة الشعبية إذا عدت رقصاً فحكمها حكم الرقص .',
      ],
      startingIssueNumber: 1816,
    ),

    Chapter(
      id: 't259',
      title: 'الستلايت والإنترنت',
      issues: [
        'الستلايت من الآلات المشتركة وحكمه حكمها، فلا يجوز شراؤه إلا لمن يطمئنّ من نفسه بعدم الاستفادة منه في الحرام، وعدم وقوعه في يد مَن يستفيد منه في الحرام،  ولا يترتّب على اقتنائه أيّ مفسدة.',
        ' لا يجوز مشاهدة البرامج العلمية والثقافية من الفضائيات الأجنبية إلا إذا كانت علميّة أو ثقافيّة محضة ومفيدة، ولم تكن مشاهدتها تستلزم فساداً أو ابتلاءً بعمل محرّم.',
        'لا يجوز النظر إلى ما عدا الوجه والكفين من صورة المرأة في التلفزيون ونحوه بالبثّ المباشر إذا كانت المرأة معروفة للناظر، وكذا إن لم تكن معروفة على الأحوط الوجوبي.',
        'لا يجوز استخدام الإنترنت المملوك للغير من دون إذن منه.',
        'لا يجوز منح اشتراك الإنترنت لمن يُعلَم أنه يستخدمه في الحرام.',
        'لا يجوز فتح وتصفح المواقع المنحرفة والشاذة، ولو بقصد الاطلاع عليها ومعرفة ما يدور فيها، لأن دخولها وتصفحها عرضة للانحراف والوقوع في الحرام، أو ترتب مفسدة ما كتأييد الحرام مثلاً .',
      ],
      startingIssueNumber: 1824,
    ),

    Chapter(
      id: 't260',
      title: 'الاحتفالات الدينيّة والشعائر الحسينية',
      issues: [
        'من المستحبّات الأكيدة إقامة الشعائر الدينيّة، كالمبعث والمولد النبويّين الشريفين، وإحياء أمر أهل البيت  خصوصاً مراسم العزاء الحسيني، بشرط أن تكون بشكل سليم، بحيث لا تتضمّن الأكاذيب ولا ما يوجب وهن مذهب أهل البيت .',
        'يجوز إقامة المدائح النبوية وحفلات مواليد الأئمة الأطهار ونحوها من المناسبات الدينية وحتى الأعياد الوطنية إذا كانت بالشكل المتعارف في مثلها، ولم يكن فيها الغناء المحرم ولم تقترن بمحرم آخر .',
        'يجوز إقامة الاحتفالات والبرامج الدينية والثقافية داخل المساجد والحسينيات بشرط المحافظة على حرمة المكان وعدم مزاحمة المصلين.',
        ' لا بأس بالتصفيق للتأييد والتشجيع في الاحتفالات والأعياد والمواليد بالنحو المتعارف، ولكن الأفضل أن تعطر أجواء الاحتفالات الدينية بالصلوات والتكبير خصوصاً في المراسيم التي تقام في الحسينيات والمساجد.',
        'استخدام الطبول في الشعائر الدينيّة بالنحو المتعارف والمناسب لا إشكال فيه.',
        'يجب على مقيمي المراسم وأصحاب مجالس العزاء الحسيني اجتناب إيذاء ومزاحمة الجيران، بخفض مكبرات الصوت أو حصرها داخل المسجد أو الحسينية.',
        'يحرم التطبير، والمشي حافياً على الجمر، وكلّ ما يوجب وهن الدين والمذهب.',
        'التطبير مضافاً إلى أنّه لا يُعدّ عُرفاً من مظاهر الأسى والحزن وليس له سابقة في عصر الأئمّة  وما تلاه ولم يرد فيه تأييد من المعصومين بشكل خاصّ ولا بشكل عام؛ يُعدُّ في الوقت الراهن  وهناً وشيناً على المذهب فلا يجوز على كلّ حال سواء أكان في الخفاء أم في العلن.',
        'يجب على الخطباء التحرّز من الكذب ونسبة الأمور الباطلة إلى ساحة الأئمّة  ورموز الدين إلا إذا كانت بلسان الحال مع عدم العلم بكذبها.',
        'أموال التبرّعات للمآتم الحسينيّة إذا أُعطيت لصاحب المأتم ليتصرّف بها بحسب ما يراه فبإمكانه صرفها في مطلق حاجات المأتم.',
        'إذا بقي شيء من أموال التبرّعات للمآتم الحسينيّة ولم يُعطِ المُتبرّعُ الاختيار التامّ لصاحب المأتم في التصرّف بها، فإن كان يمكنه الاتصال بالمتبرّع وأخذ الإذن منه في التصرّف بها في مورد آخر وجب ذلك، وإلا فإنها تحفظ لصرفها في مجالس العزاء في السنوات اللاحقة.',
      ],
      startingIssueNumber: 1830,
    ),

    Chapter(
      id: 't261',
      title: 'دية قتل النفس',
      issues: [
        ' دية القتل الخطأ مائة من الأبل، أو مائتا بقرة، أو ألف شاة، أو مائتا حُلّة، أو ألف دينار ذهب، أو عشرة آلاف درهم فضّة للرجل المسلم، وأمّا المرأة فديتها نصف دية الرجل.',
        'الجاني مخيّر في دفع الدية بين الأمور الستّة المذكورة، وليس لولي الدم الامتناع عمّا يختاره.',
        'يُعتبر في الأبل دخولها في السنة السادسة، ولا يعتبر في البقر والشياه شيء، فيكفي ما يسمّى بقرة أو شاة.',
        'الحُلّة ثوبان، والأحوط أن تكون من برود اليمن، والدينار(٣،٦غ ذهب) والدرهم (٢،٥٢غ فضة) وهما المسكوكان بسكّة المعاملة، فلا يكفي غير المسكوك.',
        ' يجوز نقل الدية إلى القيمة مع التراضي، فلا يجب على الولي قبولها، ولا على الجاني أداؤها لو طالب بها الولي، نعم لو تعذّر جميع الأصناف وطالب الولي بالقيمة وجب أداء قيمة أحدها، والجاني مخيّر في ذلك.',
        'تُسدّد دية العمد في سنة واحدة، ودية شبه العمد في سنتين على الأحوط، ودية الخطأ المحض في ثلاث سنين، في كلّ سنة ثلثها.',
        ' دية العمد وشبه العمد على الجاني أن يتحمّلها لوحده، وأمّا دية الخطأ المحض فهي على العاقلة: ويراد بهم الأقارب الذكور للقاتل.',
        'القتل العمد يوجب القصاص عيناً، ولا يوجب الدية لا عيناً ولا تخييراً، إلا إذا عفا الولي بشرط الدية وللجاني القبول وعدمه، ويجوز التصالح على الدية أو الزائد عليها أو الناقص، فإذا لم يرض الولي إلا بأضعاف الدية جاز له ذلك.',
        'إذا قتل الرجل امرأة يَثبُتُ عليه القَوَد، ولكن يُرَدُّ على أوليائه نصف دية الرجل الحر؛ لأن دية المرأة الحرة نصف دية الرجل الحر؛ فيقتل الحر بالحرة لكن مع رد فاضل الدية.',
        'في قطع رأس الميت المسلم مائة دينار ذهباً، وفي قطع يده خمسون ديناراً، وفي قطع يديه مائة، وفي قطع إصبعه عشرة دنانير، وهذه الدية ليست لورثته بل للميت تُصرف في وجوه الخير.',
        'في احمرار الوجه باللطمة (الصفعة) أو بغيرها من غير جرح ولا كسر دينار ونصف، وفي اخضراره ثلاثة دنانير، وفي اسوداده ستّة دنانير، ولا فرق في ذلك بين الرجل والمرأة، ولا بين الصغير والكبير وإذا كانت اللطمة في غير الوجه من البدن، ففي الاحمرار ثلاثة أرباع الدينار، وفي الاخضرار دينار ونصف، وفي الاسوداد ثلاثة دنانير.',
        'لا يجوز لأحدٍ تنفيذ حكم قتل مستحقّ القتل بحدّ من الحدود الشرعية، كالحرابة أو الاغتصاب أو القصاص لوليّ الدم، إلا بإذنٍ من الحاكم الشرعي.',
      ],
      startingIssueNumber: 1841,
    ),

    Chapter(
      id: 't262',
      title: 'كفارة قتل النفس',
      issues: [
        ' يجب على القاتل دفع كفارة عما ارتكبه من قتل وهي كفارة جمع (عتق +إطعام + صيام ) إذا قتل مؤمنا عمداً وظلماً، وكفارة مرتبة إذا كان القتل خطأ، وهذا الواجب مستقل غير ما يجب عليه من القصاص في العمد والدية في الخطأ.',
        'لا تجب الكفارة إذا كان القتل بالتسبيب كما لو حفر حفرة فجاء شخص ووقع فيها ومات أو وضع حجراً في الطريق وعثر به مار فسقط وهلك .',
        'اذا اشترك جماعة في القتل تجب الكفارة على كل واحد منهم، فإن كان القتل عمداً فتجب كفارة جمع على كل واحد منهم، وإن كان خطأ فتجب عليهم كفارة مرتبة.',
      ],
      startingIssueNumber: 1853,
    ),

    Chapter(
      id: 't263',
      title: 'مسائل مختلفة',
      issues: [
        ' كل قول أو فعل يسبب الاختلاف بين المسلمين حرام ولا يجوز التهجم والإساءة إلى رموز ومقدسات وعقائد المذاهب الإسلامية، ولا مانع من البحث والحوار العلمي الموضوعي مع مراعاة الأدب والاحترام.',
        ' يجوز أخذ الأجرة أو الجائزة على نشر الدعايات الإلكترونية، إذا لم يكن فيه إخلال بالنظام العام وترويج للفساد ونشر الاكاذيب .',
        ' لا يجوز  استعمال السلاح إلا في حالة الدفاع عن النفس إذا توقف الدفاع  عليه وأما في غير ذلك فلا يجوز مطلقاً.',
        ' لا يجوز مزاحمة المارة في الطريق العام بحجز بعض الطريق أو وضع شيء فيه ولا مانع من الاستفادة منه في الجلوس أو النوم أو إيقاف السيارة ونحو ذلك مما هو متعارف عليه بشرط عدم المزاحمة .',
        'يجوز للمكلف التبرع ببعض أعضاء بدنه كالكلية مثلاً، سواء كان مقابل مال أو مجاناً، ولكن بشرط أن لا يسبب له ضرراً على حياته أو يوقعه في حرج ومشقة شديدة.',
        'يشكل القيام ببعض المستحبات كقراءة القرآن والادعية قبل أو بعد الصلاة أثناء العمل، إذا كانت تؤدي الى تضييع وقت العمل او التأخير في أداء الواجبات.',
        ' لا يجوز للمعلم إهانة التلميذ وتحقيره وإسماعه كلاماً جارحاً كنعته بالغباء أو الفشل وأمثال ذلك، أو معاقبته بإيقافه إلى الحائط أو إخراجه من الصف أو غير ذلك، وإذا كان التلميذ مقصراً أو مشاكساً فيتعامل معه حسب القوانين المقررة.',
        ' لا يجوز استعمال المفرقعات النارية إذا كان في استعمالها خطر أو أذى على الناس أو كانت مخالفة للقوانين وإذا استعملها وتسببت بضرر كان ضامناً.',
        ' لا يجوز طبع واستيراد وشراء وبيع وترويج الكتب والمجلات والصور والأفلام والملابس وما شاكل ذلك إذا كانت تؤدي إلى انحراف الشباب وإفساد أخلاقهم .',
        'ألعاب الخفة (الشعبذة) التي تعتمد على سرعة الحركة وخفة اليد في نفسها ليست حراماً، نعم إذا ترتب عليها عنوان ثانوي محرم فتحرم لذلك.',
        'يجوز صنع الصور المجسمة (تماثيل) للإنسان وغيره، نعم إذا ترتب على صُنعها عنوان ثانوي محرم، كترويج الكفر أو الفساد فيحرم صُنعها حينئذ، وكما يجوز صنعها يجوز بيعها وشراؤها واقتناؤها، ولا بأس بعرضها في المعارض والساحات العامّة، نعم يكره اقتناؤها في البيت.',
        ''' لا يجوز اللعب بالألعاب الإلكترونية إذا كانت تحتوي على ما يلي:
1مشاهد جنسية مهيجة .
2 ترويج رموز باطلة ومحتوى باطل  مثل عبدة الشيطان وما شابه .
3إهانة الإسلام أو المسلمين أو الرموز الإسلامية .
4 أخذ مبلغ من الخاسر وإعطائه للرابح .''',
        'يحرم الإخبار عما سيحدث في المستقبل بزعم أن الجن يخبرونه بذلك، أو أن له طرقاً خاصة لمعرفة ما سيحدث في المستقبل .',
        ' إتلاف مال الغير يوجب الضمان على المتلف حتى لو كان الإتلاف خطأ كما في حوادث السير غير العمدية .',
        ' لو صدم شخص سيارة يجب عليه تحمل ما سبب لها من أضرار، ولا يجب عليه ضمان منفعة السيارة خلال مدة تعميرها، كما يجب عليه دية سائقها وركابها إذا تعرضوا إلى أذى ولا يجب عليه ضمان معيشتهم خلال مدة العلاج .',
        'عمل السحر وتعلمّه وتعليمه لأجل العمل به حرام، وأمّا إذا كان لغير العمل به، أو لأجل إبطال دعوى مُدّعِي السحر، فلا إشكال فيه.',
        'يحرم رسم ونشر الكاريكاتير ونحوه إذا كان فيه إهانة أو هتك لحرمة أحد أو موجباً لحصول فتنة .',
        'يجب على الأحوط مراعاة حق المؤلف والناشر، فلا يجوز تجديد طبع كتاب من دون إذن منهما، وكذا تجب مراعاة حقوق البرامج الكمبيوترية، فلا يجوز استنساخها وتكثيرها على الأحوط إلا بعد استئذانهم، ويُشكل شراء النسخ  غير الأصليّة منها، كما لا بدّ من مراعاة القوانين الموضوعة في هذا الخصوص.',
        'المهاجر أو المغترب إذا وجد أن هجرته واغترابه ستؤدي به أو بعائلته إلى الانحراف والفساد فيجب عليه الانتقال إلى مكان آخر يتمكن فيه من المحافظة على نفسه وعائلته .',
        'سبّ المؤمن وشتمه حرام، سواء أكان شيعيّاً أم سنيّاً، وأمّا سبّ الكافر فإذا كان يعدّ ظلماً له فهو حرام أيضاً ، وأمّا إذا لم يعدّ ظلماً له فهو مكروه، إلا إذا كان هناك ما يوجب سبّه.',
        'تجوز معاشرة غير الملتزمين دينيّاً بالصلاة والخمس وغيرهما، بشرط أن لا يكون فيها تأييدٌ لهم على عدم الالتزام، وأن لا تكون موجبةً للتأثّر بهم.',
        'لا يجوز قطع صلة الرحم وإن كان غير ملتزم دينيّاً، إلا إذا كان في قطع صلته موقتاً ردع له عن المعصية.',
        'تتحقق صلة الرحم بتفقد أحواله ولو بإرسال الرسائل أو الاتصال الهاتفي به .',
        ' يجوز العمل بالخيرة عند الحيرة والتردد في الإتيان بالأعمال المباحة، سواء كان التردد في أصل العمل أو في كيفية الإتيان به، فما لا حيرة فيه من الأعمال الخيرية لا موضوع للخيرة فيه، وإذا أخذ استخارة لا يجب عليه العمل بها، نعم الأفضل عدم مخالفتها.',
        'ليست الخيرة لمعرفة مستقبل الشخص أو العمل، كما أن المفترض  بالمستخير قبل أخذه للاستخارة أن يتفكر ويتأمّل ويستشير الثقات  فإن  لم يصل إلى نتيجة ووقع في حيرة من أمره عندها يمكنه أخذ  الاستخارة.',
        'يجب على كل شخص المحافظة على سلامة نفسه وسلامة الآخرين ولا يجوز له القيام بأي عمل يعرض حياته أو حياة الآخرين إلى الخطر.',
        'لا يجوز التخلف عن القرارات الطبية التي تتخذها الجهات المسؤولة إذا كان تخلفه عنها يعرض حياته أو حياة الآخرين إلى الخطر أو الضرر المعتد به، وإذا تخلف وأدى تخلفه إلى الإضرار بالآخرين كان ضامناً لهم.',
      ],
      startingIssueNumber: 1856,
    ),

    Chapter(
      id: 't264',
      title: 'بعض المستحبّات',
      issues: [
        'يستحبّ البدء ب{بسم الله الرحمن الرحيم} عند القيام أو الخروج أو السفر أو الأكل، بل في كلّ عمل؛ فإن كلّ شيء لا يُبدأ فيه ب{بسم الله} فهو أقطع.',
        'تستحبّ زيارة المؤمنين،  والجيران، والإحسان إليهم، والصبر على أذاهم، وعيادة المرضى، وقضاء حوائج المحتاجين خصوصاً الأرحام.',
        'يستحب التعامل مع الناس بالحسنى، والسبق إلى السلام، وأفضله تحيّة الإسلام:  (السلام عليكم)، ويجب ردّ تحيّة الآخرين، وتستحبّ الزيادة فيها، قال تعالى: {وَإذا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيّوا بِأَحْسَنَ مِنْهَا...}.',
        'تستحبّ دعوة المؤمنين، وضيافة الزائرين وإطعامهم وإكرامهم وحُسن استقبالهم؛ فإن  الضيف يأتي بالبركة.',
        'تستحبّ المشاركة في أعمال البرّ والإحسان والخدمات العامّة وحث الآخرين على المشاركة فيها، فإن الدالّ على الخير كفاعله.',
        'يستحبّ الحضور في المساجد للصلاة والدعاء والمشاركة في صلاة الجماعة وتعلّم المسائل الشرعيّة.',
        'يستحب في يوم الجمعة الإكثار من الصلاة على محمد وآل محمد، والتنظيف، وغُسل الجمعة وقصّ الشعر والأظافر، وأن يطرف أهله بشيء من الفاكهة واللحم حتى يفرحوا بالجمعة.',
      ],
      startingIssueNumber: 1883,
    ),


  ];

  List<Chapter> get taqleedChapters {
    return [..._taqleedChapters];
  }

  List<Chapter> get ibadatChapters {
    return [..._ibadatChapters];
  }

  List<Chapter> get muamalatChapters {
    return [..._muamalatChapters];
  }

  List<Chapter> get chapters {
    return [..._taqleedChapters, ..._ibadatChapters, ..._muamalatChapters];
  }

  Chapter findById(String id) {
    return _taqleedChapters.firstWhere((chapter) => chapter.id == id, orElse: () =>
        _ibadatChapters.firstWhere((chapter) => chapter.id == id, orElse: () =>
            _muamalatChapters.firstWhere((chapter) => chapter.id == id)));
  }
}
